/*
Navicat MySQL Data Transfer

Source Server         : jiaoyoukehu
Source Server Version : 50562
Source Host           : 47.108.134.128:3306
Source Database       : jiaoyou

Target Server Type    : MYSQL
Target Server Version : 50562
File Encoding         : 65001

Date: 2020-09-18 17:53:08
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for accept_offline_activities
-- ----------------------------
DROP TABLE IF EXISTS `accept_offline_activities`;
CREATE TABLE `accept_offline_activities` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT 'id',
  `sendOfflineActivities` int(11) DEFAULT NULL COMMENT '聚会ID',
  `acceptMemberId` int(11) DEFAULT NULL COMMENT '接收人id',
  `acceptMemberHead` varchar(1024) CHARACTER SET utf8 DEFAULT NULL COMMENT '接收人用户头像',
  `acceptMemberNickName` varchar(128) CHARACTER SET utf8 DEFAULT NULL COMMENT '接收人昵称',
  `acceptMemberSex` int(11) DEFAULT NULL COMMENT '接收人性别',
  `acceptMemberAge` int(11) DEFAULT NULL COMMENT '接收人年龄',
  `keepAnAppointmentTime` datetime DEFAULT NULL COMMENT '赴约时间',
  `keepAnAppointmentState` int(11) DEFAULT NULL COMMENT '状态  1：已申请赴约 待发起方审核\r\n2：发起方通过 赴约申请\r\n3：已到达赴约地点,4待审核,5已取消,6已拒绝7审核通过8:聚会已结束',
  `oldState` int(255) DEFAULT NULL COMMENT '历史状态',
  `closeType` int(11) DEFAULT NULL COMMENT '1:申请取消  2：强制取消',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=9 DEFAULT CHARSET=utf8mb4 COMMENT='线下活动列表';

-- ----------------------------
-- Records of accept_offline_activities
-- ----------------------------
INSERT INTO `accept_offline_activities` VALUES ('1', '1', '1019', '/nan.png', '蜻蜓队长', '1', '0', '2020-09-13 14:49:00', '5', null, '1');
INSERT INTO `accept_offline_activities` VALUES ('2', '1', '1001', '/upload/2020-09-16/20200916094428361.jpg', '画画的宝宝', '1', '26', '2020-09-13 03:52:00', '5', null, '1');
INSERT INTO `accept_offline_activities` VALUES ('3', '1', '1007', '/upload/2020-09-15/20200915203431779.png', 'xT1an#', '1', '18', '2020-09-13 14:58:00', '5', null, '1');
INSERT INTO `accept_offline_activities` VALUES ('4', '2', '1019', '/nan.png', '蜻蜓队长', '1', '0', '2020-09-14 20:15:00', '5', null, '1');
INSERT INTO `accept_offline_activities` VALUES ('5', '3', '1012', '/upload/2020-09-12/20200912141230267.png', '江江呀', '1', '26', '2020-09-15 19:20:00', '5', null, '1');
INSERT INTO `accept_offline_activities` VALUES ('6', '4', '1001', '/upload/2020-09-16/20200916094428361.jpg', '画画的宝宝', '1', '26', '2020-09-15 04:58:00', '5', null, '1');
INSERT INTO `accept_offline_activities` VALUES ('7', '4', '1040', '/upload/2020-09-12/2020091219451110.png', 'tc', '1', '25', '2020-09-26 05:04:00', '5', null, '1');
INSERT INTO `accept_offline_activities` VALUES ('8', '3', '1028', '/upload/2020-09-12/20200912144215538.jpeg', '用户_778166', '2', '0', '2020-09-16 05:28:00', '5', null, '1');

-- ----------------------------
-- Table structure for account
-- ----------------------------
DROP TABLE IF EXISTS `account`;
CREATE TABLE `account` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT 'id',
  `account` varchar(128) DEFAULT NULL COMMENT '账号',
  `password` varchar(128) DEFAULT NULL COMMENT '密码',
  `name` varchar(128) DEFAULT NULL COMMENT '姓名',
  `phone` varchar(128) DEFAULT NULL COMMENT '手机号',
  `roleId` int(11) DEFAULT NULL COMMENT '角色',
  `addTime` datetime DEFAULT NULL COMMENT '添加时间',
  `editTime` datetime DEFAULT NULL COMMENT '修改时间',
  `token` varchar(128) DEFAULT NULL COMMENT 'token',
  `enableState` int(11) DEFAULT NULL COMMENT '启用状态 1:启用2:禁用',
  `deleteState` int(11) DEFAULT NULL COMMENT '删除状态 1:已删除2:未删除',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=11 DEFAULT CHARSET=utf8 COMMENT='后台管理员表';

-- ----------------------------
-- Records of account
-- ----------------------------
INSERT INTO `account` VALUES ('1', 'admin', 'E10ADC3949BA59ABBE56E057F20F883E', '111', '16638126987', '4', '2020-04-22 17:14:30', '2020-04-22 17:14:34', '1234561600419594573', '1', '2');
INSERT INTO `account` VALUES ('2', 'sun', '96E79218965EB72C92A549DD5A330112', 'sunlaiqian', '16638126987', '5', '2020-04-24 11:30:30', null, '1111111588147758318', '1', '2');
INSERT INTO `account` VALUES ('7', '123456', 'E10ADC3949BA59ABBE56E057F20F883E', '张', '15538111111', '6', '2020-07-14 14:11:18', null, '1234561595483419000', '1', '2');
INSERT INTO `account` VALUES ('10', 'shenwei', 'D0970714757783E6CF17B26FB8E2298F', '沈唯', '13142036808', '4', '2020-09-07 15:42:03', null, '1122331600329532482', '1', '2');

-- ----------------------------
-- Table structure for agreement
-- ----------------------------
DROP TABLE IF EXISTS `agreement`;
CREATE TABLE `agreement` (
  `untitled` int(11) NOT NULL AUTO_INCREMENT COMMENT 'id',
  `aboutUS` text COMMENT '关于我们',
  `registrationAgreement` text COMMENT '注册协议',
  `memberDescription` text COMMENT '会员说明',
  `sharingRules` text COMMENT '分享规则',
  `greenCard` text COMMENT '绿卡介绍',
  `privacy` text COMMENT '隐私政策',
  `editTime` datetime DEFAULT NULL COMMENT '编辑时间',
  PRIMARY KEY (`untitled`)
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8mb4 COMMENT='协议表';

-- ----------------------------
-- Records of agreement
-- ----------------------------
INSERT INTO `agreement` VALUES ('1', '<p style=\"text-align: center;\"><img src=\"http://app.hcsjapp.com/upload/2020-08-22/20200822142025234.png\" alt=\"\" width=\"268\" height=\"272\" /></p>\n<p style=\"text-align: center;\">V1.0.0.1版本</p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\">Clevel是首个以车为载体的全新社交APP，注册分为三种注册通道，颜值注册、车主注册、黑卡通道。颜值通道会根据的真实用户进行严格的人工审核，确保平台用户质量，车主通道会根据用户注册的车辆品牌、型号等进行严格人工审核，打造真实良好健康的社交环境。</p>\n<p style=\"text-align: center;\">&nbsp;</p>', '<p style=\"text-align: center;\"><strong>用户协议</strong></p>\n<p>特别提示</p>\n<p>湖南上层领域科技有限责任公司（以下简称&ldquo;上层领域&rdquo;）在此特别提醒您（用户）在注册成为用户之前，请认真阅读本《用户协议》（以下简称&ldquo;协议&rdquo;），确保您充分理解本协议中各条款。请您审慎阅读并选择接受或不接受本协议。除非您接受本协议所有条款，否则您无权注册、登录或使用本协议所涉服务。您的注册、登录、使用等行为将视为对本协议的接受，并同意接受本协议各项条款的约束。本协议约定上层领域与用户之间关于&ldquo;Clevel&rdquo;软件服务（以下简称&ldquo;服务&rdquo;）的权利义务。&ldquo;用户&rdquo;是指注册、登录、使用本服务的个人。本协议可由上层领域随时更新，更新后的协议条款一旦公布即代替原来的协议条款，恕不再另行通知，用户可在本软件查阅最新版协议条款。在上层领域修改协议条款后，如果用户不接受修改后的条款，请立即停止使用上层领域提供的服务，用户继续使用上层领域提供的服务将被视为接受修改后的协议。</p>\n<p>一、帐号注册</p>\n<p>1、用户在使用本服务前需要注册一个&ldquo;Clevel&rdquo;帐号。&ldquo;Clevel&rdquo;帐号应当使用手机号码绑定注册，请用户使用尚未与&ldquo;Clevel&rdquo;帐号绑定的手机号码，以及未被上层领域根据本协议封禁的手机号码注册&ldquo;Clevel&rdquo;帐号。上层领域可以根据用户需求或产品需要对帐号注册和绑定的方式进行变更，而无须事先通知用户。</p>\n<p>2、&ldquo;Clevel&rdquo;系基于地理位置的移动社交产品，用户注册时应当授权上层领域公开及使用其地理位置信息方可成功注册&ldquo;Clevel&rdquo;帐号。故用户完成注册即表明用户同意上层领域提取、公</p>\n<p>开及使用用户的地理位置信息。如用户需要终止向其他用户公开其地理位置信息，可自行设置为隐身状态。&ensp;</p>\n<p>3、鉴于&ldquo;Clevel&rdquo;帐号的绑定注册方式，您同意上层领域在注册时将使用您提供的手机号码及/或自动提取您的手机号码及自动提取您的手机设备识别码等信息用于注册。&ensp;</p>\n<p>4、在用户注册及使用本服务时，上层领域需要搜集能识别用户身份的个人信息以便上层领域可以在必要时联系用户，或为用户提供更好的使用体验。上层领域搜集的信息包括但不限于用户的姓名、性别、年龄、出生日期、身份证号、地址、学校情况、公司情况、所属行业、兴趣爱好、常出没的地方、个人说明；上层领域同意对这些信息的使用将受限于第三条用户个人隐私信息保护的约束。&ensp;</p>\n<p>二、服务内容&ensp;</p>\n<p>1、本服务的具体内容由上层领域根据实际情况提供，包括但不限于授权用户通过其帐号进行即时通讯、添加好友、加入群组、关注他人、发布留言。上层领域可以对其提供的服务予以变更，且上层领域提供的服务内容可能随时变更；用户将会收到上层领域关于服务变更的通知。&ensp;</p>\n<p>2、上层领域提供的服务包含免费服务与收费服务。用户可以通过付费方式购买收费服务，具体方式为：用户通过微信、支付宝或其他&ldquo;Clevel&rdquo;平台提供的付费途径支付一定数额的人民币购买&ldquo;Clevel&rdquo;平台的虚拟货币&mdash;&mdash;金钻，然后根据上层领域公布的资费标准以金钻购买用户欲使用的收费服务，从而获得收费服务使用权限。对于收费服务，上层领域会在用户使用之前给予用户明确的提示，只有用户根据提示确认其同意按照前述支付方式支付费用并完成了支付行为，用户才能使用该等收费服务。支付行为的完成以银行或第三方支付平台生成&ldquo;支付已完成&rdquo;的确认通知为准。&ensp;</p>\n<p>3、&ldquo;Clevel&rdquo;平台服务由上层领域提供，在用户遵守本协议特低条款和条件的前提下，为广大用户提供上传、浏览、删除、下载、分享用户信息、文字、图片、照片和视频等功能的信息社交平台。</p>\n<p>4、</p>\n<p>&nbsp;</p>\n<p>三、用户个人隐私信息保护&ensp;</p>\n<p>1、用户在注册帐号或使用本服务的过程中，可能需要填写或提交一些必要的信息，如法律法规、规章规范性文件（以下称&ldquo;法律法规&rdquo;）规定的需要填写的身份信息。如用户提交的信息不完整或不符合法律法规的规定，则用户可能无法使用本服务或在使用本服务的过程中受到限制。</p>\n<p>2、个人隐私信息是指涉及用户个人身份或个人隐私的信息，比如，用户真实姓名、身份证号、手机号码、手机设备识别码、IP地址、用户聊天记录。非个人隐私信息是指用户对本服务的操作状态以及使用习惯等明确且客观反映在上层领域服务器端的基本记录信息、个人隐私信息范围外的其它普通信息，以及用户同意公开的上述隐私信息。&ensp;</p>\n<p>3、尊重用户个人隐私信息的私有性是上层领域的一贯制度，上层领域将采取技术措施和其他必要措施，确保用户个人隐私信息安全，防止在本服务中收集的用户个人隐私信息泄露、毁损或丢失。在发生前述情形或者上层领域发现存在发生前述情形的可能时，将及时采取补救措施。&ensp;</p>\n<p>4、上层领域未经用户同意不向任何第三方公开、&ensp;透露用户个人隐私信息。但以下特定情形除外：&ensp;(1)&ensp;上层领域根据法律法规规定或有权机关的指示提供用户的个人隐私信息；&ensp;(2)&ensp;由于用户将其用户密码告知他人或与他人共享注册帐户与密码，由此导致的任何个人信息的泄漏，或其他非因上层领域原因导致的个人隐私信息的泄露；&ensp;(3)&ensp;用户自行向第三方公开其个人隐私信息；&ensp;(4)&ensp;用户与上层领域及合作单位之间就用户个人隐私信息的使用公开达成约定，上层领域因此向合作单位公开用户个人隐私信息；&ensp;(5)&ensp;任何由于黑客攻击、电脑病毒侵入及其他不可抗力事件导致用户个人隐私信息的泄露。&ensp;</p>\n<p>5、用户同意上层领域可在以下事项中使用用户的个人隐私信息：&ensp;(1)&ensp;上层领域向用户及时发送重要通知，如软件更新、本协议条款的变更；&ensp;(2)&ensp;上层领域内部进行审计、数据分析和研究等，以改进上层领域的产品、服务和与用户之间的沟通；&ensp;(3)&ensp;依本协议约定，上层领域管理、审查用户信息及进行处理措施；&ensp;(4)&ensp;适用法律法规规定的其他事项。&ensp;除上述事项外，如未取得用户事先同意，上层领域不会将用户个人隐私信息使用于任何其他用途。&ensp;</p>\n<p>6、上层领域重视对未成年人的保护。上层领域将依赖用户提供的个人信息判断用户是否为未成年人。任何18岁以下的未成年人不得注册帐号或使用本服务。若用户注册后经发现为未成年人，上层领域将及时采取补救措施。&ensp;</p>\n<p>7、用户确认，其地理位置信息为非个人隐私信息，用户成功注册&ldquo;Clevel&rdquo;帐号视为确认授权上层领域提取、公开及使用用户的地理位置信息。用户地理位置信息将作为用户公开资料之一，由上层领域向其他用户公开。如用户需要终止向其他用户公开其地理位置信息，可随时关闭定位功能。&ensp;</p>\n<p>8、为了改善上层领域的技术和服务，向用户提供更好的服务体验，上层领域或可会自行收集使用或向第三方提供用户的非个人隐私信息。&ensp;</p>\n<p>9、用户提供的个人资料不真实，经核实上层领域有权出于安全考虑对用户账号进行查封处理。</p>\n<p>四、内容规范&ensp;</p>\n<p>1、本条所述内容是指用户使用本服务过程中所制作、上载、复制、发布、传播的任何内容，包括但不限于帐号头像、名称、用户说明等注册信息及认证资料，或文字、语音、图片、视频、图文等发送、回复或自动回复消息和相关链接页面，以及其他使用帐号或本服务所产生的内容。&ensp;</p>\n<p>2、用户不得利用&ldquo;Clevel&rdquo;帐号或本服务制作、上载、复制、发布、传播如下法律、法规和政策禁止的内容：&ensp;(1)&ensp;反对宪法所确定的基本原则的；&ensp;(2)&ensp;危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；&ensp;(3)&ensp;损害国家荣誉和利益的；&ensp;(4)&ensp;煽动民族仇恨、民族歧视，破坏民族团结的；&ensp;(5)&ensp;破坏国家宗教政策，宣扬邪教和封建迷信的；&ensp;(6)&ensp;散布谣言，扰乱社会秩序，破坏社会稳定的；&ensp;(7)&ensp;散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；&ensp;(8)&ensp;侮辱或者诽谤他人，侵害他人合法权益的；&ensp;(9)&ensp;不遵守法律法规底线、社会主义制度底线、国家利益底线、公民合法权益底线、社会公共秩序底线、道德风尚底线和信息真实性底线的&ldquo;七条底线&rdquo;要求的；&ensp;(10)&ensp;含有法律、行政法规禁止的其他内容的信息。&ensp;</p>\n<p>3、用户不得利用&ldquo;Clevel&rdquo;帐号或本服务制作、上载、复制、发布、传播如下干扰&ldquo;Clevel&rdquo;正常运营，以及侵犯其他用户或第三方合法权益的内容：&ensp;(1)&ensp;含有任何性或性暗示的；&ensp;(2)&ensp;含有辱骂、恐吓、威胁内容的；(3)&ensp;含有骚扰、垃圾广告、恶意信息、诱骗信息的；&ensp;(4)&ensp;涉及他人隐私、个人信息或资料的；&ensp;(5)&ensp;侵害他人名誉权、肖像权、知识产权、商业秘密等合法权利的；&ensp;(6)&ensp;含有其他干扰本服务正常运营和侵犯其他用户或第三方合法权益内容的信息。&ensp;</p>\n<p>五、使用规则&ensp;</p>\n<p>1、用户在本服务中或通过本服务所传送、发布的任何内容并不反映或代表，也不得被视为反映或代表上层领域的观点、立场或政策，上层领域对此不承担任何责任。&ensp;</p>\n<p>2、用户不得利用&ldquo;Clevel&rdquo;帐号或本服务进行如下行为：&ensp;(1)&ensp;提交、发布虚假信息，或盗用他人头像或资料，冒充、利用他人名义的；&ensp;(2)&ensp;强制、诱导其他用户关注、点击链接页面或分享信息的；&ensp;(3)&ensp;虚构事实、隐瞒真相以误导、欺骗他人的；&ensp;(4)&ensp;利用技术手段批量建立虚假帐号的；&ensp;(5)&ensp;利用&ldquo;Clevel&rdquo;帐号或本服务从事任何违法犯罪活动的；&ensp;(6)&ensp;制作、发布与以上行为相关的方法、工具，或对此类方法、工具进行运营或传播，无论这些行为是否为商业目的；&ensp;(7)&ensp;其他违反法律法规规定、侵犯其他用户合法权益、干扰&ldquo;Clevel&rdquo;正常运营或上层领域未明示授权的行为。&ensp;</p>\n<p>3、用户须对利用&ldquo;Clevel&rdquo;帐号或本服务传送信息的真实性、合法性、无害性、准确性、有效性等全权负责，与用户所传播的信息相关的任何法律责任由用户自行承担，与上层领域无关。如因此给上层领域或第三方造成损害的，用户应当依法予以赔偿。&ensp;</p>\n<p>4、上层领域提供的服务中可能包括广告，用户同意在使用过程中显示上层领域和第三方供应商、合作伙伴提供的广告。除法律法规明确规定外，用户应自行对依该广告信息进行的交易负责，对用户因依该广告信息进行的交易或前述广告商提供的内容而遭受的损失或损害，上层领域不承担任何责任。&ensp;</p>\n<p>5、除非上层领域书面许可，用户不得从事下列任一行为：&ensp;(1)&ensp;删除软件及其副本上关于著作权的信息；&ensp;(2)&ensp;对软件进行反向工程、反向汇编、反向编译，或者以其他方式尝试发现软件的源代码；&ensp;(3)&ensp;对上层领域拥有知识产权的内容进行使用、出租、出借、复制、修改、链接、转载、汇编、发表、出版、建立镜像站点等；&ensp;(4)&ensp;对软件或者软件运行过程中释放到任何终端内存中的数据、软件运行过程中客户端与服务器端的交互数据，以及软件运行所必需的系统数据，进行复制、修改、增加、删除、挂接运行或创作任何衍生作品，形式包括但不限于使用插件、外挂或非经上层领域授权的第三方工具/服务接入软件和相关系统；&ensp;(5)&ensp;通过修改或伪造软件运行中的指令、数据，增加、删减、变动软件的功能或运行效果，或者将用于上述用途的软件、方法进行运营或向公众传播，无论这些行为是否为商业目的；&ensp;(6)&ensp;通过非上层领域开发、授权的第三方软件、插件、外挂、系统，登录或使用上层领域软件及服务，或制作、发布、传播非上层领域开发、授权的第三方软件、插件、外挂、系统。&ensp;</p>\n<p>六、虚拟货币&ensp;</p>\n<p>1、上层领域将在&ldquo;Clevel&rdquo;平台发行虚拟货币，即&ldquo;金钻/银钻/黑钻&rdquo;。&ldquo;金钻&rdquo;可用于购买&ldquo;Clevel&rdquo;平台的内容消费服务，包括但不限于增送虚拟礼物/增送红包等，除此外，不得用于其他任何用途。该等内容消费服务的价格均以&ldquo;金钻&rdquo;为单位，具体价格信息将由上层领域自行决定并在相关服务页面上显示。内容消费行为一旦发生概不退款；上层领域不承担任何责任。</p>\n<p>2、&ldquo;金钻&rdquo;和人民币的兑换比例是10:1，兑换比例将由上层领域根据运营情况随时变更，并将在用户购买&ldquo;金钻&rdquo;的相关服务页面上显示。&ensp;</p>\n<p>3、用户默认已开通&ldquo;金钻&rdquo;账户，可进行&ldquo;金钻&rdquo;购买和消费。用户可在设置页面查询到&ldquo;金钻&rdquo;余额、购买记录和消费记录。&ldquo;金钻&rdquo;相关信息将不作为公开信息。&ensp;</p>\n<p>4、用户可以通过微信、支付宝或其他&ldquo;Clevel&rdquo;提供的充值途径为&ldquo;金钻&rdquo;账户进行充值。用户使用&ldquo;金钻&rdquo;购买相关收费服务后，可将相关收费服务赠与其他用户。&ensp;</p>\n<p>5、用户确认，&ldquo;金钻&rdquo;一经充值成功，除法律法规明确规定外，在任何情况下不能兑换为法定货币，不能转让他人。除法律法规明确规定外，&ldquo;金钻&rdquo;账户充值完成后，上层领域不予退款。&ensp;6、用户确认，&ldquo;金钻&rdquo;只能用于购买&ldquo;Clevel&rdquo;平台上的各类增值服务，任何情况下不得与上层领域以外的第三方进行&ldquo;金钻&rdquo;交易，亦不得在除&ldquo;Clevel&rdquo;平台以外的第三方平台（如淘宝）上进行交易；如违反前述约定，造成用户或第三方任何损失，上层领域不负任何责任，且如上层领域有理由怀疑用户的&ldquo;金钻&rdquo;账户或使用情况有作弊或异常状况，上层领域将拒绝该用户使用&ldquo;金钻&rdquo;进行支付，直至按本协议约定采取相关封禁措施。&ensp;</p>\n<p>7、用户确认，除法律法规明确规定或本协议另有约定外，用户已购买的任何收费服务不能以任何理由退购（即退换成&ldquo;金钻&rdquo;或法定货币）或调换成其他服务。&ensp;</p>\n<p>七、账户管理&ensp;</p>\n<p>1、&ensp;&ldquo;Clevel&rdquo;帐号的所有权归上层领域所有，用户完成申请注册手续后，获得&ldquo;Clevel&rdquo;帐号的使用权，该使用权仅属于初始申请注册人，禁止赠与、借用、租用、转让或售卖。上层领域因经营需要，有权回收用户的&ldquo;Clevel&rdquo;帐号。&ensp;</p>\n<p>2、用户可以更改、删除&ldquo;Clevel&rdquo;帐户上的个人资料、注册信息及传送内容等，但需注意，删除有关信息的同时也会删除用户储存在系统中的文字和图片。用户需承担该风险。&ensp;</p>\n<p>3、用户有责任妥善保管注册帐号信息及帐号密码的安全，因用户保管不善可能导致遭受盗号或密码失窃，责任由用户自行承担。用户需要对注册帐号以及密码下的行为承担法律责任。用户同意在任何情况下不使用其他用户的帐号或密码。在用户怀疑他人使用其帐号或密码时，用户同意立即通知上层领域。&ensp;4、用户应遵守本协议的各项条款，正确、适当地使用本服务，如因用户违反本协议中的任何条款，上层领域在通知用户后有权依据协议中断或终止对违约用户&ldquo;Clevel&rdquo;帐号提供服务。同时，上层领域保留在任何时候收回&ldquo;Clevel&rdquo;帐号、用户名的权利。&ensp;</p>\n<p>5、如用户注册&ldquo;Clevel&rdquo;帐号后一年不登录，通知用户后，上层领域可以收回该帐号，以免造成资源浪费，由此造成的不利后果由用户自行承担。&ensp;</p>\n<p>八、数据储存&ensp;</p>\n<p>1、上层领域不对用户在本服务中相关数据的删除或储存失败负责。&ensp;</p>\n<p>2、上层领域可以根据实际情况自行决定用户在本服务中数据的最长储存期限，并在服务器上为其分配数据最大存储空间等。用户可根据自己的需要自行备份本服务中的相关数据。&ensp;</p>\n<p>3、如用户停止使用本服务或本服务终止，上层领域可以从服务器上永久地删除用户的数据。本服务停止、终止后，上层领域没有义务向用户返还任何数据。&ensp;</p>\n<p>九、风险承担&ensp;</p>\n<p>1、用户理解并同意，&ldquo;Clevel&rdquo;仅为用户提供信息分享、传送及获取的平台，用户必须为自己注册帐号下的一切行为负责，包括用户所传送的任何内容以及由此产生的任何后果。用户应</p>\n<p>对&ldquo;Clevel&rdquo;及本服务中的内容自行加以判断，并承担因使用内容而引起的所有风险，包括因对内容的正确性、完整性或实用性的依赖而产生的风险。上层领域无法且不会对因用户行为而导致的任何损失或损害承担责任。&ensp;如果用户发现任何人违反本协议约定或以其他不当的方式使用本服务，请立即向上层领域举报或投诉，上层领域将依本协议约定进行处理。&ensp;</p>\n<p>2、用户理解并同意，因业务发展需要，上层领域保留单方面对本服务的全部或部分服务内容变更、暂停、终止或撤销的权利，用户需承担此风险。&ensp;</p>\n<p>十、知识产权声明&ensp;</p>\n<p>1、除本服务中涉及广告的知识产权由相应广告商享有外，上层领域在本服务中提供的内容（包括但不限于网页、文字、图片、音频、视频、图表等）的知识产权均归上层领域所有，但用户在使用本服务前对自己发布的内容已合法取得知识产权的除外。&ensp;</p>\n<p>2、除另有特别声明外，上层领域提供本服务时所依托软件的著作权、专利权及其他知识产权均归上层领域所有。&ensp;</p>\n<p>3、上层领域在本服务中所涉及的图形、文字或其组成，以及其他上层领域标志及产品、服务名称（以下统称&ldquo;上层领域标识&rdquo;），其著作权或商标权归上层领域所有。未经上层领域事先书面同意，用户不得将上层领域标识以任何方式展示或使用或作其他处理，也不得向他人表明用户有权展示、使用、或其他有权处理上层领域标识的行为。&ensp;</p>\n<p>4、上述及其他任何上层领域或相关广告商依法拥有的知识产权均受到法律保护，未经上层领域或相关广告商书面许可，用户不得以任何形式进行使用或创造相关衍生作品。&ensp;</p>\n<p>十一、法律责任&ensp;</p>\n<p>1、如果上层领域发现或收到他人举报或投诉用户违反本协议约定的，上层领域有权不经通知随时对相关内容，包括但不限于用户资料、聊天记录进行审查、删除，并视情节轻重对违规帐号处以包括但不限于警告、帐号封禁&ensp;、设备封禁&ensp;、功能封禁&ensp;的处罚，且通知用户处理结果。&ensp;</p>\n<p>2、因违反用户协议被封禁的用户，可以致电客服查询封禁期限或申请解封，并在封禁期限届满后自助解封。其中，被实施功能封禁的用户会在封禁期届满后自动恢复被封禁功能。被封禁用户可向客服提交申诉，上层领域将对申诉进行审查，并自行合理判断决定是否变更处罚措施。&ensp;</p>\n<p>3、用户理解并同意，上层领域有权依合理判断对违反有关法律法规或本协议规定的行为进行处罚，对违法违规的任何用户采取适当的法律行动，并依据法律法规保存有关信息向有关部门报告等，用户应承担由此而产生的一切法律责任。&ensp;</p>\n<p>4、用户理解并同意，因用户违反本协议约定，导致或产生的任何第三方主张的任何索赔、要求或损失，包括合理的律师费，用户应当赔偿上层领域与合作公司、关联公司，并使之免受损害。&ensp;</p>\n<p>十二、不可抗力及其他免责事由&ensp;</p>\n<p>1、用户理解并确认，在使用本服务的过程中，可能会遇到不可抗力等风险因素，使本服务发生中断。不可抗力是指不能预见、不能克服并不能避免且对一方或双方造成重大影响的客观事件，包括但不限于自然灾害如洪水、地震、瘟疫流行和风暴等以及社会事件如战争、动乱、政府行为等。出现上述情况时，上层领域将努力在第一时间与相关单位配合，及时进行修复，但是由此给用户或第三方造成的损失，上层领域及合作单位在法律允许的范围内免责。&ensp;</p>\n<p>2、本服务同大多数互联网服务一样，受包括但不限于用户原因、网络服务质量、社会环境等因素的差异影响，可能受到各种安全问题的侵扰，如他人利用用户的资料，造成现实生活中的骚扰；用户下载安装的其它软件或访问的其他网站中含有&ldquo;特洛伊木马&rdquo;等病毒，威胁到用户的计算机信息和数据的安全，继而影响本服务的正常使用等等。用户应加强信息安全及使用者资料的保护意识，要注意加强密码保护，以免遭致损失和骚扰。&ensp;</p>\n<p>3、用户理解并确认，本服务存在因不可抗力、计算机病毒或黑客攻击、系统不稳定、用户所在位置、用户关机以及其他任何技术、互联网络、通信线路原因等造成的服务中断或不能满足用户要求的风险，因此导致的用户或第三方任何损失，上层领域不承担任何责任。&ensp;</p>\n<p>4、用户理解并确认，在使用本服务过程中存在来自任何他人的包括误导性的、欺骗性的、威胁性的、诽谤性的、令人反感的或非法的信息，或侵犯他人权利的匿名或冒名的信息，以及伴随该等信息的行为，因此导致的用户或第三方的任何损失，上层领域不承担任何责任。&ensp;</p>\n<p>5、用户理解并确认，上层领域需要定期或不定期地对&ldquo;CLEVEL&rdquo;平台或相关的设备进行检修或者维护，如因此类情况而造成服务在合理时间内的中断，上层领域无需为此承担任何责任，但上层领域应事先进行通告。&ensp;</p>\n<p>6、上层领域依据法律法规、本协议约定获得处理违法违规或违约内容的权利，该权利不构成上层领域的义务或承诺，上层领域不能保证及时发现违法违规或违约行为或进行相应处理。&ensp;</p>\n<p>7、用户理解并确认，对于上层领域向用户提供的下列产品或者服务的质量缺陷及其引发的任何损失，上层领域无需承担任何责任：&ensp;(1)&ensp;上层领域向用户免费提供的服务；&ensp;(2)&ensp;上层领域向用户赠送的任何产品或者服务。&ensp;8、在任何情况下，上层领域均不对任何间接性、后果性、惩罚性、偶然性、特殊性或刑罚性的损害，包括因用户使用&ldquo;CLEVEL&rdquo;或本服务而遭受的利润损失，承担责任（即使上层领域已被告知该等损失的可能性亦然）。尽管本协议中可能含有相悖的规定，上层领域对用户承担的全部责任，无论因何原因或何种行为方式，始终不超过用户因使用上层领域提供的服务而支付给上层领域的费用(如有)。&ensp;</p>\n<p>十三、服务的变更、中断、终止&ensp;</p>\n<p>1、鉴于网络服务的特殊性，用户同意上层领域有权随时变更、中断或终止部分或全部的服务（包括收费服务）。上层领域变更、中断或终止的服务，上层领域应当在变更、中断或终止之前通知用户，并应向受影响的用户提供等值的替代性的服务；如用户不愿意接受替代性的服务，如果该用户已经向上层领域支付的&ldquo;金钻&rdquo;，上层领域应当按照该用户实际使用服务的情况扣除相应&ldquo;金钻&rdquo;之后将剩余的&ldquo;金钻&rdquo;退还用户的&ldquo;金钻&rdquo;账户中。&ensp;</p>\n<p>2、如发生下列任何一种情形，上层领域有权变更、中断或终止向用户提供的免费服务或收费服务，而无需对用户或任何第三方承担任何责任：&ensp;(1)&ensp;根据法律规定用户应提交真实信息，而用户提供的个人资料不真实、或与注册时信息不一致又未能提供合理证明；&ensp;(2)&ensp;用户违反相关法律法规或本协议的约定；&ensp;(3)&ensp;按照法律规定或有权机关的要求；&ensp;(4)&ensp;出于安全的原因或其他必要的情形。&ensp;</p>\n<p>十四、&ldquo;提现&rdquo;服务说明与免责条款&ensp;</p>\n<p>1、用户通过礼物/红包等所获的收益为&ldquo;银钻&rdquo;，用户可使用&ldquo;银钻&rdquo;兑换&ldquo;金钻&rdquo;或&ldquo;黑钻&rdquo;，平台将收取一定手续费。</p>\n<p>2、收获的&ldquo;银钻&rdquo;兑换为&ldquo;黑钻&rdquo;可以进行提现，提现比例为10:1，提现按用户自身参与活动或其他方式所获提现比例进行结算（无法提现部分为平台手续费及提现所缴税费）。提现比例将由上层领域根据经营情况进行变更，并将在用户礼物收益的相关服务页面上显示。</p>\n<p>3、用户提现比例需绑定银行卡，经用户操作无误及确定后进行提现操作，若用户操作失误造成损失，平台不承担责任。</p>\n<p>4、用户所获礼物收益提现后为税后酬劳。</p>\n<p>十五、其他&ensp;</p>\n<p>1、上层领域郑重提醒用户注意本协议中免除上层领域责任和限制用户权利的条款，请用户仔细阅读，自主考虑风险。未成年人应在法定监护人的陪同下阅读本协议。</p>\n<p>2、本协议的效力、解释及纠纷的解决，适用于中华人民共和国法律。若用户和上层领域之间发生任何纠纷或争议，首先应友好协商解决，协商不成的，用户同意将纠纷或争议提交上层领域住所地有管辖权的人民法院管辖。&ensp;</p>\n<p>3、本协议的任何条款无论因何种原因无效或不具可执行性，其余条款仍有效，对双方具有约束力。</p>\n<p>4、关于Clevel平台社交的版权问题，欢迎相关版权人及时与我方&ldquo;上层领域&rdquo;联系，洽谈版权合作事宜。</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>', '<p>按等级获得不同的特权VIP1(入门)，每充值1000元 等级提升1</p>\n<p>VIP权限&nbsp;</p>\n<ol>\n<li>每日基础（车主/灵魂匹配）匹配人数/20人。</li>\n<li>可添加20名好友，VIP每提升1级额外增加1人。</li>\n<li>发起线下聚会（3人以下）。</li>\n<li>5级以上开通HC大咖秀功能。</li>\n<li>10级开通线下聚会功能 3-5人，可在世界频道隐藏自身信息。&nbsp;</li>\n<li>10级以上不限匹配数量。</li>\n<li>20级可发起5人以上聚会。</li>\n<li>50级，不限好友数量。</li>\n</ol>', '<p>一级好友奖励</p>\n<p>通过好友邀请码注册的，注册成功好友（颜值用户）收礼物（银钻）的10%，平台额外奖励给上级。注册成功好友（车主/黑卡用户）充值（金钻）的10%，平台额外奖励给上级。</p>\n<p>二级好友奖励</p>\n<p>二级邀请人充值（金钻）/收礼物（银钻）的2%，平台额外奖励给用户。</p>\n<p>&nbsp;</p>\n<p>！ 注意</p>\n<p>邀请人注册，有且仅有二级关联，超过二级则无关联。</p>\n<p>&nbsp;</p>', '<p style=\"text-align: center;\"><img src=\"http://app.hcsjapp.com/upload/2020-08-22/20200822145726906.png\" alt=\"\" width=\"397\" height=\"319\" /></p>\n<p style=\"text-align: center;\">VVIP 24小时私人管家</p>\n<p style=\"text-align: center;\">1V1专属服务</p>\n<p style=\"text-align: center;\"><img src=\"http://app.hcsjapp.com/upload/2020-08-22/20200822145741379.png\" alt=\"\" width=\"123\" height=\"176\" /></p>\n<p style=\"text-align: center;\">4个月会员权限</p>\n<p style=\"text-align: center;\"><img src=\"http://app.hcsjapp.com/upload/2020-08-22/20200822145754127.png\" alt=\"\" width=\"273\" height=\"198\" /></p>\n<p style=\"text-align: center;\">赠送38888金钻</p>\n<p style=\"text-align: center;\">&nbsp;</p>', '<p style=\"text-align: center;\"><strong>Clevel应用隐私政策</strong></p>\n<p>尊敬的用户：</p>\n<p>Clevel应用是由湖南上层领域科技有限责任公司（以下简称&ldquo;湖南上层领域&rdquo;）为您提供的一款智能语音服务产品。湖南上层领域科技有限责任公司十分尊重您的个人信息和数据，并会尽全力保护您的个人信息和数据的安全可靠。本政策仅适用于Clevel应用收集和存储的用户信息和数据。</p>\n<p>请在使用Clevel应用前，务必仔细阅读并了解和同意《Clevel 应用的隐私政策》。该政策规定了您在使用 Clevel应用时我们将如何收集、使用、披露、处理和保护您提供给我们的信息。</p>\n<p>如果我们需要您提供某些信息用于在使用该产品时验证您的身份、以及向我们的第三方服务供应商连接服务时，我们会严格遵守该隐私政策来使用这些信息。如果您已经开始使用Clevel应用，就表示您已经阅读、许可并接受该隐私政策中所描述的所有条款，以及我们今后随时做出的任何变更。</p>\n<p>另外，您需要承诺在您开始使用本产品时已经是成年人，如果您是未成年人，需要您的监护人同意您使用本产品并同意相关的服务条款和隐私政策。</p>\n<p>（1）Clevel 应用怎样收集并使用您的信息（包括个人信息）个人信息是指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息，其中属于个人敏感信息的包括个人生物识别信息（例如指纹、面部、声纹）、身份证件号码、银行账号、财产信息、交易信息、行踪轨迹（例如居住和办公地址）等。</p>\n<p>我们只会以该声明中所列出的目的，来收集和使用您的信息：</p>\n<p>1-1.语音唤醒（仅针对支持该功能的机型）</p>\n<p>语音唤醒的功能需要您在Clevel应用中设置唤醒词，我们会记录您的声音，进而获取其中的声纹信息（该信息属于个人敏感信息）。我们会将您在设置唤醒词时的唤醒词声音和声纹信息保存在手机中。为了确保语音唤醒功能的安全性和用户体验，Clevel应用会将用户在语音唤醒时输入的音频声纹与保存在手机中的音频声纹在本地进行匹配。为了提高语音唤醒的精准率，我们也会将用户每次语音唤醒时的唤醒词音频保存在手机本地，当手机处于 WIFI 网络，我们会将前一天的所有语音唤醒词音频和识别结果经过去标识化处理上传到云端，您与之关联的个人信息不会进行上传。</p>\n<p>若您不提供上述信息，将无法使用语音唤醒的功能。您可通过进入&ldquo;设置&rdquo;&gt;Clevel应用&gt;&ldquo;Clevel应用能力设置&rdquo;&gt;&ldquo;语音助手&rdquo;&gt;&ldquo;语音唤醒&rdquo;，来关闭语音唤醒功能。您也可以通过进入&ldquo;设置&rdquo;&gt;&ldquo;更多设置&rdquo;&gt;&ldquo;应用管理&rdquo;，点击右上角&ldquo;更多&rdquo;&gt;&ldquo;显示系统进程&rdquo;&gt;&ldquo;语音唤醒&rdquo;&gt; &ldquo;存储&rdquo;，点击清除数据，就可以删除您的唤醒词声音和声纹信息，同时语音唤醒的功能也会被关闭。</p>\n<p>1-2.语音识别</p>\n<p>该功能是将您说出的话（音频）转化为文本，用于 Clevel 应用分析和理解，从而执行您想要完成的命令。本产品中的语音识别服务由湖南上层领域以及湖南上层领域有限责任公司联合提供服务，</p>\n<p>我们需要收集如下信息：位置信息、通讯录中的联系人姓名、本地已安装的应用名称、您设定的教学命令和组合命令的触发语句、您在使用该产品过程中说出的语音内容/音频。这些信息会经过加密处理后上传至湖南上层领域以及第三方服务提供商的云端进行语音识别处理。</p>\n<p>1-3.语义理解</p>\n<p>该功能是将您转化为文本后的命令进行语义层面的分析和理解，从而执行相应的命令。本产品中的语义理解服务由湖南上层领域等第三方服务提供商联合提供服务，我们需要收集如下信息：您在使用该产品时所产生的指令、会话等信息（例如语音所转化后的文字信息以及手动键盘输入的文字信息）、当前地理位置、获知当前前台应用的名称以及运</p>\n<p>行状态等信息（例如前台是音乐应用，以及音乐的播放状态）、这些信息会经过脱敏处理后上传至湖南上层领域以及第三方服务提供商的云端进行语义理解处理以及辅助会话的上下文理解。</p>\n<p>1-4.模拟点击</p>\n<p>该功能旨在将您的语音命令转化成与用手指一样的模拟操作，因此我们需要收集如下信息：界面控件、文本、图像的位置。这些信息不会被保存，并且仅在手机本地处理。同时，我们需要开启&ldquo;语音助手&rdquo;的辅助功能权限，用以辅助获取您输入的信息以及屏幕上的内容。为了提高模拟点击动作的准确率，Clevel应用需要在有网络连接的情况下（WLAN 或移动网络）自动更新模拟点击的配置插件。</p>\n<p>1-5.拨打电话与发送信息</p>\n<p>Clevel应用为了能够实现拨打电话以及发送信息的功能，我们需要收集您的以下信息：通讯录中的联系人姓名、假名化后的设备标识符、移动网络代码和移动设备国家代码。您的联系人的组别属性、名称以及电话号码仅存储在本地进行处理，不会上传到服务器。</p>\n<p>1-6.查询天气和预约任务</p>\n<p>Clevel 应用为了能够实现查询天气和预约任务中跟地点相关的功能，我们需要收集您的地理位置信息，包括但不限于：当前位置、常访问位置、居住地址以及办公/学习位置。</p>\n<p>1-7.查询与设置日程</p>\n<p>Clevel 应用为了能够实现查询与设置日程的功能，我们需要收集并处理您的日历信息。该信息的收集和处理仅在本地完成，用于查询和设置您的日程。</p>\n<p>1-8.个人教学命令</p>\n<p>在教学功能中，为了将您的语音命令模拟成您的实际手指操作，我们需要开启&ldquo;语音助手&rdquo;的辅助功能权限，用以辅助获取您输入的信息以及屏幕上的内容。</p>\n<p>1-9.调用第三方应用</p>\n<p>为了提供更为丰富的服务，湖南上层领域会通过云端与第三方应用开放接入接口，由三方服务方/应用为您提供相应的服务（例如：导航、订机票等）。我们会将第三方服务方/应用所需要的信息提供给对方，包括但不限于：语音识别结果（文字信息）、位置信息。</p>\n<p>在使用的功能涉及第三方时，可能会跳转到第三方应用或网站上，我们强烈建议您仔细阅读该第三方的服务条款和隐私政策，因为我们无法控制第三方应用或网站，也不为第三方损害您的权益承担任何责任。</p>\n<p>1-10.语音识别的精准度训练</p>\n<p>为了给您提供更精准的语音识别服务，我们需要收集如下信息：位置信息，假名化后的设备标识符、移动网络代码和移动设备国家代码、您提供的语音内容以及相应的识别结果。您的以上信息将会保存在湖南上层领域有限责任公司云端，用于进行机器学习训练。您可通过进入&ldquo;设置&ldquo;&gt;&rdquo;更多设置&ldquo;&gt;&ldquo;用户体验改进计划&rdquo;， 点击&ldquo;加入用户体验改进计划&rdquo;的开关来选择是否提供数据供我们进行训练。（该开关并不是只用于管理Clevel应用的相关信息）。</p>\n<p>1-11.微信自动播报</p>\n<p>微信播报功能需要获取读取通知权限，通过识别、加密上传手机通知栏内容，进行语音播报。通知栏内容仅用于实现微信播报功能、执行完毕后即时删除，不会被存储或用于其他目的。若您启用该功能，视为您已理解并理解上述内容。上述权限仅在您启用功能期间调用，您可以随时关闭。</p>\n<p>1-12.宣传推广</p>\n<p>为了开展新闻报道或运营活动，需要提供去标识化的信息进行展示。若您不能提供上述目的中任一一项所需的信息（1-1 和 1-10 除外），则 Clevel应用都无法正常使用。</p>\n<p>（2）保留政策与数据存储</p>\n<p>我们会在符合法律法规要求，以及实现信息收集目的的必要期限内，保存上述收集的您的个人信息。超过上述期限后，我们将不会再保留个人信息或对个人信息进行匿名化。</p>\n<p>2-1.数据存储地点</p>\n<p>我们在本产品和服务中所收集和产生的个人信息，将存储在中华人民共和国境内。</p>\n<p>2-2.数据存储期限</p>\n<p>我们仅为实现上述目的所需要的时间来保留您的个人信息，并在超出保留时间后删除或匿名化处理您的个人信息，但法律法规另有要求的除外。</p>\n<p>在 Clevel应用中，您的个人数据具体留存时间如下：为了持续优化语音识别的准确率从而改进用户体验，我们会采集假名化后的设备标识符、位置信息、移动网络代码和移动设备国家代码、语音内容及相应语言识别结果，数据的存储期限至少 6 个月。</p>\n<p>我们也会将您的部分个人数据上传至服务器以及提供给第三方服务商用于完成语音识别服务，其中语音内容在第三方的默认储存期限为 3 个月。</p>\n<p>另外，如果我们的产品或服务发生了停止运营的情况时，我们将以推送通知、公告等形式告知您，并在合理的期限内删除您的个人信息或进行匿名化处理。</p>\n<p>（3）优先顺序</p>\n<p>本隐私政策针对Clevel应用的应用软件以及其提供的相关服务，如果本隐私政策与 湖南上层领域隐私政策之间存在不一致，以本隐私政策为准；若本隐私政策未包含（约定）的相关内容，则以湖南上层领域隐私政策中包含（约定）的为准。</p>\n<p>（4）联系我们</p>\n<p>如果您对本隐私政策有任何疑问、意见或建议，或者对我们收集、使用或披露您的个人信息有任何问题，请拨打我们的客服电话0731-85206798或登录湖南上层领域官网</p>\n<p>https://www.hcsjapp.com/通过在线客服的方式与我们联系。</p>\n<p>（5）更新说明</p>\n<p>湖南上层领域保留随时更新本声明的权利，当声明发生修改时，我们会通过弹窗或通知的方式告知您变更后的声明。如您继续使用我们的服务，即视为您同意我们的变更后的隐私政策，我们才会按照更新的声明收集、使用、存储您的个人信息。</p>\n<p>本声明自更新之日起生效</p>\n<p style=\"text-align: right;\">最近的更新日期：2020年08月21日</p>\n<p style=\"text-align: right;\">湖南上层领域有限责任公司</p>\n<p style=\"text-align: right;\">&nbsp;</p>', '2020-04-24 14:56:58');

-- ----------------------------
-- Table structure for bankcard
-- ----------------------------
DROP TABLE IF EXISTS `bankcard`;
CREATE TABLE `bankcard` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT 'id',
  `memberId` int(11) DEFAULT NULL COMMENT '会员id',
  `openingBank` varchar(32) DEFAULT NULL COMMENT '开户行',
  `bankMemberName` varchar(32) DEFAULT NULL COMMENT '姓名',
  `bankNumber` varchar(32) DEFAULT NULL COMMENT '银行卡号',
  `weight` int(11) DEFAULT NULL COMMENT '权重',
  `addTime` datetime DEFAULT NULL COMMENT '添加时间',
  `editTime` datetime DEFAULT NULL COMMENT '修改时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='银行卡表';

-- ----------------------------
-- Records of bankcard
-- ----------------------------

-- ----------------------------
-- Table structure for car
-- ----------------------------
DROP TABLE IF EXISTS `car`;
CREATE TABLE `car` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT 'id',
  `memberId` int(11) DEFAULT NULL COMMENT '关联会员',
  `driving_license_photo` varchar(128) DEFAULT NULL COMMENT '行驶证照片',
  `images` varchar(1024) DEFAULT NULL COMMENT '车辆照片',
  `vehicleType` varchar(128) DEFAULT NULL COMMENT '车型',
  `model` varchar(128) DEFAULT NULL,
  `addTime` datetime DEFAULT NULL COMMENT '绑定时间',
  `weight` int(11) DEFAULT NULL COMMENT '权重',
  `deledeState` int(11) DEFAULT NULL COMMENT '删除状态 1:已删除2:未删除',
  `auditState` int(11) DEFAULT NULL COMMENT '1:待審核  2：審核通過 3：審核未通過',
  `reason` text COMMENT '审核原因',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=11 DEFAULT CHARSET=utf8 COMMENT='车辆表';

-- ----------------------------
-- Records of car
-- ----------------------------
INSERT INTO `car` VALUES ('2', '1003', '/upload/2020-09-11/20200911211200868.png', '/upload/2020-09-11/20200911211307148.png', null, '路虎揽胜', '2020-09-11 22:51:42', null, '2', '2', '<p>无缘无故断了</p>');
INSERT INTO `car` VALUES ('3', '1062', '/upload/2020-09-12/20200912213053408.png', '/upload/2020-09-12/20200912213022228.png', null, '奔驰C260coupe', '2020-09-12 21:30:54', null, '2', '2', '<p>无误</p>');
INSERT INTO `car` VALUES ('6', '1072', '/upload/2020-09-13/20200913135624358.png', '/upload/2020-09-13/20200913135605902.png', null, '奥迪A6L', '2020-09-13 15:17:05', null, '2', '2', '<p>审核通过</p>');
INSERT INTO `car` VALUES ('7', '1087', '/upload/2020-09-14/20200914101052597.png', '/upload/2020-09-14/20200914101034113.png', null, '玛莎拉帝', '2020-09-14 10:10:54', null, '2', '2', '<p>苹果测试，审核通过</p>');
INSERT INTO `car` VALUES ('8', '1130', '/upload/2020-09-15/20200915165920167.jpg', '/upload/2020-09-15/20200915165722852.jpg', null, '劳斯莱斯幻影', '2020-09-15 16:59:25', null, '2', '1', null);
INSERT INTO `car` VALUES ('10', '1164', '/upload/2020-09-17/20200917124722183.png', '/upload/2020-09-17/20200917125319920.png', null, '宝马7系', '2020-09-17 12:54:19', null, '2', '1', null);

-- ----------------------------
-- Table structure for circle_of_friends
-- ----------------------------
DROP TABLE IF EXISTS `circle_of_friends`;
CREATE TABLE `circle_of_friends` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT 'id',
  `memerId` int(11) DEFAULT NULL COMMENT '用户id',
  `memberHead` varchar(1024) DEFAULT NULL COMMENT '用户头像',
  `memberNickName` varchar(128) DEFAULT NULL COMMENT '昵称',
  `memberSex` int(11) DEFAULT NULL COMMENT '性别 1:男2:女',
  `memberAge` int(11) DEFAULT NULL COMMENT '年龄',
  `lable` varchar(255) DEFAULT NULL COMMENT '车标',
  `city` varchar(128) DEFAULT NULL COMMENT '所在市',
  `addTime` datetime DEFAULT NULL COMMENT '发布时间',
  `context` text CHARACTER SET utf8mb4 COMMENT '动态内容',
  `images` text COMMENT '图片数组',
  `video` text COMMENT '视频',
  `likeSize` int(11) DEFAULT NULL COMMENT '点赞量',
  `commentSize` int(11) DEFAULT NULL COMMENT '评论量',
  `state` int(11) DEFAULT NULL COMMENT '是否隐藏地址  1：是 2：否',
  `strangersInTheSameCity` int(128) DEFAULT NULL COMMENT '是否允许同城陌生人查看  1：允许  2：不允许',
  `strangersOutsideTheCity` int(128) DEFAULT NULL COMMENT '是否允许同城以外陌生人 1：允许  2：不允许',
  `citySynchronization` int(128) DEFAULT NULL COMMENT '是否同步到HC大咖秀  1：同步  2：不同步',
  `defaultType` int(1) DEFAULT NULL COMMENT '1;默认动态  2：不是默认动态',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=158 DEFAULT CHARSET=utf8 COMMENT='朋友圈动态';

-- ----------------------------
-- Records of circle_of_friends
-- ----------------------------
INSERT INTO `circle_of_friends` VALUES ('1', '1000', '/upload/2020-09-11/20200911195055336.jpeg', '过期宝贝', '2', '23', null, '长沙市', '2020-09-11 19:53:05', '新人报道！', '/upload/2020-09-11/20200911195055336.jpeg,/upload/2020-09-11/20200911195055217.jpg,/upload/2020-09-11/20200911195055259.jpg', null, '3', '0', null, '1', '1', '2', '1');
INSERT INTO `circle_of_friends` VALUES ('2', '1003', '/upload/2020-09-11/20200911204911523.png', 'echo-7s.', '1', '30', '/upload/2020-09-11/20200911225620369.png', '长沙市', '2020-09-11 21:24:41', '献世。', '/upload/2020-09-11/20200911212441139.png', '', '1', '1', '1', '1', '1', '2', '2');
INSERT INTO `circle_of_friends` VALUES ('3', '1009', '/upload/2020-09-11/20200911214213248.png', '朵朵', '2', '22', null, '长沙市', '2020-09-11 21:44:28', '我想确定每日挽着同样的手臂。', '/upload/2020-09-11/20200911214428311.png,/upload/2020-09-11/2020091121442817.png', '', '4', '0', '1', '1', '1', '2', '2');
INSERT INTO `circle_of_friends` VALUES ('4', '1007', '/upload/2020-09-15/20200915203431779.png', 'xT1an#', '1', '18', '/upload/2020-09-11/20200911211215473.png', '长沙市', '2020-09-11 22:03:38', '哒哒哒哒哒哒', '/upload/2020-09-11/20200911220338466.png', '', '0', '0', '1', '2', '2', '2', '2');
INSERT INTO `circle_of_friends` VALUES ('5', '1012', '/upload/2020-09-12/20200912141230267.png', '江江呀', '1', '26', '/upload/2020-09-11/20200911215506750.png', '长沙市', '2020-09-11 22:19:58', '开心?', '/upload/2020-09-11/20200911221957664.png', '', '3', '0', '1', '1', '1', '2', '2');
INSERT INTO `circle_of_friends` VALUES ('6', '1015', '/upload/2020-09-11/20200911225741175.png', 'keeeeh_', '2', '18', null, '长沙市', '2020-09-11 22:54:09', '新人报道！', '/upload/2020-09-11/20200911225339604.png,/upload/2020-09-11/20200911225339233.png,/upload/2020-09-11/20200911225339610.png', null, '0', '2', null, '1', '1', '2', '1');
INSERT INTO `circle_of_friends` VALUES ('7', '1008', '/upload/2020-09-11/20200911213618438.png', 'Big east', '1', '27', null, '晴溪庄园(长沙店)', '2020-09-11 22:55:31', '公子你在哦子？', '', '/upload/2020-09-11/20200911225531461.mp4', '0', '0', '2', '1', '1', '2', '2');
INSERT INTO `circle_of_friends` VALUES ('8', '1015', '/upload/2020-09-11/20200911225741175.png', 'keeeeh_', '2', '18', null, '长沙市', '2020-09-11 23:00:07', 'hi', '/upload/2020-09-11/20200911230007165.png', '', '2', '0', '1', '1', '1', '2', '2');
INSERT INTO `circle_of_friends` VALUES ('9', '1020', '/upload/2020-09-12/20200912115549588.png', '早安不吃香菜', '2', '0', null, '长沙市', '2020-09-12 12:02:21', '新人报道！', '/upload/2020-09-12/20200912115549588.png,/upload/2020-09-12/20200912115549267.png,/upload/2020-09-12/20200912115549172.png', null, '3', '1', null, '1', '1', '2', '1');
INSERT INTO `circle_of_friends` VALUES ('10', '1023', '/upload/2020-09-12/20200912215311858.jpg', '铭铭吖', '2', '21', null, '岳阳市', '2020-09-12 12:45:36', '新人报道！', '/upload/2020-09-12/2020091212430367.jpeg,/upload/2020-09-12/202009121243035.jpeg,/upload/2020-09-12/20200912124303245.jpeg', null, '1', '0', null, '1', '1', '2', '1');
INSERT INTO `circle_of_friends` VALUES ('12', '1012', '/upload/2020-09-12/20200912141230267.png', '江江呀', '1', '26', '/upload/2020-09-11/20200911215506750.png', '长沙市', '2020-09-12 12:57:52', '啦啦啦啦', '/upload/2020-09-12/20200912125752957.png', '', '1', '0', '1', '2', '2', '2', '2');
INSERT INTO `circle_of_friends` VALUES ('14', '1018', '/upload/2020-09-12/20200912023411630.jpeg', '用户_883110', '2', '0', null, '长沙市', '2020-09-12 13:25:26', '新人报道！', '/upload/2020-09-12/20200912023411630.jpeg,/upload/2020-09-12/20200912023411241.jpeg,/upload/2020-09-12/20200912023411600.jpg', null, '0', '0', null, '1', '1', '2', '1');
INSERT INTO `circle_of_friends` VALUES ('15', '1017', '/upload/2020-09-12/20200912021617265.png', '李萱', '2', '0', null, '长沙市', '2020-09-12 13:25:34', '新人报道！', '/upload/2020-09-12/20200912021617265.png,/upload/2020-09-12/20200912021617885.png,/upload/2020-09-12/20200912021617905.png', null, '2', '0', null, '1', '1', '2', '1');
INSERT INTO `circle_of_friends` VALUES ('16', '1016', '/upload/2020-09-11/20200911233317333.png', '用户_249559', '2', '0', null, '长沙市', '2020-09-12 13:25:40', '新人报道！', '/upload/2020-09-11/20200911233317333.png,/upload/2020-09-11/20200911233317925.png,/upload/2020-09-11/20200911233317416.png', null, '1', '0', null, '1', '1', '2', '1');
INSERT INTO `circle_of_friends` VALUES ('17', '1027', '/upload/2020-09-12/202009121426125.png', '用户_716984', '2', '0', null, '武汉市', '2020-09-12 14:35:37', '新人报道！', '/upload/2020-09-12/202009121426125.png,/upload/2020-09-12/20200912142612264.png,/upload/2020-09-12/20200912142612793.png', null, '1', '0', null, '1', '1', '2', '1');
INSERT INTO `circle_of_friends` VALUES ('20', '1030', '/upload/2020-09-15/20200915203559441.png', 'Nice', '2', '0', null, '长沙市', '2020-09-12 18:02:28', '新人报道！', '/upload/2020-09-12/20200912150257500.png,/upload/2020-09-12/20200912150257512.png,/upload/2020-09-12/20200912150257167.png,/upload/2020-09-12/2020091215025786.png', null, '0', '0', null, '1', '1', '2', '1');
INSERT INTO `circle_of_friends` VALUES ('21', '1031', '/upload/2020-09-12/20200912184600293.png', 'z65', '2', '21', null, '金华市', '2020-09-12 18:02:54', '新人报道！', '/upload/2020-09-12/20200912152123917.png,/upload/2020-09-12/20200912152123449.png,/upload/2020-09-12/20200912152123534.png,/upload/2020-09-12/2020091215212338.png', null, '0', '0', null, '1', '1', '2', '1');
INSERT INTO `circle_of_friends` VALUES ('22', '1032', '/upload/2020-09-12/2020091215301283.jpeg', '用户_436670', '1', '0', null, '深圳市', '2020-09-12 18:03:43', '新人报道！', '/upload/2020-09-12/2020091215301283.jpeg,/upload/2020-09-12/20200912153012763.jpeg,/upload/2020-09-12/20200912153012598.jpeg', null, '1', '0', null, '1', '1', '2', '1');
INSERT INTO `circle_of_friends` VALUES ('23', '1012', '/upload/2020-09-12/20200912141230267.png', '江江呀', '1', '26', '/upload/2020-09-11/20200911215506750.png', '长沙市', '2020-09-12 18:12:42', '啦啦啦', '/upload/2020-09-12/20200912181242673.png', '', '0', '1', '1', '1', '1', '2', '2');
INSERT INTO `circle_of_friends` VALUES ('24', '1031', '/upload/2020-09-12/20200912184600293.png', 'z65', '2', '21', null, '义乌市', '2020-09-12 18:49:58', '新人', '/upload/2020-09-12/20200912184958823.png', '', '2', '0', '2', '1', '1', '2', '2');
INSERT INTO `circle_of_friends` VALUES ('25', '1042', '/upload/2020-09-12/20200912184915336.png', '招财琳', '2', '210', null, '广州市', '2020-09-12 18:55:54', '新人报道！', '/upload/2020-09-12/20200912184915336.png,/upload/2020-09-12/20200912184915109.png,/upload/2020-09-12/20200912184915345.png', null, '3', '6', null, '1', '1', '2', '1');
INSERT INTO `circle_of_friends` VALUES ('26', '1043', '/upload/2020-09-12/20200912185249495.png', '用户_965576', '2', '0', null, '广州市', '2020-09-12 18:56:08', '新人报道！', '/upload/2020-09-12/20200912185249495.png,/upload/2020-09-12/20200912185249743.png,/upload/2020-09-12/20200912185249726.png', null, '1', '1', null, '1', '1', '2', '1');
INSERT INTO `circle_of_friends` VALUES ('27', '1046', '/upload/2020-09-12/20200912190013886.png', '用户_465605', '2', '0', null, '长沙市', '2020-09-12 19:03:24', '新人报道！', '/upload/2020-09-12/20200912190013886.png,/upload/2020-09-12/20200912190013576.png,/upload/2020-09-12/20200912190013138.png', null, '0', '0', null, '1', '1', '2', '1');
INSERT INTO `circle_of_friends` VALUES ('28', '1045', '/upload/2020-09-12/20200912185738266.jpg', '佳媛', '2', '0', null, '长沙市', '2020-09-12 19:04:09', '新人报道！', '/upload/2020-09-12/20200912185738266.jpg,/upload/2020-09-12/20200912185738408.jpg,/upload/2020-09-12/20200912185738229.jpg', null, '0', '0', null, '1', '1', '2', '1');
INSERT INTO `circle_of_friends` VALUES ('29', '1044', '/upload/2020-09-12/20200912185727810.png', '小阿浅', '2', '24', null, '郑州市', '2020-09-12 19:05:00', '新人报道！', '/upload/2020-09-12/20200912185727810.png,/upload/2020-09-12/20200912185727810.png,/upload/2020-09-12/20200912185727782.png', null, '0', '0', null, '1', '1', '2', '1');
INSERT INTO `circle_of_friends` VALUES ('30', '1048', '/upload/2020-09-12/20200912191222222.png', '用户_787564', '1', '0', null, '长沙市', '2020-09-12 19:15:07', '新人报道！', '/upload/2020-09-12/20200912191222222.png,/upload/2020-09-12/20200912191222271.png,/upload/2020-09-12/20200912191222353.png', null, '1', '1', null, '1', '1', '2', '1');
INSERT INTO `circle_of_friends` VALUES ('31', '1046', '/upload/2020-09-12/20200912190013886.png', '用户_465605', '2', '0', null, '长沙市', '2020-09-12 19:41:31', 'hi', '', '/upload/2020-09-12/20200912194131220.mp4', '4', '4', '1', '1', '1', '2', '2');
INSERT INTO `circle_of_friends` VALUES ('32', '1057', '/upload/2020-09-12/20200912202156930.png', '用户_866296', '2', '0', null, '长沙市', '2020-09-12 20:23:01', '新人报道！', '/upload/2020-09-12/20200912202156930.png,/upload/2020-09-12/20200912202156750.png,/upload/2020-09-12/20200912202156781.png', null, '3', '1', null, '1', '1', '2', '1');
INSERT INTO `circle_of_friends` VALUES ('33', '1053', '/upload/2020-09-12/20200912195938471.jpeg', '用户_937253', '2', '0', null, '南宁市', '2020-09-12 20:23:25', '新人报道！', '/upload/2020-09-12/20200912195938471.jpeg,/upload/2020-09-12/20200912195938118.jpeg,/upload/2020-09-12/20200912195938401.jpeg', null, '3', '0', null, '1', '1', '2', '1');
INSERT INTO `circle_of_friends` VALUES ('34', '1061', '/upload/2020-09-12/20200912212150718.png', '粉红', '2', '22', null, '株洲市', '2020-09-12 21:09:21', '新人报道！', '/upload/2020-09-12/20200912210812321.png,/upload/2020-09-12/20200912210812839.png,/upload/2020-09-12/20200912210812176.png', null, '2', '0', null, '1', '1', '2', '1');
INSERT INTO `circle_of_friends` VALUES ('35', '1062', '/upload/2020-09-12/20200912212348879.png', '用户_339206', '2', '0', '/upload/2020-09-12/2020091221323432.png', '杭州市', '2020-09-12 21:25:51', '新人报道！', '/upload/2020-09-12/20200912212348879.png,/upload/2020-09-12/20200912212348289.png,/upload/2020-09-12/20200912212348178.png', null, '5', '0', null, '1', '1', '2', '1');
INSERT INTO `circle_of_friends` VALUES ('36', '1063', '/upload/2020-09-12/20200912214033541.png', '用户_764388', '2', '0', null, '长沙市', '2020-09-12 21:43:22', '新人报道！', '/upload/2020-09-12/20200912214033541.png,/upload/2020-09-12/20200912214033803.png,/upload/2020-09-12/2020091221403386.png', null, '2', '1', null, '1', '1', '2', '1');
INSERT INTO `circle_of_friends` VALUES ('37', '1022', '/upload/2020-09-12/20200912213850576.jpg', '来自北方', '1', '21', null, '解放西路', '2020-09-12 21:44:15', '新人开学报个到', null, '/upload/2020-09-12/20200912214331496.mp4', '0', '0', '2', '1', '1', '2', '2');
INSERT INTO `circle_of_friends` VALUES ('38', '1065', '/upload/2020-09-12/20200912220411696.png', '用户_869085', '2', '22', null, '长沙市', '2020-09-12 22:09:33', '新人报道！', '/upload/2020-09-12/20200912220411696.png,/upload/2020-09-12/20200912220411725.png,/upload/2020-09-12/20200912220411258.png', null, '2', '0', null, '1', '1', '2', '1');
INSERT INTO `circle_of_friends` VALUES ('43', '1007', '/upload/2020-09-15/20200915203431779.png', 'xT1an#', '1', '18', '/upload/2020-09-11/20200911211215473.png', '长沙市', '2020-09-13 04:35:03', '周六的cp局，上头?', '', '/upload/2020-09-13/20200913043503149.mp4', '1', '1', '1', '1', '1', '2', '2');
INSERT INTO `circle_of_friends` VALUES ('44', '1066', '/upload/2020-09-12/20200912223859327.png', '用户_508043', '2', '0', null, '长沙市', '2020-09-13 12:14:10', '新人报道！', '/upload/2020-09-12/20200912223859327.png,/upload/2020-09-12/2020091222385970.png,/upload/2020-09-12/202009122238595.png', null, '0', '0', null, '1', '1', '2', '1');
INSERT INTO `circle_of_friends` VALUES ('45', '1068', '/upload/2020-09-12/20200912225305911.jpeg', '用户_541374', '2', '0', null, '张家界市', '2020-09-13 12:14:46', '新人报道！', '/upload/2020-09-12/20200912225305911.jpeg,/upload/2020-09-12/2020091222530532.jpeg,/upload/2020-09-12/20200912225305741.jpeg,/upload/2020-09-12/20200912225305473.jpeg', null, '0', '1', null, '1', '1', '2', '1');
INSERT INTO `circle_of_friends` VALUES ('46', '1069', '/upload/2020-09-13/20200913133846748.png', 'Shealeo', '2', '22', null, '贺州市', '2020-09-13 12:15:05', '新人报道！', '/upload/2020-09-12/20200912230859111.png,/upload/2020-09-12/20200912230859900.png,/upload/2020-09-12/20200912230859251.png', null, '0', '1', null, '1', '1', '2', '1');
INSERT INTO `circle_of_friends` VALUES ('47', '1071', '/upload/2020-09-13/20200913015029273.jpeg', '小肉肉', '2', '20', null, '静安区', '2020-09-13 12:15:32', '新人报道！', '/upload/2020-09-13/20200913015029273.jpeg,/upload/2020-09-13/20200913015029797.jpeg,/upload/2020-09-13/20200913015029324.jpeg', null, '2', '0', null, '1', '1', '2', '1');
INSERT INTO `circle_of_friends` VALUES ('48', '1072', '/upload/2020-09-15/20200915210355391.png', '董', '2', '22', '/upload/2020-09-15/20200915150738123.png', '长沙市', '2020-09-13 13:11:12', '新人报道！', '/upload/2020-09-13/20200913122740432.png,/upload/2020-09-13/20200913122740228.png,/upload/2020-09-13/20200913122740269.png', null, '0', '21', null, '1', '1', '2', '1');
INSERT INTO `circle_of_friends` VALUES ('49', '1069', '/upload/2020-09-13/20200913133846748.png', 'Shealeo', '2', '22', null, '贺州市', '2020-09-13 13:43:26', '?', '/upload/2020-09-13/20200913134325364.png,/upload/2020-09-13/20200913134325308.png,/upload/2020-09-13/20200913134325824.png,/upload/2020-09-13/20200913134325662.png', '', '5', '0', '1', '2', '1', '2', '2');
INSERT INTO `circle_of_friends` VALUES ('51', '1054', '/upload/2020-09-13/2020091314194914.png', '是小罗啊', '1', '0', null, '长沙市', '2020-09-13 15:09:34', '新人报了个到', '/upload/2020-09-13/20200913150934520.png,/upload/2020-09-13/20200913150934117.png,/upload/2020-09-13/20200913150934525.png', '', '4', '0', '1', '1', '1', '2', '2');
INSERT INTO `circle_of_friends` VALUES ('53', '1005', '/upload/2020-09-14/20200914235142844.png', 'pyx', '1', '24', null, '长沙市', '2020-09-13 16:21:36', 'hi\n', '/upload/2020-09-13/20200913162136849.png,/upload/2020-09-13/20200913162136905.png,/upload/2020-09-13/20200913162136402.png', '', '0', '0', '1', '2', '2', '2', '2');
INSERT INTO `circle_of_friends` VALUES ('55', '1078', '/upload/2020-09-13/2020091319573218.png', '用户_170372', '2', '0', null, '长沙市', '2020-09-13 21:02:58', '新人报道！', '/upload/2020-09-13/2020091319573218.png,/upload/2020-09-13/20200913195732356.png,/upload/2020-09-13/20200913195732590.png', null, '5', '3', null, '1', '1', '2', '1');
INSERT INTO `circle_of_friends` VALUES ('56', '1080', '/upload/2020-09-13/20200913224142337.png', '小佳佳', '2', '0', null, '岳阳市', '2020-09-14 10:32:25', '新人报道！', '/upload/2020-09-13/20200913224142337.png,/upload/2020-09-13/20200913224142244.png,/upload/2020-09-13/20200913224142142.png', null, '2', '0', null, '1', '1', '2', '1');
INSERT INTO `circle_of_friends` VALUES ('57', '1083', '/upload/2020-09-14/20200914042928274.png', 'Nanx', '2', '0', null, '长沙市', '2020-09-14 10:32:40', '新人报道！', '/upload/2020-09-14/20200914042928274.png,/upload/2020-09-14/20200914042928183.png,/upload/2020-09-14/20200914042928970.png', null, '3', '0', null, '1', '1', '2', '1');
INSERT INTO `circle_of_friends` VALUES ('60', '1087', '/upload/2020-09-14/20200914160740580.png', '云不器', '1', '20', '/upload/2020-09-14/20200914101207839.png', '青树嘴中学', '2020-09-14 16:01:31', '就知道喝酒！', '', '/upload/2020-09-14/20200914160131351.mp4', '0', '1', '2', '2', '2', '2', '2');
INSERT INTO `circle_of_friends` VALUES ('61', '1095', '/upload/2020-09-14/20200914162847187.png', '用户_284234', '2', '0', null, '长沙市', '2020-09-14 16:59:51', '新人报道！', '/upload/2020-09-14/20200914162847187.png,/upload/2020-09-14/20200914162847814.png,/upload/2020-09-14/20200914162847657.png,/upload/2020-09-14/20200914162847970.png', null, '1', '2', null, '1', '1', '2', '1');
INSERT INTO `circle_of_friends` VALUES ('62', '1078', '/upload/2020-09-13/2020091319573218.png', '用户_170372', '2', '0', null, '长沙市', '2020-09-14 18:21:20', '啦啦啦～', '/upload/2020-09-14/20200914182120834.png,/upload/2020-09-14/20200914182120314.png,/upload/2020-09-14/20200914182120311.png,/upload/2020-09-14/20200914182120883.png', '', '5', '0', '1', '1', '1', '2', '2');
INSERT INTO `circle_of_friends` VALUES ('63', '1104', '/upload/2020-09-14/20200914184510160.png', '用户_535835', '2', '0', null, '长沙市', '2020-09-14 18:58:03', '新人报道！', '/upload/2020-09-14/20200914184510160.png,/upload/2020-09-14/20200914184510643.png,/upload/2020-09-14/20200914184510982.png', null, '2', '1', null, '1', '1', '2', '1');
INSERT INTO `circle_of_friends` VALUES ('66', '1121', '/upload/2020-09-15/20200915104504399.jpeg', '用户_695798', '1', '0', null, '', '2020-09-15 10:46:00', '新人报道！', '/upload/2020-09-15/20200915104504399.jpeg,/upload/2020-09-15/20200915104504248.jpeg,/upload/2020-09-15/20200915104504151.jpeg', null, '0', '0', null, '1', '1', '2', '1');
INSERT INTO `circle_of_friends` VALUES ('72', '1125', '/upload/2020-09-15/20200915135528457.jpeg', '用户_622925', '1', '0', null, '', '2020-09-15 13:55:45', '新人报道！', '/upload/2020-09-15/20200915135528457.jpeg,/upload/2020-09-15/20200915135528559.jpeg,/upload/2020-09-15/202009151355284.jpg', null, '0', '0', null, '1', '1', '2', '1');
INSERT INTO `circle_of_friends` VALUES ('73', '1126', '/upload/2020-09-15/20200915140411965.jpeg', '用户_352861', '1', '0', null, '', '2020-09-15 14:04:44', '新人报道！', '/upload/2020-09-15/20200915140411965.jpeg,/upload/2020-09-15/2020091514041149.jpeg,/upload/2020-09-15/20200915140411779.jpeg', null, '0', '0', null, '1', '1', '2', '1');
INSERT INTO `circle_of_friends` VALUES ('74', '1127', '/upload/2020-09-15/2020091514140758.jpeg', '用户_728971', '1', '0', null, '', '2020-09-15 14:14:30', '新人报道！', '/upload/2020-09-15/2020091514140758.jpeg,/upload/2020-09-15/20200915141407402.jpeg,/upload/2020-09-15/20200915141407531.jpeg', null, '0', '0', null, '1', '1', '2', '1');
INSERT INTO `circle_of_friends` VALUES ('76', '1112', '/upload/2020-09-15/20200915160034948.png', '除了Gina都是猪', '2', '1000', null, '长沙市', '2020-09-15 15:49:18', '新人报道！', '/upload/2020-09-14/20200914214833518.png,/upload/2020-09-14/20200914214833241.png,/upload/2020-09-14/20200914214833419.png,/upload/2020-09-14/20200914214833467.png,/upload/2020-09-14/2020091421483312.png,/upload/2020-09-14/20200914214833885.png', null, '4', '0', null, '1', '1', '2', '1');
INSERT INTO `circle_of_friends` VALUES ('77', '1110', '/upload/2020-09-14/20200914201312471.jpeg', '用户_299288', '2', '0', null, '长沙市', '2020-09-15 15:51:32', '新人报道！', '/upload/2020-09-14/20200914201312471.jpeg,/upload/2020-09-14/20200914201312224.jpeg,/upload/2020-09-14/20200914201312313.jpeg,/upload/2020-09-14/20200914201312218.jpeg,/upload/2020-09-14/2020091420131279.jpeg', null, '1', '0', null, '1', '1', '2', '1');
INSERT INTO `circle_of_friends` VALUES ('78', '1118', '/upload/2020-09-15/20200915022236785.png', '用户_153861', '2', '0', null, '长沙市', '2020-09-15 15:52:06', '新人报道！', '/upload/2020-09-15/20200915022236785.png,/upload/2020-09-15/2020091502223658.png,/upload/2020-09-15/20200915022236192.png', null, '2', '0', null, '1', '1', '2', '1');
INSERT INTO `circle_of_friends` VALUES ('79', '1130', '/upload/2020-09-16/20200916153355345.jpg', '三岁就很酷', '1', '0', '/upload/2020-09-15/20200915161629393.png', '长沙市', '2020-09-15 16:52:23', '新人报道', '/upload/2020-09-15/20200915165212865.jpeg', null, '5', '0', '1', '1', '1', '2', '2');
INSERT INTO `circle_of_friends` VALUES ('92', '1122', '/upload/2020-09-15/20200915114314352.png', '玺玺子', '2', '0', null, '长沙市', '2020-09-15 17:40:44', '新人报道！', '/upload/2020-09-15/20200915114314352.png,/upload/2020-09-15/20200915114314342.png,/upload/2020-09-15/20200915114314653.png,/upload/2020-09-15/20200915114314784.png', null, '3', '11', null, '1', '1', '2', '1');
INSERT INTO `circle_of_friends` VALUES ('93', '1134', '/upload/2020-09-15/20200915174725109.png', '用户_771578', '2', '0', null, '长沙市', '2020-09-15 17:48:32', '新人报道！', '/upload/2020-09-15/20200915174725109.png,/upload/2020-09-15/20200915174725886.png,/upload/2020-09-15/20200915174725340.png,/upload/2020-09-15/20200915174725165.png,/upload/2020-09-15/20200915174725109.png,/upload/2020-09-15/20200915174725885.png', null, '0', '2', null, '1', '1', '2', '1');
INSERT INTO `circle_of_friends` VALUES ('94', '1134', '/upload/2020-09-15/20200915174725109.png', '用户_771578', '2', '0', null, '长沙市', '2020-09-15 17:58:14', '新人报道', '/upload/2020-09-15/20200915175814741.png,/upload/2020-09-15/20200915175814535.png,/upload/2020-09-15/20200915175814518.png,/upload/2020-09-15/20200915175814684.png,/upload/2020-09-15/20200915175814103.png,/upload/2020-09-15/20200915175814731.png', '', '0', '0', '1', '2', '2', '2', '2');
INSERT INTO `circle_of_friends` VALUES ('95', '1135', '/upload/2020-09-15/20200915180910258.jpeg', '用户_783805', '2', '0', null, '郑州市', '2020-09-15 18:12:22', '新人报道！', '/upload/2020-09-15/20200915180910258.jpeg,/upload/2020-09-15/20200915180910468.jpeg,/upload/2020-09-15/20200915180910559.jpeg,/upload/2020-09-15/20200915180910146.jpeg,/upload/2020-09-15/20200915180910808.jpeg,/upload/2020-09-15/20200915180910573.jpeg', null, '0', '0', null, '1', '1', '2', '1');
INSERT INTO `circle_of_friends` VALUES ('96', '1137', '/upload/2020-09-15/20200915184141200.jpeg', '用户_514382', '1', '0', null, '郑州市', '2020-09-15 18:42:35', '新人报道！', '/upload/2020-09-15/20200915184141200.jpeg,/upload/2020-09-15/20200915184141580.jpeg,/upload/2020-09-15/20200915184141239.jpeg', null, '0', '0', null, '1', '1', '2', '1');
INSERT INTO `circle_of_friends` VALUES ('105', '1065', '/upload/2020-09-12/20200912220411696.png', '用户_869085', '2', '22', null, '长沙市', '2020-09-15 19:48:48', '发出来怎么那么模糊', '/upload/2020-09-15/20200915194848647.png', '', '0', '0', '1', '2', '2', '2', '2');
INSERT INTO `circle_of_friends` VALUES ('106', '1141', '/upload/2020-09-15/20200915205059502.png', '用户_572631', '2', '0', null, '长沙市', '2020-09-15 21:31:25', '新人报道！', '/upload/2020-09-15/20200915205059502.png,/upload/2020-09-15/20200915205059441.png,/upload/2020-09-15/20200915205059224.png,/upload/2020-09-15/20200915205059673.png', null, '3', '8', null, '1', '1', '2', '1');
INSERT INTO `circle_of_friends` VALUES ('108', '1130', '/upload/2020-09-16/20200916153355345.jpg', '三岁就很酷', '1', '0', '/upload/2020-09-15/20200915161629393.png', '岳阳市', '2020-09-15 22:23:45', '一个人在家看电影挺好的…', null, '/upload/2020-09-15/20200915222252991.mp4', '6', '1', '1', '1', '1', '2', '2');
INSERT INTO `circle_of_friends` VALUES ('109', '1142', '/upload/2020-09-15/20200915233730266.png', '孙大漂亮', '2', '0', null, '长沙市', '2020-09-15 23:29:08', '新人报道！', '/upload/2020-09-15/20200915232509208.png,/upload/2020-09-15/20200915232509497.png,/upload/2020-09-15/20200915232509266.png,/upload/2020-09-15/20200915232509280.png,/upload/2020-09-15/20200915232509147.png,/upload/2020-09-15/20200915232509917.png', null, '1', '4', null, '1', '1', '2', '1');
INSERT INTO `circle_of_friends` VALUES ('111', '1064', '/upload/2020-09-15/20200915235805804.jpg', '航航航', '1', '23', '/upload/2020-09-12/20200912220156527.png', '株洲市', '2020-09-15 23:45:27', '在家放毒哈哈哈', '/upload/2020-09-15/20200915234511609.jpeg', null, '0', '3', '1', '1', '1', '2', '2');
INSERT INTO `circle_of_friends` VALUES ('112', '1140', '/upload/2020-09-15/20200915204921878.jpeg', 'Redamancy', '2', '0', null, '岳阳市', '2020-09-16 09:11:40', '新人报道！', '/upload/2020-09-15/20200915204921878.jpeg,/upload/2020-09-15/20200915204921990.jpeg,/upload/2020-09-15/20200915204921577.jpeg', null, '2', '0', null, '1', '1', '2', '1');
INSERT INTO `circle_of_friends` VALUES ('114', '1130', '/upload/2020-09-16/20200916153355345.jpg', '三岁就很酷', '1', '0', '/upload/2020-09-15/20200915161629393.png', '岳阳市', '2020-09-16 11:04:09', '不吃早餐', '/upload/2020-09-16/20200916110403775.jpeg', null, '4', '2', '1', '1', '1', '2', '2');
INSERT INTO `circle_of_friends` VALUES ('117', '1064', '/upload/2020-09-15/20200915235805804.jpg', '航航航', '1', '23', '/upload/2020-09-12/20200912220156527.png', '株洲市', '2020-09-16 14:39:44', '只要不出伤病，湖人总冠军\n', null, null, '1', '4', '1', '1', '1', '2', '2');
INSERT INTO `circle_of_friends` VALUES ('118', '1070', '/upload/2020-09-13/20200913131647379.png', '小武', '1', '0', '/upload/2020-09-13/20200913121554966.png', '长沙市', '2020-09-16 15:46:49', '报了个道', '/upload/2020-09-16/20200916154649784.png,/upload/2020-09-16/20200916154649630.png,/upload/2020-09-16/20200916154649436.png', '', '0', '0', '1', '2', '2', '2', '2');
INSERT INTO `circle_of_friends` VALUES ('119', '1147', '/upload/2020-09-16/20200916155355891.png', '用户_706640', '2', '0', null, '深圳市', '2020-09-16 15:59:08', '新人报道！', '/upload/2020-09-16/20200916155355891.png,/upload/2020-09-16/20200916155355839.png,/upload/2020-09-16/20200916155355273.png', null, '1', '1', null, '1', '1', '2', '1');
INSERT INTO `circle_of_friends` VALUES ('120', '1155', '/upload/2020-09-16/20200916194332517.png', '小石好美', '2', '0', null, '怀化市', '2020-09-16 19:52:30', '新人报道！', '/upload/2020-09-16/20200916194332517.png,/upload/2020-09-16/20200916194332370.png,/upload/2020-09-16/20200916194332743.png', null, '3', '0', null, '1', '1', '2', '1');
INSERT INTO `circle_of_friends` VALUES ('121', '1159', '/upload/2020-09-16/20200916212644202.png', '李守护', '1', '22', null, '长沙市', '2020-09-16 21:17:17', '天真的好蓝', '', '/upload/2020-09-16/20200916211717233.mp4', '0', '0', '1', '2', '2', '2', '2');
INSERT INTO `circle_of_friends` VALUES ('122', '1061', '/upload/2020-09-12/20200912212150718.png', '粉红', '2', '22', null, '株洲市', '2020-09-16 22:06:42', '最简单的往往是最重要的，不要钱的也是最贵的', '/upload/2020-09-16/20200916220641241.png,/upload/2020-09-16/20200916220641603.png', '', '0', '2', '1', '1', '1', '2', '2');
INSERT INTO `circle_of_friends` VALUES ('124', '1130', '/upload/2020-09-16/20200916153355345.jpg', '三岁就很酷', '1', '0', '/upload/2020-09-15/20200915161629393.png', '岳阳市', '2020-09-16 22:53:26', '叫上小伙伴一起搞点烧烤778', '/upload/2020-09-16/20200916225312272.jpeg,/upload/2020-09-16/20200916225312284.jpeg', null, '2', '0', '1', '1', '1', '2', '2');
INSERT INTO `circle_of_friends` VALUES ('126', '1164', '/upload/2020-09-16/20200916212305696.png', '忠', '1', '23', null, '长沙市', '2020-09-16 23:38:10', '睡不着就一起溜溜车啊?', '', '/upload/2020-09-16/20200916233810783.mp4', '2', '1', '1', '1', '1', '2', '2');
INSERT INTO `circle_of_friends` VALUES ('128', '1130', '/upload/2020-09-16/20200916153355345.jpg', '三岁就很酷', '1', '0', '/upload/2020-09-15/20200915161629393.png', '岳阳市', '2020-09-17 14:04:58', '天气降温了，买几件衣服穿穿', '/upload/2020-09-17/20200917140317707.jpeg,/upload/2020-09-17/20200917140317712.jpeg,/upload/2020-09-17/20200917140317277.jpeg,/upload/2020-09-17/20200917140317854.jpeg,/upload/2020-09-17/20200917140317505.jpeg,/upload/2020-09-17/20200917140317593.jpeg', null, '4', '0', '1', '1', '1', '2', '2');
INSERT INTO `circle_of_friends` VALUES ('129', '1171', '/upload/2020-09-17/20200917004212440.png', '白瑞', '2', '20', null, '成都市', '2020-09-17 14:26:20', '新人报道！', '/upload/2020-09-17/20200917004212440.png,/upload/2020-09-17/20200917004212299.png,/upload/2020-09-17/20200917004212544.png,/upload/2020-09-17/20200917004212609.png', null, '0', '0', null, '1', '1', '2', '1');
INSERT INTO `circle_of_friends` VALUES ('130', '1172', '/upload/2020-09-17/20200917025918464.png', '用户_989786', '2', '0', null, '长沙市', '2020-09-17 14:26:51', '新人报道！', '/upload/2020-09-17/20200917025918464.png,/upload/2020-09-17/20200917025918680.png,/upload/2020-09-17/20200917025918857.png', null, '0', '0', null, '1', '1', '2', '1');
INSERT INTO `circle_of_friends` VALUES ('132', '1171', '/upload/2020-09-17/20200917004212440.png', '白瑞', '2', '20', null, '广元市', '2020-09-17 15:44:03', '最深情的还是温柔待人', '/upload/2020-09-17/20200917154402184.png', '', '2', '4', '1', '1', '1', '2', '2');
INSERT INTO `circle_of_friends` VALUES ('133', '1007', '/upload/2020-09-15/20200915203431779.png', 'xT1an#', '1', '18', '/upload/2020-09-11/20200911211215473.png', '长沙市', '2020-09-17 16:14:23', '你在哪？', '/upload/2020-09-17/20200917161423510.png', '', '1', '1', '2', '1', '1', '2', '2');
INSERT INTO `circle_of_friends` VALUES ('134', '1173', '/upload/2020-09-17/20200917170256532.png', '用户_495083', '2', '0', null, '长沙市', '2020-09-17 17:20:08', '新人报道！', '/upload/2020-09-17/20200917170256532.png,/upload/2020-09-17/20200917170256706.png,/upload/2020-09-17/20200917170256730.png', null, '0', '0', null, '1', '1', '2', '1');
INSERT INTO `circle_of_friends` VALUES ('135', '1174', '/upload/2020-09-17/20200917172628393.png', 'Chic-Yuki', '2', '200', null, '长沙市', '2020-09-17 17:28:58', '新人报道！', '/upload/2020-09-17/20200917172628393.png,/upload/2020-09-17/20200917172628402.png,/upload/2020-09-17/20200917172628270.png', null, '2', '0', null, '1', '1', '2', '1');
INSERT INTO `circle_of_friends` VALUES ('137', '1001', '/upload/2020-09-16/20200916094428361.jpg', '画画的宝宝', '1', '26', null, '长沙市', '2020-09-17 19:57:14', '这南瓜粥非常好喝，推荐\n', '/upload/2020-09-17/20200917195657847.jpeg', null, '1', '2', '1', '1', '1', '2', '2');
INSERT INTO `circle_of_friends` VALUES ('138', '1080', '/upload/2020-09-13/20200913224142337.png', '小佳佳', '2', '0', null, '岳阳市', '2020-09-17 19:59:58', '健身是个好娱乐～', '', '/upload/2020-09-17/20200917195958568.mp4', '2', '1', '1', '1', '1', '2', '2');
INSERT INTO `circle_of_friends` VALUES ('140', '1175', '/upload/2020-09-17/20200917200321137.png', '用户_946625', '2', '0', null, '长沙市', '2020-09-17 20:16:16', '新人报道！', '/upload/2020-09-17/20200917200321137.png,/upload/2020-09-17/20200917200321653.png,/upload/2020-09-17/20200917200321908.png,/upload/2020-09-17/20200917200321636.png', null, '0', '0', null, '1', '1', '2', '1');
INSERT INTO `circle_of_friends` VALUES ('141', '1080', '/upload/2020-09-13/20200913224142337.png', '小佳佳', '2', '0', null, '岳阳市', '2020-09-17 20:20:31', '', '/upload/2020-09-17/20200917202030536.png,/upload/2020-09-17/20200917202030438.png', '', '1', '0', '1', '2', '2', '2', '2');
INSERT INTO `circle_of_friends` VALUES ('142', '1065', '/upload/2020-09-12/20200912220411696.png', '用户_869085', '2', '22', null, '长沙市', '2020-09-17 20:56:19', '', '', '/upload/2020-09-17/2020091720561855.mp4', '0', '0', '1', '2', '2', '2', '2');
INSERT INTO `circle_of_friends` VALUES ('143', '1112', '/upload/2020-09-15/20200915160034948.png', '除了Gina都是猪', '2', '1000', null, '长沙市', '2020-09-17 22:12:30', '我站在阳台上抽烟，我抽一半、风抽一半，我没跟风计较。可能风也有烦恼吧… 后来越想越气，烟是我买的，凭什么风抽一半？然后我就开始抽风 ​​​', '/upload/2020-09-17/20200917221230128.png,/upload/2020-09-17/20200917221230568.png', '', '1', '3', '1', '1', '1', '2', '2');
INSERT INTO `circle_of_friends` VALUES ('144', '1171', '/upload/2020-09-17/20200917004212440.png', '白瑞', '2', '20', null, '西安市', '2020-09-18 06:46:59', '反正孤寡', '', '/upload/2020-09-18/20200918064659198.mp4', '1', '0', '1', '1', '1', '2', '2');
INSERT INTO `circle_of_friends` VALUES ('145', '1007', '/upload/2020-09-15/20200915203431779.png', 'xT1an#', '1', '18', '/upload/2020-09-11/20200911211215473.png', '长沙市', '2020-09-18 08:37:36', '从此别过了，', '/upload/2020-09-18/2020091808373652.png', '', '1', '0', '1', '1', '1', '2', '2');
INSERT INTO `circle_of_friends` VALUES ('146', '1001', '/upload/2020-09-16/20200916094428361.jpg', '画画的宝宝', '1', '26', null, '长沙市', '2020-09-18 09:57:07', '椰奶酒，喝多了腻，少了不醉。', '/upload/2020-09-18/20200918095536333.jpeg', null, '0', '0', '1', '1', '1', '2', '2');
INSERT INTO `circle_of_friends` VALUES ('147', '1164', '/upload/2020-09-16/20200916212305696.png', '忠', '1', '23', null, '长沙市', '2020-09-18 09:57:35', '早起上班太累了?', '', '/upload/2020-09-18/20200918095735910.mp4', '0', '1', '1', '1', '1', '2', '2');
INSERT INTO `circle_of_friends` VALUES ('148', '1130', '/upload/2020-09-16/20200916153355345.jpg', '三岁就很酷', '1', '0', '/upload/2020-09-15/20200915161629393.png', '岳阳市', '2020-09-18 10:57:47', '早起的鸟儿被虫吃… 什么时候副驾驶才能坐个小姐姐', null, '/upload/2020-09-18/20200918105620549.mp4', '0', '1', '1', '1', '1', '2', '2');
INSERT INTO `circle_of_friends` VALUES ('149', '1176', '/upload/2020-09-17/20200917220433645.png', '用户_440814', '2', '0', null, '长沙市', '2020-09-18 15:24:39', '新人报道！', '/upload/2020-09-17/20200917220433645.png,/upload/2020-09-17/20200917220433320.png,/upload/2020-09-17/20200917220433578.png', null, '1', '0', null, '1', '1', '2', '1');
INSERT INTO `circle_of_friends` VALUES ('150', '1179', '/upload/2020-09-18/20200918012952408.png', '小娴有点甜', '2', '20', null, '长沙市', '2020-09-18 15:25:30', '新人报道！', '/upload/2020-09-18/20200918012952408.png,/upload/2020-09-18/20200918012952947.png,/upload/2020-09-18/2020091801295296.png', null, '1', '0', null, '1', '1', '2', '1');
INSERT INTO `circle_of_friends` VALUES ('151', '1180', '/upload/2020-09-18/20200918023421927.png', '用户_470711', '2', '0', null, '长沙市', '2020-09-18 15:26:06', '新人报道！', '/upload/2020-09-18/20200918023421927.png,/upload/2020-09-18/20200918023421703.png,/upload/2020-09-18/20200918023421309.png', null, '1', '0', null, '1', '1', '2', '1');
INSERT INTO `circle_of_friends` VALUES ('153', '1171', '/upload/2020-09-17/20200917004212440.png', '白瑞', '2', '20', null, '西安市', '2020-09-18 16:35:36', '好像稍微不努力\n连快乐都养不起', '', '/upload/2020-09-18/2020091816353670.mp4', '0', '2', '1', '2', '2', '2', '2');
INSERT INTO `circle_of_friends` VALUES ('155', '1183', '/upload/2020-09-18/20200918164835798.png', '用户_820400', '2', '0', null, '长沙市', '2020-09-18 17:00:07', '新人报道！', '/upload/2020-09-18/20200918164835798.png,/upload/2020-09-18/20200918164835435.png,/upload/2020-09-18/20200918164835407.png,/upload/2020-09-18/20200918164835587.png,/upload/2020-09-18/20200918164835491.png', null, '1', '0', null, '1', '1', '2', '1');
INSERT INTO `circle_of_friends` VALUES ('156', '1185', '/upload/2020-09-18/20200918173428696.png', '用户_163768', '2', '0', null, '长沙市', '2020-09-18 17:41:14', '新人报道！', '/upload/2020-09-18/20200918173428696.png,/upload/2020-09-18/20200918173428688.png,/upload/2020-09-18/20200918173428473.png', null, '0', '0', null, '1', '1', '2', '1');
INSERT INTO `circle_of_friends` VALUES ('157', '1186', '/upload/2020-09-18/20200918173438302.png', '用户_322475', '2', '0', null, '长沙市', '2020-09-18 17:41:32', '新人报道！', '/upload/2020-09-18/20200918173438302.png,/upload/2020-09-18/20200918173438959.png,/upload/2020-09-18/20200918173438643.png', null, '0', '0', null, '1', '1', '2', '1');

-- ----------------------------
-- Table structure for diamondconsumptionrecord
-- ----------------------------
DROP TABLE IF EXISTS `diamondconsumptionrecord`;
CREATE TABLE `diamondconsumptionrecord` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT 'id',
  `memberId` int(11) DEFAULT NULL COMMENT '接收方会员ID',
  `sendMemberId` int(11) DEFAULT NULL COMMENT '发送方会员ID',
  `type` int(11) DEFAULT NULL COMMENT '类型 1：红包 2： 购买礼物',
  `consumptionTime` datetime DEFAULT NULL COMMENT '消费时间',
  `consumptionSize` bigint(20) DEFAULT NULL COMMENT '消费数量',
  `surplusSzie` bigint(20) DEFAULT NULL COMMENT '剩余数量',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=9 DEFAULT CHARSET=utf8 COMMENT='钻石消费记录';

-- ----------------------------
-- Records of diamondconsumptionrecord
-- ----------------------------

-- ----------------------------
-- Table structure for diamonds
-- ----------------------------
DROP TABLE IF EXISTS `diamonds`;
CREATE TABLE `diamonds` (
  `diamonds_id` int(11) NOT NULL AUTO_INCREMENT COMMENT 'id',
  `diamonds_product_id` varchar(255) DEFAULT NULL COMMENT '产品ID',
  `diamonds_name` varchar(255) DEFAULT NULL,
  `diamonds_price` decimal(11,2) DEFAULT NULL COMMENT '金额',
  `diamonds_size` int(11) DEFAULT NULL COMMENT '钻石数量',
  `diamonds_type` int(11) DEFAULT NULL COMMENT '1:黑卡 2：会员 3：钻石',
  `diamonds_terminal` int(11) DEFAULT NULL COMMENT '1:苹果 2;安卓',
  `month` varchar(255) DEFAULT NULL COMMENT '月份描述',
  `type` int(11) DEFAULT NULL COMMENT '1:黑卡  2：会员 3：钻石',
  PRIMARY KEY (`diamonds_id`)
) ENGINE=InnoDB AUTO_INCREMENT=22 DEFAULT CHARSET=utf8mb4;

-- ----------------------------
-- Records of diamonds
-- ----------------------------
INSERT INTO `diamonds` VALUES ('1', '202007010001', '60钻石', '6.00', '60', '3', '1', null, '3');
INSERT INTO `diamonds` VALUES ('2', '202007010002', '120钻石', '12.00', '120', '3', '1', null, '3');
INSERT INTO `diamonds` VALUES ('3', '202007010003600', '600钻石', '60.00', '600', '3', '1', null, '3');
INSERT INTO `diamonds` VALUES ('4', '202007010004', '1280钻石', '128.00', '1280', '3', '1', null, '3');
INSERT INTO `diamonds` VALUES ('5', '202007010005', '1880钻石', '188.00', '1880', '3', '1', null, '3');
INSERT INTO `diamonds` VALUES ('6', '202007010006', '2980钻石', '298.00', '2980', '3', '1', null, '3');
INSERT INTO `diamonds` VALUES ('7', null, '60钻石', '6.00', '60', '3', '2', null, '3');
INSERT INTO `diamonds` VALUES ('8', null, '120钻石', '12.00', '120', '3', '2', null, '3');
INSERT INTO `diamonds` VALUES ('9', null, '600钻石', '60.00', '600', '3', '2', null, '3');
INSERT INTO `diamonds` VALUES ('10', null, '1280钻石', '128.00', '1280', '3', '2', null, '3');
INSERT INTO `diamonds` VALUES ('11', null, '1880钻石', '188.00', '1880', '3', '2', null, '3');
INSERT INTO `diamonds` VALUES ('13', 'VIP_488', '月卡', '488.00', null, '2', '1', '1个月', '2');
INSERT INTO `diamonds` VALUES ('14', 'VIP_1248', '季卡', '1248.00', null, '2', '1', '3个月', '2');
INSERT INTO `diamonds` VALUES ('16', null, '月卡', '488.00', null, '2', '2', '1个月', '2');
INSERT INTO `diamonds` VALUES ('17', null, '季卡', '1398.00', null, '2', '2', '3个月', '2');
INSERT INTO `diamonds` VALUES ('18', null, '年卡', '4998.00', null, '2', '2', '12个月', '2');
INSERT INTO `diamonds` VALUES ('19', null, '黑卡', '5898.00', null, '1', '2', null, '1');
INSERT INTO `diamonds` VALUES ('20', 'blackCard_6498', '黑卡', '6498.00', null, '1', '1', null, '1');
INSERT INTO `diamonds` VALUES ('21', 'VIP_6498', '年卡', '6498.00', null, '2', '1', '12个月', '2');

-- ----------------------------
-- Table structure for dynamic_comments_of_car_users
-- ----------------------------
DROP TABLE IF EXISTS `dynamic_comments_of_car_users`;
CREATE TABLE `dynamic_comments_of_car_users` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT 'id',
  `dynamicIdOrCommentId` int(11) DEFAULT NULL COMMENT '动态id/评论id 主要看级别',
  `memberId` int(11) DEFAULT NULL COMMENT '评论人',
  `memberHead` varchar(1024) DEFAULT NULL COMMENT '头像',
  `memberNickName` varchar(128) DEFAULT NULL COMMENT '昵称',
  `context` text CHARACTER SET utf8mb4 COMMENT '评论内容',
  `addTime` datetime DEFAULT NULL COMMENT '评论时间',
  `level` int(11) DEFAULT NULL COMMENT '评论级别 1：直接评论动态2：回复评论',
  `lable` varchar(255) DEFAULT NULL COMMENT '车标',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='车友动态评论表';

-- ----------------------------
-- Records of dynamic_comments_of_car_users
-- ----------------------------

-- ----------------------------
-- Table structure for dynamic_review_of_friends_circle
-- ----------------------------
DROP TABLE IF EXISTS `dynamic_review_of_friends_circle`;
CREATE TABLE `dynamic_review_of_friends_circle` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT 'id',
  `dynamicIdOrCommentId` int(11) DEFAULT NULL COMMENT '动态id/评论id 主要看级别',
  `memberId` int(11) DEFAULT NULL COMMENT '评论人',
  `memberHead` varchar(1024) DEFAULT NULL COMMENT '头像',
  `memberNickName` varchar(128) DEFAULT NULL COMMENT '昵称',
  `context` text CHARACTER SET utf8mb4 COMMENT '评论内容',
  `addTime` datetime DEFAULT NULL COMMENT '评论时间',
  `level` int(11) DEFAULT NULL COMMENT '评论级别 1：直接评论动态2：回复评论',
  `lable` varchar(255) DEFAULT NULL COMMENT '车标',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=110 DEFAULT CHARSET=utf8 COMMENT='朋友圈动态评论表';

-- ----------------------------
-- Records of dynamic_review_of_friends_circle
-- ----------------------------
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('1', '6', '1025', '/nan.png', '竹某', '这不是我可总吗', '2020-09-12 13:06:46', '1', null);
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('2', '2', '1012', '/upload/2020-09-12/20200912141230267.png', '江江呀', '？？？', '2020-09-12 13:16:10', '1', '/upload/2020-09-11/20200911215506750.png');
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('3', '18', '1019', '/nan.png', '蜻蜓队长', '棒', '2020-09-12 15:17:16', '1', '/upload/2020-09-12/20200912113219727.png');
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('4', '31', '1025', '/nan.png', '竹某', '王总好', '2020-09-12 20:01:48', '1', null);
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('5', '31', '1022', '/upload/2020-09-12/20200912213850576.jpg', '来自北方', '王总好', '2020-09-12 20:58:53', '1', null);
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('6', '5', '1046', '/upload/2020-09-12/20200912190013886.png', '用户_465605', '都在干嘛呀你们', '2020-09-12 20:59:10', '2', null);
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('7', '4', '1046', '/upload/2020-09-12/20200912190013886.png', '用户_465605', '我不是', '2020-09-12 20:59:14', '2', null);
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('8', '36', '1012', '/upload/2020-09-12/20200912141230267.png', '江江呀', '在吗。', '2020-09-12 22:15:59', '1', '/upload/2020-09-11/20200911215506750.png');
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('9', '43', '1001', '/upload/2020-09-16/20200916094428361.jpg', '画画的宝宝', '朋友，一起嗨！', '2020-09-13 11:31:39', '1', null);
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('10', '48', '1012', '/upload/2020-09-12/20200912141230267.png', '江江呀', '在？', '2020-09-13 14:34:15', '1', '/upload/2020-09-11/20200911215506750.png');
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('11', '10', '1072', '/upload/2020-09-15/20200915210355391.png', '董', '在', '2020-09-13 14:58:38', '2', '/upload/2020-09-15/20200915150738123.png');
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('12', '30', '1054', '/upload/2020-09-13/2020091314194914.png', '是小罗啊', '小鸡鸡', '2020-09-13 15:06:30', '1', null);
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('13', '46', '1007', '/upload/2020-09-15/20200915203431779.png', 'xT1an#', '哇哦', '2020-09-13 15:24:54', '1', '/upload/2020-09-11/20200911211215473.png');
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('14', '26', '1005', '/upload/2020-09-14/20200914235142844.png', 'pyx', '美女', '2020-09-13 16:28:18', '1', null);
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('15', '48', '1005', '/upload/2020-09-14/20200914235142844.png', 'pyx', '在么', '2020-09-13 16:30:12', '1', null);
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('16', '32', '1005', '/upload/2020-09-14/20200914235142844.png', 'pyx', '在么', '2020-09-13 16:30:28', '1', null);
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('17', '6', '1005', '/upload/2020-09-14/20200914235142844.png', 'pyx', '眼熟', '2020-09-13 16:34:39', '1', null);
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('18', '45', '1005', '/upload/2020-09-14/20200914235142844.png', 'pyx', '在么', '2020-09-13 17:04:48', '1', null);
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('19', '23', '1012', '/upload/2020-09-12/20200912141230267.png', '江江呀', '你这', '2020-09-14 15:30:06', '1', '/upload/2020-09-11/20200911215506750.png');
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('20', '60', '1087', '/upload/2020-09-14/20200914160740580.png', '云不器', '喝酒吧', '2020-09-14 16:01:45', '1', '/upload/2020-09-14/20200914101207839.png');
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('21', '55', '1065', '/upload/2020-09-12/20200912220411696.png', '用户_869085', '哈哈哈', '2020-09-14 17:35:51', '1', null);
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('22', '61', '1065', '/upload/2020-09-12/20200912220411696.png', '用户_869085', '你来了？', '2020-09-14 17:36:02', '1', null);
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('23', '22', '1095', '/upload/2020-09-14/20200914162847187.png', '用户_284234', '对啊', '2020-09-14 17:46:01', '2', null);
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('24', '65', '1001', '/upload/2020-09-16/20200916094428361.jpg', '画画的宝宝', '111', '2020-09-15 10:10:09', '1', null);
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('25', '65', '1001', '/upload/2020-09-16/20200916094428361.jpg', '画画的宝宝', '健康路', '2020-09-15 10:10:42', '1', null);
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('26', '63', '1054', '/upload/2020-09-13/2020091314194914.png', '是小罗啊', '宝宝', '2020-09-15 13:46:23', '1', null);
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('27', '92', '1054', '/upload/2020-09-13/2020091314194914.png', '是小罗啊', '宝贝', '2020-09-15 17:50:08', '1', null);
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('28', '93', '1130', '/upload/2020-09-16/20200916153355345.jpg', '三岁就很酷', '小雨同学', '2020-09-15 17:52:11', '1', '/upload/2020-09-15/20200915161629393.png');
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('29', '27', '1130', '/upload/2020-09-16/20200916153355345.jpg', '三岁就很酷', '牛逼', '2020-09-15 17:52:28', '2', '/upload/2020-09-15/20200915161629393.png');
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('30', '28', '1134', '/upload/2020-09-15/20200915174725109.png', '用户_771578', '好巧呀', '2020-09-15 18:02:06', '2', null);
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('31', '27', '1122', '/upload/2020-09-15/20200915114314352.png', '玺玺子', '嘻嘻', '2020-09-15 18:26:46', '2', null);
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('32', '31', '1130', '/upload/2020-09-16/20200916153355345.jpg', '三岁就很酷', '我也可以叫你宝贝吗', '2020-09-15 18:28:58', '2', '/upload/2020-09-15/20200915161629393.png');
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('33', '32', '1122', '/upload/2020-09-15/20200915114314352.png', '玺玺子', '好滴好滴', '2020-09-15 18:29:16', '2', null);
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('34', '27', '1012', '/upload/2020-09-12/20200912141230267.png', '江江呀', '宝贝', '2020-09-15 19:02:10', '2', '/upload/2020-09-11/20200911215506750.png');
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('35', '34', '1122', '/upload/2020-09-15/20200915114314352.png', '玺玺子', '哈哈', '2020-09-15 19:22:11', '2', null);
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('36', '27', '1019', '/nan.png', '蜻蜓队长', '宝贝啊', '2020-09-15 20:28:06', '2', '/upload/2020-09-12/20200912113219727.png');
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('37', '32', '1046', '/upload/2020-09-12/20200912190013886.png', '用户_465605', '啥', '2020-09-15 20:49:06', '2', null);
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('38', '37', '1130', '/upload/2020-09-16/20200916153355345.jpg', '三岁就很酷', '啥也不是', '2020-09-15 20:51:48', '2', '/upload/2020-09-15/20200915161629393.png');
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('39', '48', '1130', '/upload/2020-09-16/20200916153355345.jpg', '三岁就很酷', '在吗', '2020-09-15 20:52:29', '1', '/upload/2020-09-15/20200915161629393.png');
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('40', '38', '1046', '/upload/2020-09-12/20200912190013886.png', '用户_465605', '哦哦', '2020-09-15 20:52:55', '2', null);
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('41', '15', '1072', '/upload/2020-09-15/20200915210355391.png', '董', '在呢', '2020-09-15 20:59:02', '2', '/upload/2020-09-15/20200915150738123.png');
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('42', '39', '1072', '/upload/2020-09-15/20200915210355391.png', '董', '在的', '2020-09-15 20:59:08', '2', '/upload/2020-09-15/20200915150738123.png');
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('43', '42', '1130', '/upload/2020-09-16/20200916153355345.jpg', '三岁就很酷', '你笑起来真好看', '2020-09-15 21:00:42', '2', '/upload/2020-09-15/20200915161629393.png');
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('44', '43', '1072', '/upload/2020-09-15/20200915210355391.png', '董', '照片笑的少', '2020-09-15 21:01:06', '2', '/upload/2020-09-15/20200915150738123.png');
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('45', '44', '1130', '/upload/2020-09-16/20200916153355345.jpg', '三岁就很酷', '很好看唉', '2020-09-15 21:01:48', '2', '/upload/2020-09-15/20200915161629393.png');
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('46', '45', '1072', '/upload/2020-09-15/20200915210355391.png', '董', '嘻嘻', '2020-09-15 21:02:58', '2', '/upload/2020-09-15/20200915150738123.png');
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('47', '106', '1130', '/upload/2020-09-16/20200916153355345.jpg', '三岁就很酷', '好的美女', '2020-09-15 21:36:44', '1', '/upload/2020-09-15/20200915161629393.png');
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('48', '106', '1003', '/upload/2020-09-11/20200911204911523.png', 'echo-7s.', '小姐姐，蹦迪吗', '2020-09-15 21:54:17', '1', '/upload/2020-09-11/20200911225620369.png');
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('49', '48', '1130', '/upload/2020-09-16/20200916153355345.jpg', '三岁就很酷', '小哥哥我蹦', '2020-09-15 21:55:42', '2', '/upload/2020-09-15/20200915161629393.png');
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('50', '49', '1003', '/upload/2020-09-11/20200911204911523.png', 'echo-7s.', '我不喜欢男人。', '2020-09-15 21:56:00', '2', '/upload/2020-09-11/20200911225620369.png');
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('51', '48', '1019', '/nan.png', '蜻蜓队长', '约么小姐姐', '2020-09-15 21:58:25', '1', '/upload/2020-09-12/20200912113219727.png');
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('52', '51', '1072', '/upload/2020-09-15/20200915210355391.png', '董', '滚', '2020-09-15 21:58:40', '2', '/upload/2020-09-15/20200915150738123.png');
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('53', '52', '1019', '/nan.png', '蜻蜓队长', '你天天骂我，早晚安排人整死你', '2020-09-15 22:01:17', '2', '/upload/2020-09-12/20200912113219727.png');
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('54', '53', '1072', '/upload/2020-09-15/20200915210355391.png', '董', '你早晚会滚习惯的', '2020-09-15 22:02:43', '2', '/upload/2020-09-15/20200915150738123.png');
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('55', '54', '1019', '/nan.png', '蜻蜓队长', '所以爱会消失是么', '2020-09-15 22:03:06', '2', '/upload/2020-09-12/20200912113219727.png');
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('56', '55', '1072', '/upload/2020-09-15/20200915210355391.png', '董', '不会消失早点休息', '2020-09-15 22:03:30', '2', '/upload/2020-09-15/20200915150738123.png');
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('57', '48', '1130', '/upload/2020-09-16/20200916153355345.jpg', '三岁就很酷', '我酸了', '2020-09-15 22:04:52', '1', '/upload/2020-09-15/20200915161629393.png');
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('58', '57', '1072', '/upload/2020-09-15/20200915210355391.png', '董', '？？？啊哈', '2020-09-15 22:05:23', '2', '/upload/2020-09-15/20200915150738123.png');
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('59', '107', '1019', '/nan.png', '蜻蜓队长', '家里还带安全出口哦，那得有个几万平', '2020-09-15 22:05:47', '1', '/upload/2020-09-12/20200912113219727.png');
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('60', '58', '1130', '/upload/2020-09-16/20200916153355345.jpg', '三岁就很酷', '所以爱会消失吗', '2020-09-15 22:07:53', '2', '/upload/2020-09-15/20200915161629393.png');
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('61', '59', '1130', '/upload/2020-09-16/20200916153355345.jpg', '三岁就很酷', '那倒是没有，也就几千方', '2020-09-15 22:08:27', '2', '/upload/2020-09-15/20200915161629393.png');
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('62', '60', '1072', '/upload/2020-09-15/20200915210355391.png', '董', '不会 会分尸', '2020-09-15 22:09:11', '2', '/upload/2020-09-15/20200915150738123.png');
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('63', '62', '1130', '/upload/2020-09-16/20200916153355345.jpg', '三岁就很酷', '可怕', '2020-09-15 22:09:21', '2', '/upload/2020-09-15/20200915161629393.png');
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('64', '109', '1054', '/upload/2020-09-13/2020091314194914.png', '是小罗啊', '啧啧啧', '2020-09-15 23:29:42', '1', null);
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('65', '109', '1130', '/upload/2020-09-16/20200916153355345.jpg', '三岁就很酷', '白富美 带带弟弟', '2020-09-15 23:31:34', '1', '/upload/2020-09-15/20200915161629393.png');
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('66', '109', '1010', '/upload/2020-09-12/2020091213395216.png', '周三岁', '小孙好', '2020-09-15 23:33:37', '1', null);
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('67', '106', '1010', '/upload/2020-09-12/2020091213395216.png', '周三岁', '芳芳好', '2020-09-15 23:33:47', '1', null);
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('68', '66', '1142', '/upload/2020-09-15/20200915233730266.png', '孙大漂亮', '这个软件是交友软件？', '2020-09-15 23:34:08', '2', null);
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('69', '111', '1130', '/upload/2020-09-16/20200916153355345.jpg', '三岁就很酷', '成功把我看饿了', '2020-09-15 23:46:27', '1', '/upload/2020-09-15/20200915161629393.png');
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('70', '69', '1064', '/upload/2020-09-15/20200915235805804.jpg', '航航航', '宵夜搞起来', '2020-09-15 23:47:53', '2', '/upload/2020-09-12/20200912220156527.png');
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('71', '70', '1130', '/upload/2020-09-16/20200916153355345.jpg', '三岁就很酷', '看电影呢，看完直接睡了', '2020-09-15 23:48:17', '2', '/upload/2020-09-15/20200915161629393.png');
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('72', '50', '1040', '/upload/2020-09-12/2020091219451110.png', 'tc', '哈哈', '2020-09-16 09:50:43', '2', null);
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('73', '25', '1130', '/upload/2020-09-16/20200916153355345.jpg', '三岁就很酷', '滴滴', '2020-09-16 12:03:18', '1', '/upload/2020-09-15/20200915161629393.png');
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('74', '73', '1042', '/upload/2020-09-12/20200912184915336.png', '招财琳', '滴 又不加我', '2020-09-16 12:04:08', '2', null);
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('75', '74', '1130', '/upload/2020-09-16/20200916153355345.jpg', '三岁就很酷', '怎么加不会玩啊', '2020-09-16 12:06:11', '2', '/upload/2020-09-15/20200915161629393.png');
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('76', '75', '1042', '/upload/2020-09-12/20200912184915336.png', '招财琳', '发信息', '2020-09-16 12:06:38', '2', null);
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('77', '76', '1130', '/upload/2020-09-16/20200916153355345.jpg', '三岁就很酷', '我刚充的钻石不见了…不知道不是出现bug了帅哥无语', '2020-09-16 12:15:18', '2', '/upload/2020-09-15/20200915161629393.png');
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('78', '77', '1042', '/upload/2020-09-12/20200912184915336.png', '招财琳', 'Linbeby08', '2020-09-16 12:17:31', '2', null);
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('79', '114', '1001', '/upload/2020-09-16/20200916094428361.jpg', '画画的宝宝', '可以的', '2020-09-16 14:29:16', '1', null);
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('80', '117', '1012', '/upload/2020-09-12/20200912141230267.png', '江江呀', '科比今天多少分', '2020-09-16 14:45:13', '1', '/upload/2020-09-11/20200911215506750.png');
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('81', '80', '1064', '/upload/2020-09-15/20200915235805804.jpg', '航航航', '81', '2020-09-16 15:05:15', '2', '/upload/2020-09-12/20200912220156527.png');
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('82', '80', '1064', '/upload/2020-09-15/20200915235805804.jpg', '航航航', '分钟', '2020-09-16 15:07:22', '2', '/upload/2020-09-12/20200912220156527.png');
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('83', '79', '1130', '/upload/2020-09-16/20200916153355345.jpg', '三岁就很酷', '哈哈', '2020-09-16 15:15:58', '2', '/upload/2020-09-15/20200915161629393.png');
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('84', '117', '1130', '/upload/2020-09-16/20200916153355345.jpg', '三岁就很酷', '今天郭德纲今天多少分', '2020-09-16 15:16:36', '1', '/upload/2020-09-15/20200915161629393.png');
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('85', '119', '1130', '/upload/2020-09-16/20200916153355345.jpg', '三岁就很酷', '新人你好', '2020-09-16 16:01:09', '1', '/upload/2020-09-15/20200915161629393.png');
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('86', '67', '1141', '/upload/2020-09-15/20200915205059502.png', '用户_572631', '哈哈哈哈哈哈哈', '2020-09-16 17:17:20', '2', null);
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('87', '21', '1151', '/nan.png', '用户_126588', '嘻嘻嘻', '2020-09-16 17:48:49', '2', '/upload/2020-09-16/20200916174110899.png');
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('88', '87', '1065', '/upload/2020-09-12/20200912220411696.png', '用户_869085', '哈哈哈，模糊不清这个字', '2020-09-16 17:49:18', '2', null);
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('89', '9', '1162', '/upload/2020-09-16/20200916211820210.png', 'adison', '早安~', '2020-09-16 21:23:21', '1', null);
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('90', '122', '1012', '/upload/2020-09-12/20200912141230267.png', '江江呀', '这也太好看了吧 ', '2020-09-16 22:10:32', '1', '/upload/2020-09-11/20200911215506750.png');
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('91', '48', '1012', '/upload/2020-09-12/20200912141230267.png', '江江呀', '呜呜呜', '2020-09-16 22:33:54', '2', '/upload/2020-09-11/20200911215506750.png');
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('92', '90', '1061', '/upload/2020-09-12/20200912212150718.png', '粉红', '嘻嘻', '2020-09-16 23:06:07', '2', null);
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('93', '126', '1007', '/upload/2020-09-15/20200915203431779.png', 'xT1an#', '帅啊！', '2020-09-17 03:28:05', '1', '/upload/2020-09-11/20200911211215473.png');
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('94', '132', '1007', '/upload/2020-09-15/20200915203431779.png', 'xT1an#', '一看就有那种成功背后的女人的气质', '2020-09-17 16:12:59', '1', '/upload/2020-09-11/20200911211215473.png');
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('95', '94', '1171', '/upload/2020-09-17/20200917004212440.png', '白瑞', '但是我还是自己一个人', '2020-09-17 16:13:15', '2', null);
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('96', '95', '1007', '/upload/2020-09-15/20200915203431779.png', 'xT1an#', '该来的总会来的', '2020-09-17 16:16:33', '2', '/upload/2020-09-11/20200911211215473.png');
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('97', '96', '1171', '/upload/2020-09-17/20200917004212440.png', '白瑞', '不来的怎么也不会来', '2020-09-17 16:16:49', '2', null);
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('98', '133', '1130', '/upload/2020-09-16/20200916153355345.jpg', '三岁就很酷', '在你心里', '2020-09-17 16:23:30', '1', '/upload/2020-09-15/20200915161629393.png');
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('99', '108', '1080', '/upload/2020-09-13/20200913224142337.png', '小佳佳', '小哥哥长沙人嘛？', '2020-09-17 19:17:05', '1', null);
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('100', '137', '1130', '/upload/2020-09-16/20200916153355345.jpg', '三岁就很酷', '我读书少你不要骗我这是南瓜粥', '2020-09-17 20:17:07', '1', '/upload/2020-09-15/20200915161629393.png');
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('101', '100', '1001', '/upload/2020-09-16/20200916094428361.jpg', '画画的宝宝', '是南瓜粥?', '2020-09-17 20:23:06', '2', null);
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('102', '138', '1001', '/upload/2020-09-16/20200916094428361.jpg', '画画的宝宝', '是的呢。', '2020-09-17 20:23:27', '1', null);
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('103', '143', '1007', '/upload/2020-09-15/20200915203431779.png', 'xT1an#', '混血小魔女', '2020-09-18 08:33:49', '1', '/upload/2020-09-11/20200911211215473.png');
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('104', '143', '1040', '/upload/2020-09-12/2020091219451110.png', 'tc', '漂亮', '2020-09-18 09:16:43', '1', null);
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('105', '143', '1001', '/upload/2020-09-16/20200916094428361.jpg', '画画的宝宝', '赢了没有', '2020-09-18 09:43:28', '1', null);
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('106', '147', '1007', '/upload/2020-09-15/20200915203431779.png', 'xT1an#', '耐克', '2020-09-18 11:06:37', '1', '/upload/2020-09-11/20200911211215473.png');
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('107', '148', '1007', '/upload/2020-09-15/20200915203431779.png', 'xT1an#', '老板去哪里潇洒', '2020-09-18 15:45:52', '1', '/upload/2020-09-11/20200911211215473.png');
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('108', '153', '1007', '/upload/2020-09-15/20200915203431779.png', 'xT1an#', '约', '2020-09-18 16:41:42', '1', '/upload/2020-09-11/20200911211215473.png');
INSERT INTO `dynamic_review_of_friends_circle` VALUES ('109', '108', '1171', '/upload/2020-09-17/20200917004212440.png', '白瑞', '你等我收拾好了着', '2020-09-18 17:48:28', '2', null);

-- ----------------------------
-- Table structure for fabulous
-- ----------------------------
DROP TABLE IF EXISTS `fabulous`;
CREATE TABLE `fabulous` (
  `fabulousId` int(11) NOT NULL AUTO_INCREMENT COMMENT 'id',
  `memberId` int(11) DEFAULT NULL COMMENT '会员ID',
  `dynamicId` int(11) DEFAULT NULL COMMENT '动态id',
  `type` int(11) DEFAULT NULL COMMENT '动态类型 1：朋友圈动态 2：车友圈动态',
  `addTime` datetime DEFAULT NULL COMMENT '点赞时间',
  PRIMARY KEY (`fabulousId`)
) ENGINE=InnoDB AUTO_INCREMENT=143 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- ----------------------------
-- Records of fabulous
-- ----------------------------
INSERT INTO `fabulous` VALUES ('1', '1007', '1', '1', '2020-09-11 21:22:03');
INSERT INTO `fabulous` VALUES ('2', '1003', '1', '1', '2020-09-11 21:24:58');
INSERT INTO `fabulous` VALUES ('3', '1009', '3', '1', '2020-09-11 21:44:51');
INSERT INTO `fabulous` VALUES ('4', '1003', '3', '1', '2020-09-11 22:05:17');
INSERT INTO `fabulous` VALUES ('5', '1012', '1', '1', '2020-09-11 22:09:09');
INSERT INTO `fabulous` VALUES ('6', '1012', '3', '1', '2020-09-11 22:09:14');
INSERT INTO `fabulous` VALUES ('7', '1003', '5', '1', '2020-09-11 22:20:14');
INSERT INTO `fabulous` VALUES ('8', '1012', '2', '1', '2020-09-11 22:35:24');
INSERT INTO `fabulous` VALUES ('9', '1007', '8', '1', '2020-09-12 02:07:31');
INSERT INTO `fabulous` VALUES ('10', '1001', '8', '1', '2020-09-12 07:39:27');
INSERT INTO `fabulous` VALUES ('11', '1008', '5', '1', '2020-09-12 08:10:54');
INSERT INTO `fabulous` VALUES ('12', '1010', '5', '1', '2020-09-12 13:41:52');
INSERT INTO `fabulous` VALUES ('13', '1003', '15', '1', '2020-09-12 17:17:11');
INSERT INTO `fabulous` VALUES ('14', '1020', '12', '1', '2020-09-12 18:08:49');
INSERT INTO `fabulous` VALUES ('15', '1012', '15', '1', '2020-09-12 18:13:07');
INSERT INTO `fabulous` VALUES ('16', '1003', '25', '1', '2020-09-12 19:35:37');
INSERT INTO `fabulous` VALUES ('17', '1012', '31', '1', '2020-09-12 19:58:31');
INSERT INTO `fabulous` VALUES ('18', '1012', '24', '1', '2020-09-12 20:10:36');
INSERT INTO `fabulous` VALUES ('19', '1012', '33', '1', '2020-09-12 20:28:06');
INSERT INTO `fabulous` VALUES ('20', '1008', '24', '1', '2020-09-12 20:49:20');
INSERT INTO `fabulous` VALUES ('21', '1008', '25', '1', '2020-09-12 20:49:33');
INSERT INTO `fabulous` VALUES ('22', '1008', '31', '1', '2020-09-12 20:52:27');
INSERT INTO `fabulous` VALUES ('23', '1022', '31', '1', '2020-09-12 20:58:44');
INSERT INTO `fabulous` VALUES ('24', '1061', '38', '1', '2020-09-12 22:34:57');
INSERT INTO `fabulous` VALUES ('25', '1061', '36', '1', '2020-09-12 22:35:02');
INSERT INTO `fabulous` VALUES ('26', '1061', '35', '1', '2020-09-12 22:35:08');
INSERT INTO `fabulous` VALUES ('27', '1035', '9', '1', '2020-09-12 22:51:35');
INSERT INTO `fabulous` VALUES ('28', '1017', '33', '1', '2020-09-13 00:24:53');
INSERT INTO `fabulous` VALUES ('29', '1017', '32', '1', '2020-09-13 00:25:04');
INSERT INTO `fabulous` VALUES ('30', '1012', '35', '1', '2020-09-13 11:31:10');
INSERT INTO `fabulous` VALUES ('31', '1012', '34', '1', '2020-09-13 11:31:15');
INSERT INTO `fabulous` VALUES ('32', '1012', '32', '1', '2020-09-13 11:31:26');
INSERT INTO `fabulous` VALUES ('33', '1001', '43', '1', '2020-09-13 11:31:27');
INSERT INTO `fabulous` VALUES ('34', '1012', '26', '1', '2020-09-13 11:31:43');
INSERT INTO `fabulous` VALUES ('35', '1001', '35', '1', '2020-09-13 11:31:49');
INSERT INTO `fabulous` VALUES ('36', '1001', '36', '1', '2020-09-13 11:31:57');
INSERT INTO `fabulous` VALUES ('37', '1001', '34', '1', '2020-09-13 11:32:03');
INSERT INTO `fabulous` VALUES ('38', '1001', '33', '1', '2020-09-13 11:32:09');
INSERT INTO `fabulous` VALUES ('39', '1001', '32', '1', '2020-09-13 11:32:17');
INSERT INTO `fabulous` VALUES ('40', '1012', '49', '1', '2020-09-13 13:45:46');
INSERT INTO `fabulous` VALUES ('41', '1001', '47', '1', '2020-09-13 14:53:27');
INSERT INTO `fabulous` VALUES ('42', '1008', '49', '1', '2020-09-13 15:39:35');
INSERT INTO `fabulous` VALUES ('43', '1005', '49', '1', '2020-09-13 16:26:34');
INSERT INTO `fabulous` VALUES ('44', '1001', '49', '1', '2020-09-13 16:48:14');
INSERT INTO `fabulous` VALUES ('45', '1040', '17', '1', '2020-09-13 18:52:27');
INSERT INTO `fabulous` VALUES ('46', '1040', '16', '1', '2020-09-13 18:52:32');
INSERT INTO `fabulous` VALUES ('47', '1012', '51', '1', '2020-09-13 18:54:43');
INSERT INTO `fabulous` VALUES ('48', '1012', '55', '1', '2020-09-13 21:58:29');
INSERT INTO `fabulous` VALUES ('49', '1066', '55', '1', '2020-09-14 00:16:05');
INSERT INTO `fabulous` VALUES ('50', '1002', '47', '1', '2020-09-14 08:07:19');
INSERT INTO `fabulous` VALUES ('51', '1065', '55', '1', '2020-09-14 17:35:47');
INSERT INTO `fabulous` VALUES ('52', '1095', '22', '1', '2020-09-14 17:45:01');
INSERT INTO `fabulous` VALUES ('53', '1019', '62', '1', '2020-09-14 18:28:57');
INSERT INTO `fabulous` VALUES ('54', '1083', '57', '1', '2020-09-14 21:23:46');
INSERT INTO `fabulous` VALUES ('55', '1104', '62', '1', '2020-09-15 00:26:17');
INSERT INTO `fabulous` VALUES ('56', '1104', '51', '1', '2020-09-15 00:26:50');
INSERT INTO `fabulous` VALUES ('57', '1104', '35', '1', '2020-09-15 00:28:07');
INSERT INTO `fabulous` VALUES ('58', '1021', '9', '1', '2020-09-15 15:01:51');
INSERT INTO `fabulous` VALUES ('59', '1130', '57', '1', '2020-09-15 17:21:48');
INSERT INTO `fabulous` VALUES ('60', '1130', '61', '1', '2020-09-15 17:21:57');
INSERT INTO `fabulous` VALUES ('61', '1130', '79', '1', '2020-09-15 17:26:48');
INSERT INTO `fabulous` VALUES ('62', '1130', '92', '1', '2020-09-15 17:41:19');
INSERT INTO `fabulous` VALUES ('63', '1040', '92', '1', '2020-09-15 17:42:07');
INSERT INTO `fabulous` VALUES ('64', '1040', '79', '1', '2020-09-15 17:42:19');
INSERT INTO `fabulous` VALUES ('65', '1040', '78', '1', '2020-09-15 17:42:31');
INSERT INTO `fabulous` VALUES ('66', '1040', '76', '1', '2020-09-15 17:43:35');
INSERT INTO `fabulous` VALUES ('67', '1040', '57', '1', '2020-09-15 17:43:58');
INSERT INTO `fabulous` VALUES ('68', '1001', '92', '1', '2020-09-15 17:44:16');
INSERT INTO `fabulous` VALUES ('69', '1001', '79', '1', '2020-09-15 17:44:23');
INSERT INTO `fabulous` VALUES ('70', '1040', '56', '1', '2020-09-15 17:44:53');
INSERT INTO `fabulous` VALUES ('71', '1040', '55', '1', '2020-09-15 17:45:13');
INSERT INTO `fabulous` VALUES ('72', '1040', '51', '1', '2020-09-15 17:45:21');
INSERT INTO `fabulous` VALUES ('73', '1130', '55', '1', '2020-09-15 18:06:39');
INSERT INTO `fabulous` VALUES ('74', '1130', '78', '1', '2020-09-15 18:06:49');
INSERT INTO `fabulous` VALUES ('75', '1130', '76', '1', '2020-09-15 18:06:57');
INSERT INTO `fabulous` VALUES ('76', '1130', '63', '1', '2020-09-15 18:07:02');
INSERT INTO `fabulous` VALUES ('77', '1130', '62', '1', '2020-09-15 18:07:07');
INSERT INTO `fabulous` VALUES ('78', '1130', '56', '1', '2020-09-15 18:07:22');
INSERT INTO `fabulous` VALUES ('79', '1130', '49', '1', '2020-09-15 18:07:38');
INSERT INTO `fabulous` VALUES ('80', '1130', '77', '1', '2020-09-15 18:29:21');
INSERT INTO `fabulous` VALUES ('81', '1065', '79', '1', '2020-09-15 19:46:05');
INSERT INTO `fabulous` VALUES ('82', '1065', '62', '1', '2020-09-15 19:46:50');
INSERT INTO `fabulous` VALUES ('83', '1130', '38', '1', '2020-09-15 19:54:18');
INSERT INTO `fabulous` VALUES ('84', '1008', '63', '1', '2020-09-15 20:12:11');
INSERT INTO `fabulous` VALUES ('85', '1130', '35', '1', '2020-09-15 20:52:58');
INSERT INTO `fabulous` VALUES ('86', '1130', '31', '1', '2020-09-15 20:53:32');
INSERT INTO `fabulous` VALUES ('87', '1130', '3', '1', '2020-09-15 20:56:32');
INSERT INTO `fabulous` VALUES ('88', '1012', '62', '1', '2020-09-15 21:30:27');
INSERT INTO `fabulous` VALUES ('89', '1130', '106', '1', '2020-09-15 21:36:34');
INSERT INTO `fabulous` VALUES ('90', '1130', '10', '1', '2020-09-15 22:03:23');
INSERT INTO `fabulous` VALUES ('91', '1130', '108', '1', '2020-09-15 22:23:53');
INSERT INTO `fabulous` VALUES ('92', '1054', '108', '1', '2020-09-15 22:27:19');
INSERT INTO `fabulous` VALUES ('93', '1065', '108', '1', '2020-09-15 22:43:44');
INSERT INTO `fabulous` VALUES ('94', '1054', '106', '1', '2020-09-15 23:24:58');
INSERT INTO `fabulous` VALUES ('95', '1010', '76', '1', '2020-09-15 23:34:11');
INSERT INTO `fabulous` VALUES ('96', '1064', '108', '1', '2020-09-15 23:57:15');
INSERT INTO `fabulous` VALUES ('97', '1023', '30', '1', '2020-09-16 02:09:14');
INSERT INTO `fabulous` VALUES ('98', '1130', '112', '1', '2020-09-16 09:51:51');
INSERT INTO `fabulous` VALUES ('99', '1140', '76', '1', '2020-09-16 10:12:32');
INSERT INTO `fabulous` VALUES ('100', '1035', '112', '1', '2020-09-16 10:23:26');
INSERT INTO `fabulous` VALUES ('101', '1042', '79', '1', '2020-09-16 11:00:00');
INSERT INTO `fabulous` VALUES ('102', '1130', '25', '1', '2020-09-16 12:03:14');
INSERT INTO `fabulous` VALUES ('103', '1021', '114', '1', '2020-09-16 12:04:41');
INSERT INTO `fabulous` VALUES ('104', '1130', '114', '1', '2020-09-16 12:06:38');
INSERT INTO `fabulous` VALUES ('105', '1042', '114', '1', '2020-09-16 12:08:31');
INSERT INTO `fabulous` VALUES ('106', '1042', '108', '1', '2020-09-16 12:08:36');
INSERT INTO `fabulous` VALUES ('107', '1001', '114', '1', '2020-09-16 14:29:11');
INSERT INTO `fabulous` VALUES ('108', '1145', '109', '1', '2020-09-16 15:43:11');
INSERT INTO `fabulous` VALUES ('109', '1130', '119', '1', '2020-09-16 16:01:03');
INSERT INTO `fabulous` VALUES ('110', '1162', '9', '1', '2020-09-16 21:10:52');
INSERT INTO `fabulous` VALUES ('111', '1159', '120', '1', '2020-09-16 21:22:11');
INSERT INTO `fabulous` VALUES ('112', '1061', '120', '1', '2020-09-16 21:42:23');
INSERT INTO `fabulous` VALUES ('113', '1012', '106', '1', '2020-09-16 22:33:50');
INSERT INTO `fabulous` VALUES ('114', '1130', '124', '1', '2020-09-16 22:58:19');
INSERT INTO `fabulous` VALUES ('115', '1017', '51', '1', '2020-09-17 01:55:40');
INSERT INTO `fabulous` VALUES ('116', '1064', '124', '1', '2020-09-17 03:06:43');
INSERT INTO `fabulous` VALUES ('117', '1007', '126', '1', '2020-09-17 03:28:08');
INSERT INTO `fabulous` VALUES ('118', '1065', '126', '1', '2020-09-17 07:24:29');
INSERT INTO `fabulous` VALUES ('119', '1001', '128', '1', '2020-09-17 14:28:42');
INSERT INTO `fabulous` VALUES ('120', '1130', '128', '1', '2020-09-17 15:00:10');
INSERT INTO `fabulous` VALUES ('121', '1130', '132', '1', '2020-09-17 15:47:37');
INSERT INTO `fabulous` VALUES ('122', '1007', '132', '1', '2020-09-17 16:12:29');
INSERT INTO `fabulous` VALUES ('123', '1130', '133', '1', '2020-09-17 16:23:34');
INSERT INTO `fabulous` VALUES ('124', '1080', '128', '1', '2020-09-17 19:16:34');
INSERT INTO `fabulous` VALUES ('125', '1080', '108', '1', '2020-09-17 19:16:47');
INSERT INTO `fabulous` VALUES ('126', '1130', '139', '1', '2020-09-17 20:16:15');
INSERT INTO `fabulous` VALUES ('127', '1130', '137', '1', '2020-09-17 20:16:51');
INSERT INTO `fabulous` VALUES ('128', '1130', '141', '1', '2020-09-17 20:20:55');
INSERT INTO `fabulous` VALUES ('129', '1065', '128', '1', '2020-09-17 20:54:59');
INSERT INTO `fabulous` VALUES ('130', '1012', '138', '1', '2020-09-17 21:57:43');
INSERT INTO `fabulous` VALUES ('131', '1007', '135', '1', '2020-09-18 08:49:08');
INSERT INTO `fabulous` VALUES ('132', '1040', '117', '1', '2020-09-18 09:16:18');
INSERT INTO `fabulous` VALUES ('133', '1040', '143', '1', '2020-09-18 09:16:37');
INSERT INTO `fabulous` VALUES ('134', '1040', '138', '1', '2020-09-18 09:16:49');
INSERT INTO `fabulous` VALUES ('135', '1003', '144', '1', '2020-09-18 09:20:50');
INSERT INTO `fabulous` VALUES ('136', '1040', '145', '1', '2020-09-18 09:34:25');
INSERT INTO `fabulous` VALUES ('137', '1035', '135', '1', '2020-09-18 11:25:39');
INSERT INTO `fabulous` VALUES ('138', '1148', '120', '1', '2020-09-18 13:29:40');
INSERT INTO `fabulous` VALUES ('139', '1035', '150', '1', '2020-09-18 17:09:51');
INSERT INTO `fabulous` VALUES ('140', '1012', '149', '1', '2020-09-18 17:37:52');
INSERT INTO `fabulous` VALUES ('141', '1012', '151', '1', '2020-09-18 17:37:57');
INSERT INTO `fabulous` VALUES ('142', '1012', '155', '1', '2020-09-18 17:38:02');

-- ----------------------------
-- Table structure for gift
-- ----------------------------
DROP TABLE IF EXISTS `gift`;
CREATE TABLE `gift` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT 'id',
  `name` varchar(128) DEFAULT NULL COMMENT '名称',
  `images` varchar(1024) DEFAULT NULL COMMENT '图片',
  `weight` int(11) DEFAULT NULL COMMENT '权重',
  `price` int(11) DEFAULT NULL COMMENT '单价',
  `addTime` datetime DEFAULT NULL COMMENT '添加时间',
  `editTime` datetime DEFAULT NULL COMMENT '编辑时间',
  `enableState` int(11) DEFAULT NULL COMMENT '启用状态 1:启用2:禁用',
  `deleteState` int(11) DEFAULT NULL COMMENT '删除状态 1:已删除2:未删除',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=31 DEFAULT CHARSET=utf8 COMMENT='礼物表';

-- ----------------------------
-- Records of gift
-- ----------------------------
INSERT INTO `gift` VALUES ('6', '棒棒糖', '/upload/2020-07-29/20200729153330727.png', '1', '88', '2020-07-29 15:33:35', null, '1', '2');
INSERT INTO `gift` VALUES ('7', '饮料', '/upload/2020-07-29/20200729153411874.png', '2', '100', '2020-07-29 15:34:15', null, '1', '2');
INSERT INTO `gift` VALUES ('8', '黄瓜', '/upload/2020-07-29/20200729153427410.png', '3', '166', '2020-07-29 15:34:32', null, '1', '2');
INSERT INTO `gift` VALUES ('9', '气球', '/upload/2020-07-29/20200729153454368.png', '4', '266', '2020-07-29 15:34:59', null, '1', '2');
INSERT INTO `gift` VALUES ('10', '咖啡', '/upload/2020-07-29/20200729153510984.png', '5', '400', '2020-07-29 15:35:15', null, '1', '2');
INSERT INTO `gift` VALUES ('11', '香吻', '/upload/2020-07-29/20200729153526129.png', '6', '520', '2020-07-29 15:35:39', null, '1', '2');
INSERT INTO `gift` VALUES ('12', '蛋糕', '/upload/2020-07-29/2020072915360891.png', '7', '666', '2020-07-29 15:36:14', null, '1', '2');
INSERT INTO `gift` VALUES ('14', '魔法帽', '/upload/2020-07-29/20200729153625837.png', '8', '700', '2020-07-29 15:36:30', '2020-07-29 15:43:47', '1', '2');
INSERT INTO `gift` VALUES ('15', '玫瑰', '/upload/2020-07-29/20200729153639639.png', '9', '888', '2020-07-29 15:36:43', '2020-07-29 15:44:23', '1', '2');
INSERT INTO `gift` VALUES ('16', '爱心巧克力', '/upload/2020-07-29/20200729153653630.png', '10', '1314', '2020-07-29 15:37:01', '2020-07-29 15:44:17', '1', '2');
INSERT INTO `gift` VALUES ('17', '烟花', '/upload/2020-07-29/20200729153714737.png', '11', '1500', '2020-07-29 15:37:18', '2020-07-29 15:44:10', '1', '2');
INSERT INTO `gift` VALUES ('18', '相机', '/upload/2020-07-29/20200729153730724.png', '12', '1688', '2020-07-29 15:37:37', '2020-07-29 15:44:04', '1', '2');
INSERT INTO `gift` VALUES ('19', '口红', '/upload/2020-07-29/20200729153754932.png', '13', '1888', '2020-07-29 15:37:58', '2020-07-29 15:44:48', '1', '2');
INSERT INTO `gift` VALUES ('20', '香水', '/upload/2020-07-29/20200729153809461.png', '14', '2000', '2020-07-29 15:38:15', '2020-07-29 15:44:54', '1', '2');
INSERT INTO `gift` VALUES ('21', '项链', '/upload/2020-07-29/20200729153831463.png', '15', '2333', '2020-07-29 15:38:35', '2020-07-29 15:45:00', '1', '2');
INSERT INTO `gift` VALUES ('22', '包包', '/upload/2020-07-29/20200729153946952.png', '16', '3333', '2020-07-29 15:39:54', '2020-07-29 15:45:05', '1', '2');
INSERT INTO `gift` VALUES ('23', '飞机', '/upload/2020-07-29/20200729154016670.png', '17', '4000', '2020-07-29 15:40:22', '2020-07-29 15:45:10', '1', '2');
INSERT INTO `gift` VALUES ('24', '钻戒', '/upload/2020-07-29/20200729154039937.png', '18', '5200', '2020-07-29 15:40:47', '2020-07-29 15:45:14', '1', '2');
INSERT INTO `gift` VALUES ('25', '水晶', '/upload/2020-07-29/20200729154100511.png', '19', '6666', '2020-07-29 15:41:06', '2020-07-29 15:45:19', '1', '2');
INSERT INTO `gift` VALUES ('26', '轰炸', '/upload/2020-07-29/20200729154116434.png', '20', '8888', '2020-07-29 15:41:21', '2020-07-29 15:45:25', '1', '2');
INSERT INTO `gift` VALUES ('27', '皇冠', '/upload/2020-07-29/20200729154136821.png', '21', '9999', '2020-07-29 15:41:41', '2020-07-29 15:45:33', '1', '2');
INSERT INTO `gift` VALUES ('28', '跑车', '/upload/2020-07-29/20200729154150562.png', '22', '12000', '2020-07-29 15:41:55', '2020-07-29 15:45:38', '1', '2');
INSERT INTO `gift` VALUES ('29', '火箭', '/upload/2020-07-29/20200729154210789.png', '23', '16888', '2020-07-29 15:42:17', '2020-07-29 15:45:42', '1', '2');
INSERT INTO `gift` VALUES ('30', '游轮', '/upload/2020-07-29/20200729154233600.png', '24', '66666', '2020-07-29 15:42:38', '2020-07-29 15:45:46', '1', '2');

-- ----------------------------
-- Table structure for giftconsumption
-- ----------------------------
DROP TABLE IF EXISTS `giftconsumption`;
CREATE TABLE `giftconsumption` (
  `REVISION` int(11) NOT NULL AUTO_INCREMENT COMMENT 'id',
  `memberId` int(11) DEFAULT NULL COMMENT '接收方ID',
  `sendMemberId` int(11) DEFAULT NULL COMMENT '发送方id',
  `sendMemberHead` varchar(1024) DEFAULT NULL COMMENT '发送方头像',
  `sendMemberNickName` varchar(128) DEFAULT NULL COMMENT '发送方昵称',
  `sendLable` varchar(255) DEFAULT NULL COMMENT '车标',
  `giftId` int(11) DEFAULT NULL COMMENT '礼物ID',
  `giftImages` varchar(1024) DEFAULT NULL COMMENT '礼物图片',
  `giftName` varchar(128) DEFAULT NULL COMMENT '礼物名称',
  `giftSize` int(11) DEFAULT NULL COMMENT '礼物数量',
  `addTime` datetime DEFAULT NULL COMMENT '发送时间',
  `drawInProportion` int(32) DEFAULT NULL COMMENT '该礼物是否被接收方接收 1： 是 2 ：否',
  `withdrawTime` datetime DEFAULT NULL COMMENT '申请提现时间',
  PRIMARY KEY (`REVISION`)
) ENGINE=InnoDB AUTO_INCREMENT=182 DEFAULT CHARSET=utf8 COMMENT='礼物记录表';

-- ----------------------------
-- Records of giftconsumption
-- ----------------------------
INSERT INTO `giftconsumption` VALUES ('1', '1001', '1002', '/nan.png', '用户_643609', null, '29', '/upload/2020-07-29/20200729154210789.png', '火箭', '1', '2020-09-11 20:37:26', '1', null);
INSERT INTO `giftconsumption` VALUES ('2', '1001', '1003', '/nan.png', '用户_353680', null, '7', '/upload/2020-07-29/20200729153411874.png', '饮料', '1', '2020-09-11 20:46:13', '1', null);
INSERT INTO `giftconsumption` VALUES ('3', '1001', '1004', '/nan.png', '用户_781232', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-11 21:00:04', '1', null);
INSERT INTO `giftconsumption` VALUES ('4', '1001', '1005', '/nan.png', '用户_100327', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-11 21:05:31', '1', null);
INSERT INTO `giftconsumption` VALUES ('5', '1001', '1006', '/nan.png', '用户_454313', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-11 21:08:05', '1', null);
INSERT INTO `giftconsumption` VALUES ('6', '1001', '1007', '/nan.png', '用户_500955', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-11 21:14:18', '1', null);
INSERT INTO `giftconsumption` VALUES ('7', '1001', '1008', '/nan.png', '用户_369320', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-11 21:33:23', '1', null);
INSERT INTO `giftconsumption` VALUES ('8', '1001', '1009', '/nv.png', '用户_497693', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-11 21:38:38', '1', null);
INSERT INTO `giftconsumption` VALUES ('9', '1001', '1010', '/nan.png', '用户_288117', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-11 21:46:56', '1', null);
INSERT INTO `giftconsumption` VALUES ('10', '1001', '1011', '/nan.png', '用户_772879', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-11 21:48:50', '1', null);
INSERT INTO `giftconsumption` VALUES ('11', '1001', '1013', '/nan.png', '用户_133692', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-11 22:03:19', '1', null);
INSERT INTO `giftconsumption` VALUES ('12', '1000', '1012', '/nan.png', '用户_353827', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-11 22:10:03', '1', null);
INSERT INTO `giftconsumption` VALUES ('13', '1001', '1014', '/nan.png', '用户_857002', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-11 22:28:15', '1', null);
INSERT INTO `giftconsumption` VALUES ('14', '1015', '1007', '/upload/2020-09-11/20200911211618376.png', 'Zhan9#', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-12 00:00:37', '1', null);
INSERT INTO `giftconsumption` VALUES ('15', '1015', '1008', '/upload/2020-09-11/20200911213618438.png', 'Big east', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-12 08:09:03', '1', null);
INSERT INTO `giftconsumption` VALUES ('16', '1020', '1019', '/nan.png', '蜻蜓队长', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-12 12:04:07', '1', null);
INSERT INTO `giftconsumption` VALUES ('17', '1020', '1019', '/nan.png', '蜻蜓队长', null, '10', '/upload/2020-07-29/20200729153510984.png', '咖啡', '1', '2020-09-12 12:05:05', '1', null);
INSERT INTO `giftconsumption` VALUES ('18', '1020', '1012', '/nan.png', '江江呀', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-12 12:07:01', '1', null);
INSERT INTO `giftconsumption` VALUES ('19', '1019', '1001', '/upload/2020-09-11/20200911211815388.jpeg', '那个杰哥', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-12 12:11:43', '1', null);
INSERT INTO `giftconsumption` VALUES ('20', '1001', '1022', '/nan.png', '用户_102517', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-12 12:38:22', '1', null);
INSERT INTO `giftconsumption` VALUES ('21', '1001', '1024', '/nan.png', '用户_576034', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-12 12:52:59', '1', null);
INSERT INTO `giftconsumption` VALUES ('22', '1015', '1025', '/nan.png', '用户_169814', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-12 13:07:11', '1', null);
INSERT INTO `giftconsumption` VALUES ('23', '1015', '1025', '/nan.png', '用户_169814', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-12 13:07:41', '1', null);
INSERT INTO `giftconsumption` VALUES ('24', '1001', '1025', '/nan.png', '用户_169814', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-12 13:09:44', '1', null);
INSERT INTO `giftconsumption` VALUES ('25', '1023', '1012', '/upload/2020-09-12/20200912141230267.png', '江江呀', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-12 14:19:32', '1', null);
INSERT INTO `giftconsumption` VALUES ('26', '1017', '1012', '/upload/2020-09-12/20200912141230267.png', '江江呀', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-12 17:10:13', '1', null);
INSERT INTO `giftconsumption` VALUES ('27', '1003', '1019', '/nan.png', '蜻蜓队长', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-12 17:10:33', '1', null);
INSERT INTO `giftconsumption` VALUES ('28', '1007', '1012', '/upload/2020-09-12/20200912141230267.png', '江江呀', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-12 17:10:34', '1', null);
INSERT INTO `giftconsumption` VALUES ('29', '1016', '1012', '/upload/2020-09-12/20200912141230267.png', '江江呀', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-12 17:56:01', '1', null);
INSERT INTO `giftconsumption` VALUES ('30', '1027', '1003', '/upload/2020-09-11/20200911204911523.png', 'echo-7s.', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-12 17:59:20', '1', null);
INSERT INTO `giftconsumption` VALUES ('31', '1027', '1019', '/nan.png', '蜻蜓队长', null, '7', '/upload/2020-07-29/20200729153411874.png', '饮料', '1', '2020-09-12 18:00:19', '1', null);
INSERT INTO `giftconsumption` VALUES ('32', '1030', '1012', '/upload/2020-09-12/20200912141230267.png', '江江呀', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-12 18:02:48', '1', null);
INSERT INTO `giftconsumption` VALUES ('33', '1031', '1012', '/upload/2020-09-12/20200912141230267.png', '江江呀', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-12 18:03:04', '1', null);
INSERT INTO `giftconsumption` VALUES ('34', '1031', '1019', '/nan.png', '蜻蜓队长', null, '7', '/upload/2020-07-29/20200729153411874.png', '饮料', '1', '2020-09-12 18:05:11', '1', null);
INSERT INTO `giftconsumption` VALUES ('35', '1031', '1012', '/upload/2020-09-12/20200912141230267.png', '江江呀', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-12 18:18:25', '1', null);
INSERT INTO `giftconsumption` VALUES ('36', '1027', '1012', '/upload/2020-09-12/20200912141230267.png', '江江呀', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-12 18:18:35', '1', null);
INSERT INTO `giftconsumption` VALUES ('37', '1016', '1012', '/upload/2020-09-12/20200912141230267.png', '江江呀', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-12 18:18:45', '1', null);
INSERT INTO `giftconsumption` VALUES ('38', '1001', '1035', '/nan.png', '用户_694350', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-12 18:21:14', '1', null);
INSERT INTO `giftconsumption` VALUES ('39', '1001', '1036', '/nan.png', '用户_857794', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-12 18:32:47', '1', null);
INSERT INTO `giftconsumption` VALUES ('40', '1001', '1022', '/nan.png', '用户_102517', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-12 18:37:50', '1', null);
INSERT INTO `giftconsumption` VALUES ('41', '1001', '1037', '/nan.png', '用户_528588', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-12 18:39:11', '1', null);
INSERT INTO `giftconsumption` VALUES ('42', '1001', '1040', '/nan.png', '用户_930610', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-12 18:44:18', '1', null);
INSERT INTO `giftconsumption` VALUES ('43', '1001', '1040', '/nan.png', '用户_930610', null, '7', '/upload/2020-07-29/20200729153411874.png', '饮料', '1', '2020-09-12 18:45:51', '1', null);
INSERT INTO `giftconsumption` VALUES ('44', '1043', '1012', '/upload/2020-09-12/20200912141230267.png', '江江呀', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-12 18:57:39', '1', null);
INSERT INTO `giftconsumption` VALUES ('45', '1042', '1012', '/upload/2020-09-12/20200912141230267.png', '江江呀', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-12 18:57:45', '1', null);
INSERT INTO `giftconsumption` VALUES ('46', '1045', '1012', '/upload/2020-09-12/20200912141230267.png', '江江呀', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-12 19:28:06', '1', null);
INSERT INTO `giftconsumption` VALUES ('47', '1044', '1012', '/upload/2020-09-12/20200912141230267.png', '江江呀', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-12 19:28:19', '1', null);
INSERT INTO `giftconsumption` VALUES ('48', '1042', '1003', '/upload/2020-09-11/20200911204911523.png', 'echo-7s.', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-12 19:35:43', '1', null);
INSERT INTO `giftconsumption` VALUES ('49', '1001', '1054', '/nan.png', '用户_744805', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-12 20:06:44', '1', null);
INSERT INTO `giftconsumption` VALUES ('50', '1053', '1012', '/upload/2020-09-12/20200912141230267.png', '江江呀', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-12 20:25:32', '1', null);
INSERT INTO `giftconsumption` VALUES ('51', '1057', '1012', '/upload/2020-09-12/20200912141230267.png', '江江呀', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-12 20:25:40', '1', null);
INSERT INTO `giftconsumption` VALUES ('52', '1057', '1019', '/nan.png', '蜻蜓队长', null, '11', '/upload/2020-07-29/20200729153526129.png', '香吻', '1', '2020-09-12 20:25:46', '1', null);
INSERT INTO `giftconsumption` VALUES ('53', '1001', '1040', '/upload/2020-09-12/2020091219451110.png', 'tc', null, '7', '/upload/2020-07-29/20200729153411874.png', '饮料', '1', '2020-09-12 20:42:49', '1', null);
INSERT INTO `giftconsumption` VALUES ('54', '1001', '1040', '/upload/2020-09-12/2020091219451110.png', 'tc', null, '7', '/upload/2020-07-29/20200729153411874.png', '饮料', '1', '2020-09-12 20:45:07', '1', null);
INSERT INTO `giftconsumption` VALUES ('55', '1001', '1040', '/upload/2020-09-12/2020091219451110.png', 'tc', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-12 20:45:32', '1', null);
INSERT INTO `giftconsumption` VALUES ('56', '1001', '1040', '/upload/2020-09-12/2020091219451110.png', 'tc', null, '7', '/upload/2020-07-29/20200729153411874.png', '饮料', '1', '2020-09-12 21:07:28', '1', null);
INSERT INTO `giftconsumption` VALUES ('57', '1001', '1040', '/upload/2020-09-12/2020091219451110.png', 'tc', null, '7', '/upload/2020-07-29/20200729153411874.png', '饮料', '1', '2020-09-12 21:08:50', '1', null);
INSERT INTO `giftconsumption` VALUES ('58', '1053', '1012', '/upload/2020-09-12/20200912141230267.png', '江江呀', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-12 21:10:48', '1', null);
INSERT INTO `giftconsumption` VALUES ('59', '1001', '1040', '/upload/2020-09-12/2020091219451110.png', 'tc', null, '7', '/upload/2020-07-29/20200729153411874.png', '饮料', '1', '2020-09-12 21:12:30', '1', null);
INSERT INTO `giftconsumption` VALUES ('60', '1019', '1040', '/upload/2020-09-12/2020091219451110.png', 'tc', null, '7', '/upload/2020-07-29/20200729153411874.png', '饮料', '1', '2020-09-12 21:14:12', '1', null);
INSERT INTO `giftconsumption` VALUES ('61', '1062', '1012', '/upload/2020-09-12/20200912141230267.png', '江江呀', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-12 21:28:00', '1', null);
INSERT INTO `giftconsumption` VALUES ('62', '1061', '1012', '/upload/2020-09-12/20200912141230267.png', '江江呀', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-12 21:41:13', '1', null);
INSERT INTO `giftconsumption` VALUES ('63', '1053', '1012', '/upload/2020-09-12/20200912141230267.png', '江江呀', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-12 21:41:21', '1', null);
INSERT INTO `giftconsumption` VALUES ('64', '1063', '1012', '/upload/2020-09-12/20200912141230267.png', '江江呀', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-12 21:50:20', '1', null);
INSERT INTO `giftconsumption` VALUES ('65', '1062', '1019', '/nan.png', '蜻蜓队长', null, '8', '/upload/2020-07-29/20200729153427410.png', '黄瓜', '1', '2020-09-12 21:50:41', '1', null);
INSERT INTO `giftconsumption` VALUES ('66', '1061', '1019', '/nan.png', '蜻蜓队长', null, '8', '/upload/2020-07-29/20200729153427410.png', '黄瓜', '1', '2020-09-12 21:50:46', '1', null);
INSERT INTO `giftconsumption` VALUES ('67', '1042', '1019', '/nan.png', '蜻蜓队长', null, '9', '/upload/2020-07-29/20200729153454368.png', '气球', '1', '2020-09-12 21:50:53', '1', null);
INSERT INTO `giftconsumption` VALUES ('68', '1063', '1019', '/nan.png', '蜻蜓队长', null, '8', '/upload/2020-07-29/20200729153427410.png', '黄瓜', '1', '2020-09-12 21:51:03', '1', null);
INSERT INTO `giftconsumption` VALUES ('69', '1000', '1002', '/upload/2020-09-11/20200911214844929.png', '宏', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-12 22:15:08', '1', null);
INSERT INTO `giftconsumption` VALUES ('70', '1061', '1064', '/nan.png', '用户_606776', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-12 23:03:11', '1', null);
INSERT INTO `giftconsumption` VALUES ('71', '1063', '1003', '/upload/2020-09-11/20200911204911523.png', 'echo-7s.', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-12 23:03:29', '1', null);
INSERT INTO `giftconsumption` VALUES ('72', '1062', '1003', '/upload/2020-09-11/20200911204911523.png', 'echo-7s.', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-12 23:03:41', '1', null);
INSERT INTO `giftconsumption` VALUES ('73', '1057', '1064', '/nan.png', '用户_606776', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-12 23:04:58', '1', null);
INSERT INTO `giftconsumption` VALUES ('74', '1017', '1064', '/nan.png', '用户_606776', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-12 23:05:16', '1', null);
INSERT INTO `giftconsumption` VALUES ('75', '1061', '1003', '/upload/2020-09-11/20200911204911523.png', 'echo-7s.', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-12 23:10:19', '1', null);
INSERT INTO `giftconsumption` VALUES ('76', '1062', '1064', '/nan.png', '用户_606776', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-13 00:35:25', '1', null);
INSERT INTO `giftconsumption` VALUES ('77', '1072', '1012', '/upload/2020-09-12/20200912141230267.png', '江江呀', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-13 13:22:57', '1', null);
INSERT INTO `giftconsumption` VALUES ('78', '1068', '1012', '/upload/2020-09-12/20200912141230267.png', '江江呀', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-13 13:23:06', '1', null);
INSERT INTO `giftconsumption` VALUES ('79', '1069', '1012', '/upload/2020-09-12/20200912141230267.png', '江江呀', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-13 13:23:13', '1', null);
INSERT INTO `giftconsumption` VALUES ('80', '1066', '1012', '/upload/2020-09-12/20200912141230267.png', '江江呀', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-13 13:23:25', '1', null);
INSERT INTO `giftconsumption` VALUES ('81', '1072', '1019', '/nan.png', '蜻蜓队长', null, '8', '/upload/2020-07-29/20200729153427410.png', '黄瓜', '1', '2020-09-13 13:39:32', '1', null);
INSERT INTO `giftconsumption` VALUES ('82', '1069', '1070', '/upload/2020-09-13/20200913131647379.png', '小武', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-13 13:45:12', '1', null);
INSERT INTO `giftconsumption` VALUES ('83', '1069', '1012', '/upload/2020-09-12/20200912141230267.png', '江江呀', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-13 13:45:51', '1', null);
INSERT INTO `giftconsumption` VALUES ('84', '1072', '1003', '/upload/2020-09-11/20200911204911523.png', 'echo-7s.', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-13 14:13:53', '1', null);
INSERT INTO `giftconsumption` VALUES ('85', '1069', '1003', '/upload/2020-09-11/20200911204911523.png', 'echo-7s.', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-13 14:14:01', '1', null);
INSERT INTO `giftconsumption` VALUES ('86', '1012', '1054', '/nan.png', '用户_744805', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-13 14:15:00', '1', null);
INSERT INTO `giftconsumption` VALUES ('87', '1012', '1054', '/nan.png', '用户_744805', null, '29', '/upload/2020-07-29/20200729154210789.png', '火箭', '1', '2020-09-13 14:15:25', '1', null);
INSERT INTO `giftconsumption` VALUES ('88', '1012', '1054', '/nan.png', '用户_744805', null, '29', '/upload/2020-07-29/20200729154210789.png', '火箭', '1', '2020-09-13 14:15:35', '1', null);
INSERT INTO `giftconsumption` VALUES ('89', '1012', '1054', '/nan.png', '用户_744805', null, '23', '/upload/2020-07-29/20200729154016670.png', '飞机', '1', '2020-09-13 14:16:34', '1', null);
INSERT INTO `giftconsumption` VALUES ('90', '1012', '1075', '/upload/2020-09-13/20200913142224236.png', '小小江呀', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-13 14:23:31', '1', null);
INSERT INTO `giftconsumption` VALUES ('91', '1012', '1075', '/upload/2020-09-13/20200913142224236.png', '小小江呀', null, '11', '/upload/2020-07-29/20200729153526129.png', '香吻', '1', '2020-09-13 14:25:33', '1', null);
INSERT INTO `giftconsumption` VALUES ('92', '1054', '1075', '/upload/2020-09-13/20200913142224236.png', '小小江呀', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-13 14:27:35', '1', null);
INSERT INTO `giftconsumption` VALUES ('93', '1068', '1019', '/nan.png', '蜻蜓队长', null, '8', '/upload/2020-07-29/20200729153427410.png', '黄瓜', '1', '2020-09-13 14:34:01', '1', null);
INSERT INTO `giftconsumption` VALUES ('94', '1072', '1012', '/upload/2020-09-12/20200912141230267.png', '江江呀', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-13 14:34:05', '1', null);
INSERT INTO `giftconsumption` VALUES ('95', '1045', '1007', '/upload/2020-09-11/20200911211618376.png', 'xT1an#', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-13 14:58:47', '1', null);
INSERT INTO `giftconsumption` VALUES ('96', '1012', '1019', '/nan.png', '蜻蜓队长', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-13 15:01:44', '1', null);
INSERT INTO `giftconsumption` VALUES ('97', '1054', '1007', '/upload/2020-09-11/20200911211618376.png', 'xT1an#', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-13 15:10:44', '1', null);
INSERT INTO `giftconsumption` VALUES ('98', '1078', '1012', '/upload/2020-09-12/20200912141230267.png', '江江呀', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-13 21:58:33', '1', null);
INSERT INTO `giftconsumption` VALUES ('99', '1069', '1064', '/nan.png', '用户_606776', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-13 22:46:28', '1', null);
INSERT INTO `giftconsumption` VALUES ('100', '1078', '1064', '/nan.png', '用户_606776', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-13 22:46:38', '1', null);
INSERT INTO `giftconsumption` VALUES ('101', '1072', '1064', '/nan.png', '用户_606776', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-13 22:46:52', '1', null);
INSERT INTO `giftconsumption` VALUES ('102', '1068', '1064', '/nan.png', '用户_606776', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-13 22:47:13', '1', null);
INSERT INTO `giftconsumption` VALUES ('103', '1066', '1064', '/nan.png', '用户_606776', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-13 22:47:24', '1', null);
INSERT INTO `giftconsumption` VALUES ('104', '1066', '1064', '/nan.png', '用户_606776', null, '9', '/upload/2020-07-29/20200729153454368.png', '气球', '1', '2020-09-14 00:18:21', '2', null);
INSERT INTO `giftconsumption` VALUES ('105', '1045', '1007', '/upload/2020-09-13/20200913212552768.png', 'xT1an#', null, '7', '/upload/2020-07-29/20200729153411874.png', '饮料', '1', '2020-09-14 02:03:42', '1', null);
INSERT INTO `giftconsumption` VALUES ('106', '1071', '1012', '/upload/2020-09-12/20200912141230267.png', '江江呀', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-14 09:37:33', '1', null);
INSERT INTO `giftconsumption` VALUES ('107', '1001', '1040', '/upload/2020-09-12/2020091219451110.png', 'tc', null, '7', '/upload/2020-07-29/20200729153411874.png', '饮料', '1', '2020-09-14 10:34:13', '1', null);
INSERT INTO `giftconsumption` VALUES ('108', '1001', '1040', '/upload/2020-09-12/2020091219451110.png', 'tc', null, '7', '/upload/2020-07-29/20200729153411874.png', '饮料', '1', '2020-09-14 11:39:35', '1', null);
INSERT INTO `giftconsumption` VALUES ('109', '1088', '1012', '/upload/2020-09-12/20200912141230267.png', '江江呀', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-14 11:43:29', '1', null);
INSERT INTO `giftconsumption` VALUES ('110', '1075', '1080', '/upload/2020-09-13/20200913224142337.png', '用户_570391', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-14 15:07:23', '1', null);
INSERT INTO `giftconsumption` VALUES ('111', '1072', '1064', '/nan.png', '用户_606776', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-14 16:42:33', '1', null);
INSERT INTO `giftconsumption` VALUES ('112', '1083', '1012', '/upload/2020-09-12/20200912141230267.png', '江江呀', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-14 17:08:01', '1', null);
INSERT INTO `giftconsumption` VALUES ('113', '1095', '1012', '/upload/2020-09-12/20200912141230267.png', '江江呀', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-14 17:08:07', '1', null);
INSERT INTO `giftconsumption` VALUES ('114', '1080', '1012', '/upload/2020-09-12/20200912141230267.png', '江江呀', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-14 17:08:13', '1', null);
INSERT INTO `giftconsumption` VALUES ('115', '1042', '1007', '/upload/2020-09-14/20200914024538211.png', 'xT1an#', null, '7', '/upload/2020-07-29/20200729153411874.png', '饮料', '1', '2020-09-14 17:21:59', '1', null);
INSERT INTO `giftconsumption` VALUES ('116', '1066', '1019', '/nan.png', '蜻蜓队长', null, '9', '/upload/2020-07-29/20200729153454368.png', '气球', '1', '2020-09-14 18:32:47', '1', null);
INSERT INTO `giftconsumption` VALUES ('117', '1078', '1012', '/upload/2020-09-12/20200912141230267.png', '江江呀', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-14 18:47:35', '1', null);
INSERT INTO `giftconsumption` VALUES ('118', '1078', '1003', '/upload/2020-09-11/20200911204911523.png', 'echo-7s.', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-14 18:51:58', '1', null);
INSERT INTO `giftconsumption` VALUES ('119', '1095', '1003', '/upload/2020-09-11/20200911204911523.png', 'echo-7s.', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-14 18:52:04', '1', null);
INSERT INTO `giftconsumption` VALUES ('120', '1083', '1003', '/upload/2020-09-11/20200911204911523.png', 'echo-7s.', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-14 18:52:11', '1', null);
INSERT INTO `giftconsumption` VALUES ('121', '1012', '1083', '/upload/2020-09-14/20200914042928274.png', 'Nanx', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-14 21:25:22', '2', null);
INSERT INTO `giftconsumption` VALUES ('122', '1104', '1003', '/upload/2020-09-11/20200911204911523.png', 'echo-7s.', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-14 22:25:06', '1', null);
INSERT INTO `giftconsumption` VALUES ('123', '1045', '1007', '/upload/2020-09-14/20200914024538211.png', 'xT1an#', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-15 02:18:36', '1', null);
INSERT INTO `giftconsumption` VALUES ('124', '1040', '1087', '/upload/2020-09-14/20200914160740580.png', '云不器', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-15 15:11:37', '1', null);
INSERT INTO `giftconsumption` VALUES ('125', '1001', '1040', '/upload/2020-09-12/2020091219451110.png', 'tc', null, '7', '/upload/2020-07-29/20200729153411874.png', '饮料', '1', '2020-09-15 15:33:27', '1', null);
INSERT INTO `giftconsumption` VALUES ('126', '1040', '1087', '/upload/2020-09-14/20200914160740580.png', '云不器', null, '7', '/upload/2020-07-29/20200729153411874.png', '饮料', '1', '2020-09-15 15:43:57', '1', null);
INSERT INTO `giftconsumption` VALUES ('127', '1040', '1087', '/upload/2020-09-14/20200914160740580.png', '云不器', null, '7', '/upload/2020-07-29/20200729153411874.png', '饮料', '1', '2020-09-15 16:00:08', '1', null);
INSERT INTO `giftconsumption` VALUES ('128', '1040', '1087', '/upload/2020-09-14/20200914160740580.png', '云不器', null, '7', '/upload/2020-07-29/20200729153411874.png', '饮料', '1', '2020-09-15 16:13:31', '1', null);
INSERT INTO `giftconsumption` VALUES ('129', '1040', '1087', '/upload/2020-09-14/20200914160740580.png', '云不器', null, '7', '/upload/2020-07-29/20200729153411874.png', '饮料', '1', '2020-09-15 16:20:25', '1', null);
INSERT INTO `giftconsumption` VALUES ('130', '1040', '1087', '/upload/2020-09-14/20200914160740580.png', '云不器', null, '7', '/upload/2020-07-29/20200729153411874.png', '饮料', '1', '2020-09-15 16:29:20', '1', null);
INSERT INTO `giftconsumption` VALUES ('131', '1040', '1087', '/upload/2020-09-14/20200914160740580.png', '云不器', null, '7', '/upload/2020-07-29/20200729153411874.png', '饮料', '1', '2020-09-15 16:45:09', '1', null);
INSERT INTO `giftconsumption` VALUES ('132', '1040', '1001', '/upload/2020-09-11/20200911211815388.jpeg', '画画的宝宝', null, '7', '/upload/2020-07-29/20200729153411874.png', '饮料', '1', '2020-09-15 17:04:37', '1', null);
INSERT INTO `giftconsumption` VALUES ('133', '1001', '1040', '/upload/2020-09-12/2020091219451110.png', 'tc', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-15 17:06:07', '1', null);
INSERT INTO `giftconsumption` VALUES ('134', '1001', '1040', '/upload/2020-09-12/2020091219451110.png', 'tc', null, '7', '/upload/2020-07-29/20200729153411874.png', '饮料', '1', '2020-09-15 17:11:17', '1', null);
INSERT INTO `giftconsumption` VALUES ('135', '1001', '1040', '/upload/2020-09-12/2020091219451110.png', 'tc', null, '7', '/upload/2020-07-29/20200729153411874.png', '饮料', '1', '2020-09-15 17:14:31', '1', null);
INSERT INTO `giftconsumption` VALUES ('136', '1001', '1040', '/upload/2020-09-12/2020091219451110.png', 'tc', null, '7', '/upload/2020-07-29/20200729153411874.png', '饮料', '1', '2020-09-15 17:21:32', '1', null);
INSERT INTO `giftconsumption` VALUES ('137', '1028', '1087', '/upload/2020-09-14/20200914160740580.png', '云不器', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-15 17:25:13', '1', null);
INSERT INTO `giftconsumption` VALUES ('138', '1087', '1028', '/upload/2020-09-12/20200912144215538.jpeg', '用户_778166', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-15 17:28:34', '1', null);
INSERT INTO `giftconsumption` VALUES ('139', '1028', '1040', '/upload/2020-09-12/2020091219451110.png', 'tc', null, '7', '/upload/2020-07-29/20200729153411874.png', '饮料', '1', '2020-09-15 17:30:42', '1', null);
INSERT INTO `giftconsumption` VALUES ('140', '1028', '1040', '/upload/2020-09-12/2020091219451110.png', 'tc', null, '7', '/upload/2020-07-29/20200729153411874.png', '饮料', '1', '2020-09-15 17:32:31', '1', null);
INSERT INTO `giftconsumption` VALUES ('141', '1087', '1040', '/upload/2020-09-12/2020091219451110.png', 'tc', null, '7', '/upload/2020-07-29/20200729153411874.png', '饮料', '1', '2020-09-15 18:16:25', '1', null);
INSERT INTO `giftconsumption` VALUES ('142', '1001', '1056', '/upload/2020-09-15/20200915191819388.jpg', '大白', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-15 19:19:17', '1', null);
INSERT INTO `giftconsumption` VALUES ('143', '1122', '1054', '/upload/2020-09-13/2020091314194914.png', '是小罗啊', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-15 19:20:54', '1', null);
INSERT INTO `giftconsumption` VALUES ('144', '1012', '1001', '/upload/2020-09-11/20200911211815388.jpeg', '画画的宝宝', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-15 19:45:20', '1', null);
INSERT INTO `giftconsumption` VALUES ('145', '1001', '1040', '/upload/2020-09-12/2020091219451110.png', 'tc', null, '7', '/upload/2020-07-29/20200729153411874.png', '饮料', '1', '2020-09-15 19:55:31', '1', null);
INSERT INTO `giftconsumption` VALUES ('146', '1122', '1019', '/nan.png', '蜻蜓队长', null, '9', '/upload/2020-07-29/20200729153454368.png', '气球', '1', '2020-09-15 20:28:35', '1', null);
INSERT INTO `giftconsumption` VALUES ('147', '1141', '1012', '/upload/2020-09-12/20200912141230267.png', '江江呀', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-15 23:06:22', '1', null);
INSERT INTO `giftconsumption` VALUES ('148', '1142', '1064', '/nan.png', '用户_606776', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-15 23:37:56', '1', null);
INSERT INTO `giftconsumption` VALUES ('149', '1122', '1064', '/upload/2020-09-15/20200915235805804.jpg', '航航航', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-16 00:03:43', '1', null);
INSERT INTO `giftconsumption` VALUES ('150', '1069', '1019', '/nan.png', '蜻蜓队长', null, '7', '/upload/2020-07-29/20200729153411874.png', '饮料', '1', '2020-09-16 00:22:32', '1', null);
INSERT INTO `giftconsumption` VALUES ('151', '1087', '1001', '/upload/2020-09-16/20200916094428361.jpg', '画画的宝宝', null, '7', '/upload/2020-07-29/20200729153411874.png', '饮料', '1', '2020-09-16 11:04:42', '1', null);
INSERT INTO `giftconsumption` VALUES ('152', '1012', '1044', '/upload/2020-09-12/20200912185727810.png', '用户_858288', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-16 12:55:37', '1', null);
INSERT INTO `giftconsumption` VALUES ('153', '1142', '1003', '/upload/2020-09-11/20200911204911523.png', 'echo-7s.', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-16 13:16:36', '1', null);
INSERT INTO `giftconsumption` VALUES ('154', '1042', '1056', '/upload/2020-09-15/20200915191819388.jpg', '大白', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-16 16:56:44', '1', null);
INSERT INTO `giftconsumption` VALUES ('155', '1009', '1012', '/upload/2020-09-12/20200912141230267.png', '江江呀', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-16 19:40:47', '1', null);
INSERT INTO `giftconsumption` VALUES ('156', '1000', '1012', '/upload/2020-09-12/20200912141230267.png', '江江呀', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-16 19:46:51', '1', null);
INSERT INTO `giftconsumption` VALUES ('157', '1001', '1157', '/nan.png', '用户_683749', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-16 20:27:31', '1', null);
INSERT INTO `giftconsumption` VALUES ('158', '1001', '1158', '/nan.png', '用户_908903', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-16 20:31:21', '1', null);
INSERT INTO `giftconsumption` VALUES ('159', '1001', '1159', '/nan.png', '用户_844134', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-16 20:37:24', '1', null);
INSERT INTO `giftconsumption` VALUES ('160', '1001', '1160', '/nan.png', '用户_414734', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-16 20:47:40', '1', null);
INSERT INTO `giftconsumption` VALUES ('161', '1001', '1161', '/nan.png', '用户_620419', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-16 20:51:16', '1', null);
INSERT INTO `giftconsumption` VALUES ('162', '1001', '1162', '/nan.png', '用户_189526', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-16 20:53:27', '1', null);
INSERT INTO `giftconsumption` VALUES ('163', '1001', '1163', '/nan.png', '用户_138164', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-16 20:56:01', '1', null);
INSERT INTO `giftconsumption` VALUES ('164', '1001', '1164', '/nan.png', '用户_394987', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-16 20:58:05', '1', null);
INSERT INTO `giftconsumption` VALUES ('165', '1001', '1165', '/nan.png', '用户_965796', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-16 20:59:52', '1', null);
INSERT INTO `giftconsumption` VALUES ('166', '1001', '1166', '/nan.png', '用户_390585', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-16 21:03:32', '1', null);
INSERT INTO `giftconsumption` VALUES ('167', '1001', '1168', '/nan.png', '用户_609546', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-16 21:22:00', '1', null);
INSERT INTO `giftconsumption` VALUES ('168', '1012', '1003', '/upload/2020-09-11/20200911204911523.png', 'echo-7s.', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-16 22:24:50', '1', null);
INSERT INTO `giftconsumption` VALUES ('169', '1003', '1012', '/upload/2020-09-12/20200912141230267.png', '江江呀', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-16 22:28:15', '1', null);
INSERT INTO `giftconsumption` VALUES ('170', '1122', '1007', '/upload/2020-09-15/20200915203431779.png', 'xT1an#', null, '7', '/upload/2020-07-29/20200729153411874.png', '饮料', '1', '2020-09-16 22:31:51', '1', null);
INSERT INTO `giftconsumption` VALUES ('171', '1012', '1003', '/upload/2020-09-11/20200911204911523.png', 'echo-7s.', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-16 22:32:22', '1', null);
INSERT INTO `giftconsumption` VALUES ('172', '1003', '1012', '/upload/2020-09-12/20200912141230267.png', '江江呀', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-16 22:33:12', '1', null);
INSERT INTO `giftconsumption` VALUES ('173', '1021', '1001', '/upload/2020-09-16/20200916094428361.jpg', '画画的宝宝', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-17 14:30:07', '1', null);
INSERT INTO `giftconsumption` VALUES ('174', '1007', '1171', '/upload/2020-09-17/20200917004212440.png', '白瑞', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-17 16:14:00', '1', null);
INSERT INTO `giftconsumption` VALUES ('175', '1171', '1007', '/upload/2020-09-15/20200915203431779.png', 'xT1an#', null, '12', '/upload/2020-07-29/2020072915360891.png', '蛋糕', '1', '2020-09-17 16:14:58', '1', null);
INSERT INTO `giftconsumption` VALUES ('176', '1174', '1035', '/upload/2020-09-12/20200912224434325.png', '杨杨', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-17 17:35:27', '1', null);
INSERT INTO `giftconsumption` VALUES ('177', '1130', '1080', '/upload/2020-09-13/20200913224142337.png', '用户_570391', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-17 19:12:42', '1', null);
INSERT INTO `giftconsumption` VALUES ('178', '1171', '1003', '/upload/2020-09-11/20200911204911523.png', 'echo-7s.', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-18 09:20:57', '1', null);
INSERT INTO `giftconsumption` VALUES ('179', '1171', '1019', '/nan.png', '蜻蜓队长', null, '8', '/upload/2020-07-29/20200729153427410.png', '黄瓜', '1', '2020-09-18 16:44:39', '1', null);
INSERT INTO `giftconsumption` VALUES ('180', '1179', '1035', '/upload/2020-09-12/20200912224434325.png', '杨杨', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-18 17:09:22', '1', null);
INSERT INTO `giftconsumption` VALUES ('181', '1046', '1035', '/upload/2020-09-12/20200912224434325.png', '杨杨', null, '6', '/upload/2020-07-29/20200729153330727.png', '棒棒糖', '1', '2020-09-18 17:13:10', '1', null);

-- ----------------------------
-- Table structure for good_friend
-- ----------------------------
DROP TABLE IF EXISTS `good_friend`;
CREATE TABLE `good_friend` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT 'id',
  `oneselfId` int(11) DEFAULT NULL COMMENT '会员id',
  `memberId` int(11) DEFAULT NULL COMMENT '好友id',
  `memberHead` varchar(1024) DEFAULT NULL COMMENT '好友头像',
  `memberNickName` varchar(128) DEFAULT NULL COMMENT '好友昵称',
  `remarks` varchar(1024) DEFAULT NULL COMMENT '好友备注',
  `addTime` datetime DEFAULT NULL COMMENT '成为好友时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='好友列表';

-- ----------------------------
-- Records of good_friend
-- ----------------------------

-- ----------------------------
-- Table structure for lable
-- ----------------------------
DROP TABLE IF EXISTS `lable`;
CREATE TABLE `lable` (
  `label_id` int(11) NOT NULL AUTO_INCREMENT,
  `member_id` int(11) DEFAULT NULL COMMENT '会员ID',
  `label_charm_default` text COMMENT '魅力默认',
  `label_charm_select` varchar(255) DEFAULT NULL COMMENT '魅力选中',
  `label_city_default` text COMMENT '城市默认',
  `label_city_select` varchar(255) DEFAULT NULL COMMENT '城市选中',
  `label_local_default` text COMMENT '地方默认',
  `label_local_select` varchar(255) DEFAULT NULL COMMENT '地方选中',
  `label_hobby_default` text COMMENT '爱好默认',
  `label_hobby_select` varchar(255) DEFAULT NULL COMMENT '爱好选中',
  `label_education_default` text COMMENT '学历默认',
  `label_education_select` varchar(255) DEFAULT NULL COMMENT '学历选中',
  `lable_state_default` text COMMENT '状态默认',
  `lable_state_select` varchar(255) DEFAULT NULL COMMENT '状态选中',
  `lable_annual_income_default` text COMMENT '年收入默认',
  `lable_annual_income_select` varchar(255) DEFAULT NULL COMMENT '年收入选中',
  `lable_car_size_default` text COMMENT '车辆默认',
  `lable_car_size_select` varchar(255) DEFAULT NULL COMMENT '车辆选中',
  `lable_image_default` text COMMENT '形象默认',
  `lable_image_select` varchar(255) DEFAULT NULL COMMENT '形象选中',
  `lable_character_default` text COMMENT '性格默认',
  `lable_character_select` varchar(255) DEFAULT NULL COMMENT '性格选中',
  `lable_industry_default` text COMMENT '行业默认',
  `lable_industry_select` varchar(255) DEFAULT NULL COMMENT '行业选中',
  `lable_height` varchar(255) DEFAULT NULL COMMENT '身高',
  `lable_weight` varchar(255) DEFAULT NULL COMMENT '体重',
  `lable_drinking_power` text COMMENT '喝酒实力',
  `lable_pets` text COMMENT '我的宠物',
  `lable_introduce` text COMMENT '自我介绍',
  `lable_smoking_status` text COMMENT '抽烟习惯',
  `lable_occupation` varchar(255) DEFAULT NULL COMMENT '职业',
  PRIMARY KEY (`label_id`)
) ENGINE=InnoDB AUTO_INCREMENT=188 DEFAULT CHARSET=utf8mb4;

-- ----------------------------
-- Records of lable
-- ----------------------------
INSERT INTO `lable` VALUES ('1', '1000', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('2', '1001', '添加标签', '声音', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '巴黎,长沙,苏州', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '巴厘岛,三亚,大理', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '锻炼,唱歌,游戏', '不填,本科,硕士,博士', '本科', '单身,热恋,冷战,已婚,保密', '单身', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '30万-50万', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '风度翩翩', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '自信', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '互联网', '177', '65', '几瓶就倒', '雪儿', '好想找一个女朋友', '从不抽烟', 'IT 互联网');
INSERT INTO `lable` VALUES ('3', '1002', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '胸部', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '东京,巴黎,迪拜', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '东京,韩国,普吉岛', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '本科', '单身,热恋,冷战,已婚,保密', '单身', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '30万-50万', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '正气凛然', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '腼腆', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '金融', '175', '62', '一杯倒', '等带来', '', '无烟区', '');
INSERT INTO `lable` VALUES ('4', '1003', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '声音,脾气', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '台湾,香港,三亚,丽江', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '不填', '单身,热恋,冷战,已婚,保密', '单身', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '30万-50万', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '桀骜不驯', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '开朗', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '金融', '178', '55', '', '', '', '', '');
INSERT INTO `lable` VALUES ('5', '1004', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('6', '1005', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '声音,笑容,性格,脸,眼睛', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里,广州,添加标签', '北京,上海,香港,长沙,重庆,广州', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '香港,成都,重庆,三亚,丽江,大理,西藏,日本,马来西亚,美国', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒,篮球,添加标签', '旅游,锻炼,唱歌,乐器,美食,电影,睡觉,游戏,篮球', '不填,本科,硕士,博士', '不填', '单身,热恋,冷战,已婚,保密', '单身', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '10万以下', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '顶天立地', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '开朗', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '媒体', '176', '130', '还行', '', '自律❤️一匹无人驾驭的黑马 高质量做事情 呆在最舒服的圈子', '不上瘾', '保密');
INSERT INTO `lable` VALUES ('7', '1006', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '性格', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '长沙', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '中国', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '锻炼,唱歌,美食,电影', '不填,本科,硕士,博士', '本科', '单身,热恋,冷战,已婚,保密', '单身', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '10万-20万', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '堂堂正正', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '开朗', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '酒店', '170', '65', '', '', '喜欢自由', '', '自由职业');
INSERT INTO `lable` VALUES ('8', '1007', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '声音,笑容,性格,手,臀', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '北京,香港,长沙,莫斯科,曼谷', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及,芭提雅,普吉岛,添加标签', '三亚,张家界,洱海,芭提雅,普吉岛', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒,健身运动,添加标签', '旅游,锻炼,唱歌,美食,健身运动', '不填,本科,硕士,博士', '本科', '单身,热恋,冷战,已婚,保密', '单身', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '30万-50万', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '乐观', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '168', '', '一瓶倒', '猫', '', '戒了', '自由');
INSERT INTO `lable` VALUES ('9', '1008', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('10', '1009', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '洱海,名古屋,巴厘岛', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '旅游,唱歌,电影', '不填,本科,硕士,博士', '不填', '单身,热恋,冷战,已婚,保密', '单身', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '20万-30万', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '粉雕玉琢', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '开朗', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '服装', '160', '48', '', '', '', '', '服装');
INSERT INTO `lable` VALUES ('11', '1010', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '本科', '单身,热恋,冷战,已婚,保密', '单身', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '10万-20万', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '俊美绝伦', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '活泼', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '媒体', '187', '85', '', '', '', '', '模特');
INSERT INTO `lable` VALUES ('12', '1011', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('13', '1012', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '一杯', '', '', '', '');
INSERT INTO `lable` VALUES ('14', '1013', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('15', '1014', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('16', '1015', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('17', '1016', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('18', '1017', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '杭州', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '成都,重庆,三亚,丽江', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '锻炼,美食,电影,追剧,游戏', '不填,本科,硕士,博士', '本科', '单身,热恋,冷战,已婚,保密', '单身', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '我见犹怜', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '文静', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '医疗', '163', '42', '三杯啤酒量', '猫', '', '电子', '注射师');
INSERT INTO `lable` VALUES ('19', '1018', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('20', '1019', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '臀', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '本科', '单身,热恋,冷战,已婚,保密', '保密', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '200万-500万', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '俊美绝伦', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '开朗', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '房地产', '176', '120', '', '', '', '', '法师');
INSERT INTO `lable` VALUES ('21', '1020', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '168', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('22', '1021', '添加标签', '笑容', '添加标签', '长沙', '添加标签', '中国', '添加标签', '看书', '不填,本科,硕士,博士', '本科', '单身,热恋,冷战,已婚,保密', '保密', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '30万-50万', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '眉清目秀', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '腼腆', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '服务', '166', '60', '', '', '有事请拨打客服电话或者联系在线客服', '', '主持人');
INSERT INTO `lable` VALUES ('23', '1022', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '声音,笑容,脾气,性格,脸,眼睛,嘴', '添加标签', '长沙', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '法国,塞班岛,泰国,东京', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '旅游,电影,游戏', '不填,本科,硕士,博士', '硕士', '单身,热恋,冷战,已婚,保密', '单身', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '500万以上', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '风度翩翩', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '腼腆', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '互联网', '176', '126', '雪花不飘我不飘', '?', '这里介绍不了我自己', '抽寂寞', '科技');
INSERT INTO `lable` VALUES ('24', '1023', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '开朗', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '教育', '160', '38', '', '', '', '', '早教老师');
INSERT INTO `lable` VALUES ('25', '1024', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '声音,笑容,脾气,性格,脸,手', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '旅游,美食,电影,睡觉', '不填,本科,硕士,博士', '不填', '单身,热恋,冷战,已婚,保密', '单身', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '30万-50万', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '伟岸刚毅', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '天真', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '金融', '', '', '一瓶啤酒上头', '', '时间会证明一切', '不抽', '');
INSERT INTO `lable` VALUES ('26', '1025', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('27', '1026', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('28', '1027', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('29', '1028', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '声音,嘴,臀', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '雅典,马德里', '添加标签', '巴西', '添加标签', '旅游', '不填,本科,硕士,博士', '博士', '单身,热恋,冷战,已婚,保密', '单身', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '100万-200万', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '粉雕玉琢', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '开朗', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '能源', '185', '80', '不牛逼', '狗', '111', '抽', '医生');
INSERT INTO `lable` VALUES ('30', '1029', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('31', '1030', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '医疗', '168', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('32', '1031', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '不填', '单身,热恋,冷战,已婚,保密', '单身', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '10万-20万', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '服装', '162', '40', '', 'cat', '', '', '模特');
INSERT INTO `lable` VALUES ('33', '1032', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('34', '1033', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('35', '1034', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('36', '1035', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '长沙,成都,重庆', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '成都,大理,西藏,张家界,东京,泰国,印度尼西亚', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '本科', '单身,热恋,冷战,已婚,保密', '单身', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '200万-500万', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '175', '70', '青岛不倒我不倒', '', '', '不抽', '');
INSERT INTO `lable` VALUES ('37', '1036', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('38', '1037', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('39', '1038', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('40', '1039', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('41', '1040', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '声音,笑容,脾气,性格', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '香港,厦门', '添加标签', '希腊', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '乐器,喝酒', '不填,本科,硕士,博士', '不填', '单身,热恋,冷战,已婚,保密', '单身', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '10万-20万', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '伟岸刚毅', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '开朗', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '能源', '180', '123', '牛逼', '猫', '啦啦啦啦啦啦', '不抽', '嗯呢');
INSERT INTO `lable` VALUES ('42', '1041', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('43', '1042', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '单身', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '164', '43', '', '', '', '', '');
INSERT INTO `lable` VALUES ('44', '1043', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('45', '1044', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('46', '1045', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '声音,笑容', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '本科', '单身,热恋,冷战,已婚,保密', '单身', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '20万-30万', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '丰绰性感', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '乐观', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '美容', '165', '60', '一杯倒', '', '', '偶尔', '');
INSERT INTO `lable` VALUES ('47', '1046', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '笑容,性格', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '美食,睡觉', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '天生丽质', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '活泼', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '168', '44', '', '', '', '', '');
INSERT INTO `lable` VALUES ('48', '1047', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('49', '1048', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('50', '1049', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('51', '1050', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('52', '1051', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('53', '1052', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('54', '1053', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('55', '1054', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('56', '1055', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('57', '1056', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '硕士', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '30万-50万', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '顶天立地', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '开朗', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '广告业', '180', '80', '来者不拒', '', '互撩呗', '不抽', '经理');
INSERT INTO `lable` VALUES ('58', '1057', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('59', '1058', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('60', '1059', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('61', '1060', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('62', '1061', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '声音,笑容,性格,脸,眼睛,嘴,腰,胸部,腿,臀', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '本科', '单身,热恋,冷战,已婚,保密', '单身', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '10万以下', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '天生丽质', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '开朗', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '教育', '170', '46', '', '', '', '', '教师');
INSERT INTO `lable` VALUES ('63', '1062', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('64', '1063', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('65', '1064', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '机关', '', '', '', '', '\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n', '', '');
INSERT INTO `lable` VALUES ('66', '1065', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '上海,成都', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '成都,重庆,三亚,丽江,大理,张家界,塞班岛,泰国,马来西亚,菲律宾', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '旅游,唱歌,美食,电影,睡觉,短视频,喝酒', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '单身', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '服务', '163', '', '', '', '', '', '医美');
INSERT INTO `lable` VALUES ('67', '1066', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('68', '1067', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('69', '1068', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('70', '1069', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '广州,香港,厦门,长沙,重庆', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '香港,成都,重庆,三亚,丽江,西藏,鼓浪屿,越南', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '旅游,唱歌,美食,睡觉', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '演艺', '162cm', '44', '', '?', '', '', '职业dancer');
INSERT INTO `lable` VALUES ('71', '1070', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('72', '1071', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '楚楚动人', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '168', '47', '', '', '', '不抽', '美容');
INSERT INTO `lable` VALUES ('73', '1072', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '笑容,脾气,性格', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '不填', '单身,热恋,冷战,已婚,保密', '单身', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '10万以下', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '开朗', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '服务', '170', '52', '', '雪纳瑞狗 斯芬克斯猫', '别看了 想我了就找我', '', '航空');
INSERT INTO `lable` VALUES ('74', '1073', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('75', '1074', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('76', '1075', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('77', '1076', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('78', '1077', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('79', '1078', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('80', '1079', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('81', '1080', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('82', '1081', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('83', '1082', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('84', '1083', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '本科', '单身,热恋,冷战,已婚,保密', '单身', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '互联网', '168', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('85', '1084', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('86', '1085', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('87', '1086', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '声音', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '纽约', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '美国', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '短视频', '不填,本科,硕士,博士', '不填', '单身,热恋,冷战,已婚,保密', '保密', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '500万以上', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '俊美绝伦', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '开朗', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '互联网', '180', '60', '', '', '没有介绍！', '', 'IT');
INSERT INTO `lable` VALUES ('88', '1087', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '笑容', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '厦门,长沙', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '成都,鼓浪屿', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '旅游,睡觉,短视频', '不填,本科,硕士,博士', '不填', '单身,热恋,冷战,已婚,保密', '保密', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '500万以上', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '才貌双全', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '活泼', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '互联网', '178', '55', '喝酒吧', '藤蛇', '没有自我介绍！', '', 'IT');
INSERT INTO `lable` VALUES ('89', '1088', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('90', '1089', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('91', '1090', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('92', '1091', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('93', '1092', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('94', '1093', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('95', '1094', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('96', '1095', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('97', '1096', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('98', '1097', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('99', '1098', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('100', '1099', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('101', '1100', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('102', '1101', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('103', '1102', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('104', '1103', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('105', '1104', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('106', '1105', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('107', '1106', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('108', '1107', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('109', '1108', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('110', '1109', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('111', '1110', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('112', '1111', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('113', '1112', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀,没有别人老谋深算,太凶没有魅力,添加标签', '太凶没有魅力', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里,你心里,添加标签', '你心里', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及,宇宙一颗蓝色星球,添加标签', '宇宙一颗蓝色星球', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒,关你屁事,？？？,只要不来老谋深算我,添加标签', '？？？', '不填,本科,硕士,博士', '不填', '单身,热恋,冷战,已婚,保密', '保密', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '粉雕玉琢', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '天真', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '艺术', '2', '200', '卒！', '一只美短一只英短', '没有什么故事，别来研究我', '无不良嗜好', '吃软饭');
INSERT INTO `lable` VALUES ('114', '1113', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('115', '1114', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('116', '1115', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('117', '1116', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('118', '1117', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('119', '1118', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('120', '1119', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('121', '1120', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('122', '1121', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('123', '1122', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '单身', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '160', '100', '', '', '', '', '');
INSERT INTO `lable` VALUES ('124', '1123', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('125', '1124', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('126', '1125', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('127', '1126', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('128', '1127', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('129', '1128', '添加标签', '笑容', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '长沙,东京,纽约', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '中国,成都,重庆,三亚,丽江', '添加标签', '追星', '不填,本科,硕士,博士', '本科', '单身,热恋,冷战,已婚,保密', '保密', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '10万-20万', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '眉清目秀', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '腼腆', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '服务', '170', '64', '不能喝酒', '没有养', '有事找客服哟', '存费抽烟', '客服');
INSERT INTO `lable` VALUES ('130', '1129', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('131', '1130', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '声音,性格,手', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里,深圳,意大利,瑞士', '北京,上海,广州,长沙,杭州,深圳,东京,意大利,纽约,伦敦', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '韩国,美国,巴厘岛,英国,塞班岛,法国,意大利,瑞士,日本,越南', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒,跳伞,车,机车,开飞机', '旅游,机车,开飞机,美食,电影,睡觉,游戏,喝酒,跳伞,车', '不填,本科,硕士,博士', '不填', '单身,热恋,冷战,已婚,保密', '单身', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '500万以上', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '桀骜不驯', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '开朗', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '金融', '185', '', '渣渣', '柯基 加菲 德牧', '好好生活 慢慢相遇', '抽鞭炮', '');
INSERT INTO `lable` VALUES ('132', '1131', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('133', '1132', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('134', '1133', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('135', '1134', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('136', '1135', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('137', '1136', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('138', '1137', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('139', '1138', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('140', '1139', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('141', '1140', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('142', '1141', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '171', '45', '', '', '', '', '');
INSERT INTO `lable` VALUES ('143', '1142', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('144', '1143', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('145', '1144', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('146', '1145', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('147', '1146', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('148', '1147', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('149', '1148', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('150', '1149', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('151', '1150', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('152', '1151', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('153', '1152', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('154', '1153', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('155', '1154', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('156', '1155', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒,上班,添加标签', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '500万以上', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '丰绰性感', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '刚毅', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '一直喝', '', '', '', '');
INSERT INTO `lable` VALUES ('157', '1156', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('158', '1157', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '性格', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '长沙,成都,杭州,首尔', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '韩国,济州岛', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '旅游,锻炼,睡觉,游戏', '不填,本科,硕士,博士', '本科', '单身,热恋,冷战,已婚,保密', '保密', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '10万-20万', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '冷酷无情', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '刚毅', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '媒体', '168', '70', '一杯', '猫', '你来问我吧！', '经常', '地产，自媒体，');
INSERT INTO `lable` VALUES ('159', '1158', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('160', '1159', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '不填', '单身,热恋,冷战,已婚,保密', '保密', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '30万-50万', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '狂野不拘', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '活泼', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '互联网', '180', '70', '', '', '', '', '');
INSERT INTO `lable` VALUES ('161', '1160', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒,LOL,卡丁车,射箭,骑马,添加标签', '喝酒,LOL,卡丁车,射箭,骑马', '不填,本科,硕士,博士', '本科', '单身,热恋,冷战,已婚,保密', '单身', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '20万-30万', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '媒体', '180', '55', '可', '无', '无', '可', '');
INSERT INTO `lable` VALUES ('162', '1161', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('163', '1162', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '本科', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '媒体', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('164', '1163', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('165', '1164', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '不填', '单身,热恋,冷战,已婚,保密', '保密', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '50万-100万', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '狂野不拘', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '腼腆', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '能源', '175', '61', '', '', '', '', '自由职业');
INSERT INTO `lable` VALUES ('166', '1165', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '性格', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '长沙', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '中国', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '游戏', '不填,本科,硕士,博士', '不填', '单身,热恋,冷战,已婚,保密', '保密', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '10万以下', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '伟岸刚毅', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '刚毅', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '互联网', '183', '62', '', '无', '时代在进步\n少年追少妇\n少女贴大叔\n终是大棚乱了四季\n金钱乱了辈分\n有钱的终成眷属\n没钱的亲眼目睹', '', '文娱网红孵化');
INSERT INTO `lable` VALUES ('167', '1166', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('168', '1167', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('169', '1168', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('170', '1169', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('171', '1170', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('172', '1171', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '脾气,性格,腰,腿,臀', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '上海,成都,首尔,东京,华盛顿,伦敦,巴黎', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '旅游,锻炼,美食,电影,看书,睡觉,画画,喝酒', '不填,本科,硕士,博士', '不填', '单身,热恋,冷战,已婚,保密', '保密', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '20万-30万', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '丰绰性感', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '开朗', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '媒体', '167', '50', '2斤白酒', '柯基', '', '戒烟', '酒吧医美传煤');
INSERT INTO `lable` VALUES ('173', '1172', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('174', '1173', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('175', '1174', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '160', '45', '', '', '', '不抽烟', '');
INSERT INTO `lable` VALUES ('176', '1175', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('177', '1176', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('178', '1177', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('179', '1178', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('180', '1179', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '脾气,性格,脸,眼睛,腿', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '上海,香港,厦门,长沙,重庆', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '中国,重庆,张家界,鼓浪屿', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '旅游,唱歌,美食,追剧,睡觉', '不填,本科,硕士,博士', '不填', '单身,热恋,冷战,已婚,保密', '单身', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '10万以下', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '丰绰性感', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '腼腆', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '医疗', '161', '95', '两杯倒哈哈哈', '', '三观不同 互相尊重', '不抽烟', '护士');
INSERT INTO `lable` VALUES ('181', '1180', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('182', '1181', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('183', '1182', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('184', '1183', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('185', '1184', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('186', '1185', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');
INSERT INTO `lable` VALUES ('187', '1186', '声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀', '', '北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里', '', '中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及', '', '旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒', '', '不填,本科,硕士,博士', '', '单身,热恋,冷战,已婚,保密', '', '10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上', '', '无,1辆,2辆-5辆,5辆-10辆,10辆以上', '', '粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感', '', '开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷', '', '能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询', '', '', '', '', '', '', '', '');

-- ----------------------------
-- Table structure for level
-- ----------------------------
DROP TABLE IF EXISTS `level`;
CREATE TABLE `level` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT 'id',
  `levelName` varchar(128) DEFAULT NULL COMMENT '等级名称',
  `empiricalValue` bigint(20) DEFAULT NULL COMMENT '经验值',
  `addTime` datetime DEFAULT NULL COMMENT '添加时间',
  `editTime` datetime DEFAULT NULL COMMENT '修改时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=5 DEFAULT CHARSET=utf8 COMMENT='等级表';

-- ----------------------------
-- Records of level
-- ----------------------------

-- ----------------------------
-- Table structure for member
-- ----------------------------
DROP TABLE IF EXISTS `member`;
CREATE TABLE `member` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT 'id',
  `nickName` varchar(128) CHARACTER SET utf8 DEFAULT NULL COMMENT '昵称',
  `head` varchar(1024) CHARACTER SET utf8 DEFAULT NULL COMMENT '头像',
  `name` varchar(128) CHARACTER SET utf8 DEFAULT NULL COMMENT '姓名',
  `phone` varchar(128) CHARACTER SET utf8 DEFAULT NULL COMMENT '手机号',
  `password` varchar(128) DEFAULT NULL COMMENT '密码',
  `sex` int(11) DEFAULT NULL COMMENT '性别 1：男2：女',
  `age` int(11) DEFAULT '0' COMMENT '年龄',
  `IDNumber` varchar(128) CHARACTER SET utf8 DEFAULT '' COMMENT '身份证号',
  `province` varchar(128) CHARACTER SET utf8 DEFAULT '' COMMENT '所在省',
  `city` varchar(128) CHARACTER SET utf8 DEFAULT '' COMMENT '所在市',
  `area` varchar(128) CHARACTER SET utf8 DEFAULT '' COMMENT '所在区',
  `addTime` datetime DEFAULT NULL COMMENT '注册时间',
  `isvip` int(11) DEFAULT NULL COMMENT '1:是vip  2：不是vip',
  `memberExpirationDate` datetime DEFAULT NULL COMMENT '会员到期时间',
  `enableSate` int(11) DEFAULT NULL COMMENT '启用状态 1：启用2：禁用',
  `pid` int(11) NOT NULL DEFAULT '0' COMMENT '父级id',
  `recommended` int(11) NOT NULL DEFAULT '0' COMMENT '直推人数',
  `facePhoto` varchar(1024) CHARACTER SET utf8 DEFAULT NULL COMMENT '人脸拍照照片',
  `positivePhotoOfIDCard` varchar(1024) CHARACTER SET utf8 DEFAULT NULL COMMENT '身份证正面照片',
  `level` int(11) DEFAULT '1' COMMENT '用户等级',
  `invitationCode` varchar(11) DEFAULT NULL COMMENT '邀请码',
  `examineState` int(11) DEFAULT NULL COMMENT '1:审核通过 2：审核未过 3：审核中',
  `registrationChannel` int(11) DEFAULT NULL COMMENT '1:颜值注册  2：车友注册3：黑卡注册',
  `reason` text COMMENT '原因',
  `token` varchar(255) DEFAULT NULL COMMENT 'token',
  `loginSize` int(11) DEFAULT NULL COMMENT '登录次数',
  `backgroundImages` varchar(255) DEFAULT NULL COMMENT '背景图',
  `pushId` varchar(255) DEFAULT NULL COMMENT '推送ID',
  `carLable` varchar(255) DEFAULT NULL COMMENT '车标图片',
  `isCustomer` int(11) DEFAULT '2' COMMENT '是否是客服  1是 2不是',
  `longitude` varchar(255) DEFAULT NULL COMMENT '经度',
  `latitude` varchar(255) DEFAULT NULL COMMENT '纬度',
  `loginTimeofOne` datetime DEFAULT NULL COMMENT '第一次登陆时间',
  `todayLoginTime` datetime DEFAULT NULL COMMENT '最近一次的登录时间',
  `numberOfRemainingFriendsToAdd` int(11) DEFAULT '50',
  `video` varchar(255) DEFAULT NULL COMMENT '视频',
  `activitySize` bigint(11) DEFAULT NULL,
  `drivingLicensePhoto` varchar(255) DEFAULT NULL COMMENT '行驶证照片',
  `registrationModel` int(11) DEFAULT NULL COMMENT '注册机型  1：苹果 2：安卓',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=1187 DEFAULT CHARSET=utf8mb4 COMMENT='app会员表';

-- ----------------------------
-- Records of member
-- ----------------------------
INSERT INTO `member` VALUES ('1000', '过期宝贝', '/upload/2020-09-11/20200911195055336.jpeg', '用户_453139', '18670770112', '21218CCA77804D2BA1922C33E0151105', '2', '23', '', '湖南省', '长沙市', '芙蓉区', '2020-09-11 19:50:57', '2', null, '1', '0', '0', '/upload/2020-09-11/20200911195054348.jpg', '/upload/2020-09-11/20200911195055336.jpeg,/upload/2020-09-11/20200911195055217.jpg,/upload/2020-09-11/20200911195055259.jpg', '0', 'R06MPJ', '1', '1', '<p>颜值认证</p>', '76A59F1999FE72B881BAF4DF003C42C0', '8', '/upload/2020-09-11/20200911195055336.jpeg', '100d855909f10177fc3', null, '2', '112.988536', '28.190136', '2020-09-14 09:16:14', null, '19', '/upload/2020-09-11/20200911194956240.mp4', '51', null, null);
INSERT INTO `member` VALUES ('1001', '画画的宝宝', '/upload/2020-09-16/20200916094428361.jpg', '李大爷', '15811061841', 'E10ADC3949BA59ABBE56E057F20F883E', '1', '26', '', '湖南省', '长沙市', '开福区', '2020-09-11 20:09:12', '1', '2021-01-11 20:09:12', '1', '0', '23', '/upload/2020-09-11/20200911200829819.jpg', '/upload/2020-09-11/20200911200809358.jpeg', '0', 'I7L2Z1', '1', '3', null, 'B2E06FB17D8F0F413009CC1EB3C54B2B', '83', '/nan.png', '140fe1da9e1dd2286ce', null, '2', '112.971123', '28.201926', '2020-09-14 09:16:14', '2020-09-18 09:53:37', '30', null, '360', null, '2');
INSERT INTO `member` VALUES ('1002', '刘开心', '/upload/2020-09-12/20200912221627317.png', '', '18173153777', 'E10ADC3949BA59ABBE56E057F20F883E', '1', '25', '', '湖南省', '湘潭市', '湘潭县', '2020-09-11 20:31:40', '1', '2021-01-11 20:31:40', '1', '1001', '0', '/upload/2020-09-11/20200911203103787.jpg', '/upload/2020-09-11/20200911203015991.jpeg', '0', '900EQN', '1', '3', null, '086CD3BD54FEFD0380DC077B2BD8FF12', '6', '/nan.png', '1114a897921fd7d4028', null, '2', '112.965735', '27.785102', '2020-09-14 09:16:14', null, '19', null, '3', null, '2');
INSERT INTO `member` VALUES ('1003', 'echo-7s.', '/upload/2020-09-11/20200911204911523.png', '乐天', '19873000080', 'E10ADC3949BA59ABBE56E057F20F883E', '1', '30', '', '湖南省', '长沙市', '天心区', '2020-09-11 20:44:58', '1', '2021-01-11 20:44:58', '1', '1001', '0', '/upload/2020-09-11/20200911204434233.jpg', '/upload/2020-09-11/20200911204426830.jpg', '0', '91SB5C', '1', '3', null, '060E790804AE48974E1679D4F9B7ED7F', '11', '/nan.png', '1114a8979219571b25b', '/upload/2020-09-11/20200911225620369.png', '2', '112.979775', '28.182548', '2020-09-14 09:16:14', '2020-09-17 18:19:32', '12', null, '484', null, '2');
INSERT INTO `member` VALUES ('1004', '用户_781232', '/nan.png', '用户_781232', '13100253696', 'E10ADC3949BA59ABBE56E057F20F883E', '1', '0', '', '湖南省', '长沙市', '芙蓉区', '2020-09-11 20:58:35', '1', '2021-01-11 20:58:35', '1', '1001', '0', '/upload/2020-09-11/20200911205821450.jpg', '/upload/2020-09-11/20200911205802752.jpeg', '0', 'K396OE', '1', '3', null, '3D113DEC30D062C44A45BE328E672D21', '3', '/nan.png', '100d855909f44491eec', null, '2', '113.011835', '28.211461', '2020-09-14 09:16:14', '2020-09-18 11:42:23', '19', null, '15', null, '2');
INSERT INTO `member` VALUES ('1005', 'pyx', '/upload/2020-09-14/20200914235142844.png', '', '13762252891', '8E3BC97C99E374812156A304FBFBAF00', '1', '24', '', '湖南省', '长沙市', '天心区', '2020-09-11 21:04:53', '1', '2021-01-11 21:04:53', '1', '1001', '0', '/upload/2020-09-11/20200911210424402.jpg', '/upload/2020-09-11/20200911210417251.jpeg', '0', 'WHCW29', '1', '3', null, '70B7EFF6A58586CD099605E4A9148063', '3', '/nan.png', '191e35f7e0f615075c4', null, '2', '112.982694', '28.084935', '2020-09-14 09:16:14', null, '19', null, '83', null, '2');
INSERT INTO `member` VALUES ('1006', '小贝哥', '/upload/2020-09-11/20200911213454695.png', '阿林', '18613989098', 'E10ADC3949BA59ABBE56E057F20F883E', '1', '28', '', '湖南省', '长沙市', '开福区', '2020-09-11 21:07:45', '1', '2021-01-11 21:07:45', '1', '1001', '1', '/upload/2020-09-11/20200911210729239.jpg', '/upload/2020-09-11/20200911210724472.jpeg', '0', 'D5N9C6', '1', '3', null, 'CB46389D9B06BEA19CA699778370C5EC', '2', '/nan.png', '141fe1da9e1b8c4509c', null, '2', '112.980720', '28.201937', '2020-09-14 09:16:14', null, '19', null, '12', null, '2');
INSERT INTO `member` VALUES ('1007', 'xT1an#', '/upload/2020-09-15/20200915203431779.png', '张天锦', '15367888986', 'ACD05DE723D5F7FA488B59F97EF59083', '1', '18', '', '湖南省', '长沙市', '天心区', '2020-09-11 21:11:26', '1', '2020-10-11 21:13:32', '1', '1001', '19', '/upload/2020-09-11/20200911211125596.png', '/upload/2020-09-11/2020091121110328.png', '0', 'V8SL0N', '1', '2', '<p>管理层账号</p>', 'CC715F61EAD6FAF39A7D8D1D2471BDD2', '13', '/nan.png', '1114a8979219838cf17', '/upload/2020-09-11/20200911211215473.png', '2', '112.974251', '28.163446', '2020-09-14 09:16:14', '2020-09-17 20:11:35', '12', null, '487', '/upload/2020-09-11/20200911211109439.png', null);
INSERT INTO `member` VALUES ('1008', 'Big east', '/upload/2020-09-11/20200911213618438.png', '用户_369320', '18932421255', 'E10ADC3949BA59ABBE56E057F20F883E', '1', '27', '', '湖南省', '长沙市', '开福区', '2020-09-11 21:32:41', '1', '2021-01-11 21:32:41', '1', '1001', '18', '/upload/2020-09-11/20200911213214140.jpg', '/upload/2020-09-11/20200911213141318.jpg', '5', '8O9453', '1', '3', null, 'CC259936C96815C5E682A2F9EC7AAD69', '2', '/nan.png', '141fe1da9e1a2ce5497', null, '2', '112.968195', '28.201910', '2020-09-14 09:16:14', null, '23', null, '115', null, '2');
INSERT INTO `member` VALUES ('1009', '朵朵', '/upload/2020-09-11/20200911214213248.png', '', '17671688838', 'E10ADC3949BA59ABBE56E057F20F883E', '2', '22', '', '湖南省', '长沙市', '岳麓区', '2020-09-11 21:38:00', '1', '2021-01-11 21:38:00', '1', '1001', '0', '/upload/2020-09-11/20200911213746475.jpg', '/upload/2020-09-11/20200911213714723.jpeg', '0', 'JNVY1P', '1', '3', null, '0', '2', '/nv.png', '0', null, '2', '112.965983', '28.205347', '2020-09-15 20:29:38', null, '19', null, '0', null, '2');
INSERT INTO `member` VALUES ('1010', '周三岁', '/upload/2020-09-12/2020091213395216.png', '周陈澳', '13874834345', 'E10ADC3949BA59ABBE56E057F20F883E', '1', '24', '', '湖南省', '长沙市', '芙蓉区', '2020-09-11 21:44:43', '1', '2021-01-11 21:44:43', '1', '1001', '4', '/upload/2020-09-11/20200911214422511.jpg', '/upload/2020-09-11/20200911214401316.jpeg', '0', '8P0MBX', '1', '3', null, '25FF5F0F8C2301EB3F110FD87505B032', '3', '/nan.png', '13065ffa4ebc567cabf', null, '2', '112.991032', '28.189221', '2020-09-14 09:16:14', null, '19', null, '2', null, '2');
INSERT INTO `member` VALUES ('1011', '用户_772879', '/nan.png', '用户_772879', '14707317555', 'E10ADC3949BA59ABBE56E057F20F883E', '1', '0', '', '湖南省', '长沙市', '开福区', '2020-09-11 21:45:31', '1', '2021-01-11 21:45:31', '1', '1001', '0', '/upload/2020-09-11/20200911214517994.jpg', '/upload/2020-09-11/20200911214511826.jpeg', '0', 'T84OQZ', '1', '3', null, '432323B6258836B30E23F1E8ECB25027', '1', '/nan.png', '13065ffa4ebc567cabf', null, '2', '112.971094', '28.201949', '2020-09-18 17:53:18', null, '19', null, '0', null, '2');
INSERT INTO `member` VALUES ('1012', '江江呀', '/upload/2020-09-12/20200912141230267.png', '江江呀', '15274009474', 'F1887D3F9E6EE7A32FE5E76F4AB80D63', '1', '26', '', '湖南省', '长沙市', '开福区', '2020-09-11 21:53:14', '1', '2020-10-11 21:55:35', '1', '0', '25', '/upload/2020-09-11/20200911215306609.png', '/upload/2020-09-11/20200911215208668.png', '0', '40R8L2', '1', '2', '<p>管理层账号</p>', '02EC434AE660A34027B4ADD7DDACC458', '114', '/nan.png', '18171adc03be18e05ea', '/upload/2020-09-11/20200911215506750.png', '2', '112.976548', '28.267898', '2020-09-14 09:16:14', '2020-09-18 17:28:13', '2', null, '1020', '/upload/2020-09-11/2020091121523388.png', null);
INSERT INTO `member` VALUES ('1013', '用户_133692', '/nan.png', '用户_133692', '18073118337', 'E10ADC3949BA59ABBE56E057F20F883E', '1', '0', '', '湖南省', '长沙市', '开福区', '2020-09-11 22:02:33', '1', '2021-01-11 22:02:33', '1', '1001', '0', '/upload/2020-09-11/2020091122021812.jpg', '/upload/2020-09-11/20200911220154300.jpeg', '0', 'FI2381', '1', '3', null, 'FEA4C6030AC107B43D98E9F0BB6AE9AD', '1', '/nan.png', '13065ffa4ebc567cabf', null, '2', '112.971382', '28.201888', '2020-09-18 17:53:18', null, '19', null, '0', null, '2');
INSERT INTO `member` VALUES ('1014', '用户_857002', '/nan.png', '用户_857002', '15802642884', 'D80EF5D45B2228CED14598121C5E7499', '1', '0', '', '湖南省', '长沙市', '岳麓区', '2020-09-11 22:27:41', '1', '2021-01-11 22:27:41', '1', '1001', '0', '/upload/2020-09-11/20200911222719855.jpg', '/upload/2020-09-11/20200911222709409.jpg', '0', 'ZWT7JL', '1', '3', null, '79A688DCA29D7AFD26288520A7C277C6', '7', '/nan.png', '161a3797c8b486b241b', null, '2', '112.950075', '28.203655', '2020-09-14 09:16:14', null, '19', null, '0', null, '2');
INSERT INTO `member` VALUES ('1015', 'keeeeh_', '/upload/2020-09-11/20200911225741175.png', '', '13687314881', 'E10ADC3949BA59ABBE56E057F20F883E', '2', '18', '', '湖南省', '长沙市', '岳麓区', '2020-09-11 22:53:41', '2', null, '2', '1001', '0', '/upload/2020-09-11/20200911225337536.png', '/upload/2020-09-11/20200911225339604.png,/upload/2020-09-11/20200911225339233.png,/upload/2020-09-11/20200911225339610.png', '0', 'K09H20', '1', '1', '<p>颜值认证。</p>', 'BD44F067E9AE7A0A233B415471EDDAA4', '1', '/upload/2020-09-11/20200911225339604.png', '171976fa8a336acc669', null, '2', '112.954088', '28.226063', '2020-09-18 17:53:18', null, '19', '/upload/2020-09-11/20200911224651233.mp4', '0', '', null);
INSERT INTO `member` VALUES ('1016', '用户_249559', '/upload/2020-09-11/20200911233317333.png', '用户_249559', '1767458655', 'ACFB68BE85F94FEBD73C47780CEE4BE3', '2', '0', '', '湖南省', '长沙市', '雨花区', '2020-09-11 23:33:18', '2', null, '1', '1007', '0', '/upload/2020-09-11/20200911233316231.png', '/upload/2020-09-11/20200911233317333.png,/upload/2020-09-11/20200911233317925.png,/upload/2020-09-11/20200911233317416.png', '0', '0LV6E4', '1', '1', '<p>颜值认证</p>', null, '0', '/upload/2020-09-11/20200911233317333.png', null, null, '2', '113.023579', '28.103282', '2020-09-14 10:03:40', null, '20', '/upload/2020-09-11/20200911233217396.mp4', '0', '', null);
INSERT INTO `member` VALUES ('1017', '李萱', '/upload/2020-09-12/20200912021617265.png', '用户_720248', '13297490052', '2D689AE3B90243CF5496E0D605A86B6B', '2', '0', '', '湖南省', '长沙市', '岳麓区', '2020-09-12 02:16:19', '2', null, '1', '0', '0', '/upload/2020-09-12/20200912021616603.png', '/upload/2020-09-12/20200912021617265.png,/upload/2020-09-12/20200912021617885.png,/upload/2020-09-12/20200912021617905.png', '0', 'H289X0', '1', '1', '<p>颜值认证</p>', '5D22AFD77DA27A28A7EB3DF21D5D958D', '2', '/upload/2020-09-12/20200912021617265.png', '13165ffa4eb85b3096f', null, '2', '112.961258', '28.165919', '2020-09-14 09:16:14', null, '18', '/upload/2020-09-11/20200911230336897.mp4', '43', '', null);
INSERT INTO `member` VALUES ('1018', '用户_883110', '/upload/2020-09-12/20200912023411630.jpeg', '用户_883110', '15658109167', 'E7E4ECF10E44777EE4332513953A8184', '2', '0', '', '湖南省', '长沙市', '天心区', '2020-09-12 02:34:14', '2', null, '1', '0', '0', '/upload/2020-09-12/20200912023411982.jpg', '/upload/2020-09-12/20200912023411630.jpeg,/upload/2020-09-12/20200912023411241.jpeg,/upload/2020-09-12/20200912023411600.jpg', '0', '9ZZK2D', '1', '1', '<p>颜值认证</p>', null, '0', '/upload/2020-09-12/20200912023411630.jpeg', null, null, '2', '112.974637', '28.191014', '2020-09-14 10:03:40', null, '20', '/upload/2020-09-12/20200912023238554.mp4', '0', null, null);
INSERT INTO `member` VALUES ('1019', '蜻蜓队长', '/nan.png', '卡布达', '18598989116', 'E10ADC3949BA59ABBE56E057F20F883E', '1', '0', '', '湖南省', '长沙市', '天心区', '2020-09-12 10:56:40', '1', '2020-10-12 11:34:25', '1', '0', '4', '/upload/2020-09-12/20200912105639833.png', '/upload/2020-09-12/20200912105615976.png', '0', '34GSS7', '1', '2', '<p>管理层账号</p>', '0BE1F9C1CEE6B8EDB15ED9993E1C9F18', '23', '/nan.png', '121c83f760957da6de1', '/upload/2020-09-12/20200912113219727.png', '2', '112.979824', '28.182564', '2020-09-14 09:16:14', '2020-09-17 19:35:35', '7', null, '558', '/upload/2020-09-12/20200912105628974.png', null);
INSERT INTO `member` VALUES ('1020', '早安不吃香菜', '/upload/2020-09-12/20200912115549588.png', '早安', '18570301216', 'AACE1608011AB7A5F611085F69FF06D1', '2', '0', '', '湖南省', '长沙市', '长沙县', '2020-09-12 11:55:51', '2', null, '1', '1019', '0', '/upload/2020-09-12/20200912115545564.png', '/upload/2020-09-12/20200912115549588.png,/upload/2020-09-12/20200912115549267.png,/upload/2020-09-12/20200912115549172.png', '0', 'ZL43P0', '1', '1', '<p>通过</p>', '33503CA1EA4BAE40B121E9D31830732E', '8', '/upload/2020-09-12/20200912115549588.png', '1517bfd3f77002a001b', null, '2', '113.080962', '28.254859', '2020-09-14 09:16:14', null, '18', '/upload/2020-09-12/20200912115125501.mp4', '58', '', null);
INSERT INTO `member` VALUES ('1021', '光头强', '/upload/2020-09-16/20200916120924751.jpg', '小李', '17270747211', 'CDD2C638150985DDF50B0743A8BE2B83', '1', '23', '', '湖南省', '长沙市', '长沙县', '2020-09-12 12:33:43', '1', '2021-01-12 12:33:43', '1', '1001', '0', '/upload/2020-09-12/20200912123316913.jpg', '/upload/2020-09-12/20200912123254474.jpeg', '5', '23H0RK', '1', '3', null, 'BA7C86F996609D0BC995414C4D145707', '11', '/nan.png', '141fe1da9e1c4a020bd', null, '2', '113.065046', '28.231936', '2020-09-14 09:16:14', '2020-09-17 15:34:00', '23', null, '161', null, '2');
INSERT INTO `member` VALUES ('1022', '来自北方', '/upload/2020-09-12/20200912213850576.jpg', '东经北纬文化传媒-领导人-阿伦', '17670747211', 'CDD2C638150985DDF50B0743A8BE2B83', '1', '21', '', '湖南省', '长沙市', '岳麓区', '2020-09-12 12:37:26', '1', '2021-01-12 12:37:26', '1', '1001', '2', '/upload/2020-09-12/20200912123711123.jpg', '/upload/2020-09-12/20200912123629100.jpeg', '0', '758VA4', '1', '3', null, '0', '15', '/nan.png', '0', null, '2', '112.907527', '28.212458', '2020-09-14 09:16:14', '2020-09-18 17:22:28', '18', null, '122', null, '2');
INSERT INTO `member` VALUES ('1023', '铭铭吖', '/upload/2020-09-12/20200912215311858.jpg', '铭铭', '18075762005', 'A81869FE8EE286C2A3A05068445ED485', '2', '21', '', '湖南省', '岳阳市', '平江县', '2020-09-12 12:43:05', '2', null, '1', '1012', '0', '/upload/2020-09-12/20200912124302420.jpg', '/upload/2020-09-12/2020091212430367.jpeg,/upload/2020-09-12/202009121243035.jpeg,/upload/2020-09-12/20200912124303245.jpeg', '0', 'R1JE9D', '1', '1', '<p>颜值达标</p>', '287F0A86844416220D970B8F7FEA36D1', '1', '/upload/2020-09-12/2020091212430367.jpeg', '1104a897921ac894afb', null, '2', '113.597413', '28.685598', '2020-09-18 17:53:18', null, '19', '/upload/2020-09-12/20200912123327531.mp4', '13', null, null);
INSERT INTO `member` VALUES ('1024', '亮亮', '/nan.png', '袁亮', '15377402103', '2283AFE09835212C8D847C53CACC748F', '1', '270', '', '湖南省', '岳阳市', '岳阳楼区', '2020-09-12 12:51:52', '1', '2021-01-12 12:51:52', '1', '1001', '0', '/upload/2020-09-12/2020091212513782.jpg', '/upload/2020-09-12/20200912125109989.jpeg', '0', 'E54CZM', '1', '3', null, '37701893AC0452FDB131894629939670', '2', '/nan.png', '190e35f7e0f746e61c6', null, '2', '113.110309', '29.377762', '2020-09-14 09:16:14', null, '19', null, '0', null, '2');
INSERT INTO `member` VALUES ('1025', '竹某', '/nan.png', '用户_169814', '18670705507', 'DC483E80A7A0BD9EF71D8CF973673924', '1', '0', '', '湖南省', '长沙市', '岳麓区', '2020-09-12 13:04:41', '1', '2021-01-12 13:04:41', '1', '0', '0', '/upload/2020-09-12/20200912130420275.jpg', '/upload/2020-09-12/2020091213040860.jpg', '0', '4Q606Y', '1', '3', null, '4F570AFF691F9A72E93C9151965888DA', '3', '/nan.png', '100d855909f4bb38b8a', null, '2', '112.938821', '28.199895', '2020-09-14 09:16:14', null, '19', null, '37', null, '2');
INSERT INTO `member` VALUES ('1026', '用户_741986', '/nan.png', '用户_741986', '13874930775', 'C8420335A76D748C1432B6066645AC4A', '1', '0', '', '', '', '', '2020-09-12 14:03:17', '2', null, '1', '1010', '0', '/upload/2020-09-12/20200912140316766.jpg', '/upload/2020-09-12/20200912140237710.jpg', '0', '03541D', '2', '2', '<p>车辆不符合</p>', null, '0', '/nan.png', null, '/upload/2020-09-12/20200912195355536.png', '2', null, null, '2020-09-14 10:03:40', null, '20', null, '0', '/upload/2020-09-12/2020091214025564.jpg', null);
INSERT INTO `member` VALUES ('1027', '用户_716984', '/upload/2020-09-12/202009121426125.png', '用户_716984', '18871492268', '64A55853C70128A90814DC9582A0F6BD', '2', '0', '', '湖北省', '武汉市', '武昌区', '2020-09-12 14:26:14', '2', null, '1', '1012', '0', '/upload/2020-09-12/20200912142528618.png', '/upload/2020-09-12/202009121426125.png,/upload/2020-09-12/20200912142612264.png,/upload/2020-09-12/20200912142612793.png', '0', '85366L', '1', '1', '<p>通过</p>', 'CA83FFA262BDD17109F370EA3073CD8D', '1', '/upload/2020-09-12/202009121426125.png', '171976fa8a36159cd7d', null, '2', '114.343886', '30.530668', '2020-09-18 17:53:18', null, '20', '/upload/2020-09-12/2020091214111966.mp4', '36', '', null);
INSERT INTO `member` VALUES ('1028', '用户_778166', '/upload/2020-09-12/20200912144215538.jpeg', '用户_778166', '18595842313', 'E10ADC3949BA59ABBE56E057F20F883E', '2', '0', '', '河南省', '郑州市', '金水区', '2020-09-12 14:42:18', '2', null, '2', '0', '0', '/upload/2020-09-12/20200912144214780.jpg', '/upload/2020-09-12/20200912144215538.jpeg,/upload/2020-09-12/20200912144215602.jpeg,/upload/2020-09-12/2020091214421585.jpeg', '0', '223JNK', '1', '1', '<p>1123</p>', 'EE976B68CB90FDA36A0BAA47DFE25CA1', '6', '/upload/2020-09-12/20200912144215538.jpeg', '13065ffa4eb99233d58', null, '2', '113.727677', '34.770631', '2020-09-14 09:16:14', null, '16', '/upload/2020-09-12/20200912144030692.mp4', '0', null, null);
INSERT INTO `member` VALUES ('1029', '用户_201412', '/upload/2020-09-12/20200912144920286.png', '用户_201412', '17773889529', 'E10ADC3949BA59ABBE56E057F20F883E', '1', '0', '', '湖南省', '娄底市', '冷水江市', '2020-09-12 14:49:22', '2', null, '1', '1007', '0', '/upload/2020-09-12/20200912144919697.png', '/upload/2020-09-12/20200912144920286.png,/upload/2020-09-12/20200912144920953.png,/upload/2020-09-12/20200912144920906.png', '0', 'M504RG', '2', '1', '<p>颜值不过关</p>', null, '0', '/upload/2020-09-12/20200912144920286.png', null, null, '2', '111.424657', '27.679135', '2020-09-14 10:03:40', null, '20', '/upload/2020-09-12/20200912144826504.mp4', '0', '', null);
INSERT INTO `member` VALUES ('1030', 'Nice', '/upload/2020-09-15/20200915203559441.png', '用户_403926', '18570307310', '844F99647063686C1ACD95ABDD0881AB', '2', '0', '', '湖南省', '长沙市', '天心区', '2020-09-12 15:03:03', '2', null, '1', '1010', '0', '/upload/2020-09-12/20200912150256871.png', '/upload/2020-09-12/20200912150257500.png,/upload/2020-09-12/20200912150257512.png,/upload/2020-09-12/20200912150257167.png,/upload/2020-09-12/2020091215025786.png', '0', 'LQA1T4', '1', '1', '<p>通过</p>', '635AAA0E7B19BAB67909F1C7B03113DE', '1', '/upload/2020-09-12/20200912150257500.png', '171976fa8a352ad201e', null, '2', '112.978360', '28.148501', '2020-09-18 17:53:18', null, '20', '/upload/2020-09-12/20200912150121563.mp4', '14', '', null);
INSERT INTO `member` VALUES ('1031', 'z65', '/upload/2020-09-12/20200912184600293.png', 'z65', '15974205295', 'B61346A84F75B2EC0416694B244E4244', '2', '21', '', '湖南省', '长沙市', '岳麓区', '2020-09-12 15:21:26', '2', null, '1', '1010', '0', '/upload/2020-09-12/20200912152117307.png', '/upload/2020-09-12/20200912152123917.png,/upload/2020-09-12/20200912152123449.png,/upload/2020-09-12/20200912152123534.png,/upload/2020-09-12/2020091215212338.png', '0', 'G66Q9E', '1', '1', '<p>通过</p>', '9727DB46252EE35167069400337948D1', '2', '/upload/2020-09-12/20200912152123917.png', '1517bfd3f776ded9325', null, '2', '112.929740', '28.249549', '2020-09-14 09:16:14', null, '18', '/upload/2020-09-12/20200912151941958.mp4', '35', '', null);
INSERT INTO `member` VALUES ('1032', '用户_436670', '/upload/2020-09-12/2020091215301283.jpeg', '用户_436670', '13667377995', 'B4870AD3EA3527456655BD25ED576FFE', '1', '0', '', '广东省', '深圳市', '南山区', '2020-09-12 15:30:14', '2', null, '1', '1010', '0', '/upload/2020-09-12/20200912153011556.jpg', '/upload/2020-09-12/2020091215301283.jpeg,/upload/2020-09-12/20200912153012763.jpeg,/upload/2020-09-12/20200912153012598.jpeg', '0', 'EKJXY2', '1', '1', '<p>颜值通过</p>', 'ADD19FEE956746558225C91E745FCF95', '6', '/upload/2020-09-12/2020091215301283.jpeg', null, null, '2', '113.939215', '22.533356', '2020-09-14 09:16:14', '2020-09-17 17:13:02', '20', '/upload/2020-09-12/20200912152813123.mp4', '0', null, null);
INSERT INTO `member` VALUES ('1033', '用户_565927', '/upload/2020-09-12/20200912164758342.png', '用户_565927', '13297406776', '324D1907D9CA6733D399B87AFFE48C74', '1', '0', '', '湖南省', '长沙市', '长沙县', '2020-09-12 16:48:01', '2', null, '1', '1007', '0', '/upload/2020-09-12/20200912164757144.png', '/upload/2020-09-12/20200912164758342.png,/upload/2020-09-12/20200912164758503.png,/upload/2020-09-12/20200912164758727.png', '0', '5BTWHL', '2', '1', '<p>颜值未通过</p>', null, '0', '/upload/2020-09-12/20200912164758342.png', null, null, '2', '113.020003', '28.404625', '2020-09-14 10:03:40', null, '20', '/upload/2020-09-12/20200912164715717.mp4', '0', '', null);
INSERT INTO `member` VALUES ('1034', '用户_165181', '/nan.png', '用户_165181', '17502805523', '16E708EE91A1BD7BEB297BF6BAD1DDAA', '1', '0', '', '', '', '', '2020-09-12 17:36:05', '2', null, '1', '1012', '0', '/upload/2020-09-12/2020091217360410.png', '/upload/2020-09-12/20200912173201523.png', '0', '94H318', '1', '2', '<p>通过</p>', '8A19BBD8EEC2A2258DD9C202317D8461', '1', '/nan.png', null, '/upload/2020-09-12/20200912185012300.png', '2', null, null, '2020-09-18 17:53:18', null, '20', null, '0', '/upload/2020-09-12/20200912173244210.png', null);
INSERT INTO `member` VALUES ('1035', '杨杨', '/upload/2020-09-12/20200912224434325.png', '杨', '13142182303', 'FBE44E4BCA488B9BF954E0ADB165B740', '1', '21', '', '湖南省', '长沙市', '雨花区', '2020-09-12 18:19:22', '1', '2021-01-12 18:19:22', '1', '1022', '12', '/upload/2020-09-12/20200912181845637.png', '/upload/2020-09-12/20200912181823737.png', '0', 'TA7E63', '1', '3', null, 'E32E6645DD8E8A4D4785B6A67EC3A97B', '7', '/nan.png', '191e35f7e0f10ba61c7', null, '2', '113.076957', '28.158295', '2020-09-14 09:16:14', null, '16', null, '438', null, '1');
INSERT INTO `member` VALUES ('1036', '用户_857794', '/nan.png', '用户_857794', '18684740771', 'E10ADC3949BA59ABBE56E057F20F883E', '1', '0', '', '湖南省', '长沙市', '天心区', '2020-09-12 18:31:28', '1', '2021-01-12 18:31:28', '1', '1001', '0', '/upload/2020-09-12/20200912183108233.jpg', '/upload/2020-09-12/20200912183047498.jpeg', '0', '6K7H7N', '1', '3', null, 'FB827BD833B267552810F53FC4475B41', '2', '/nan.png', '141fe1da9e1ff2253c5', null, '2', '112.969669', '28.195071', '2020-09-14 09:16:14', null, '19', null, '26', null, '2');
INSERT INTO `member` VALUES ('1037', '用户_528588', '/nan.png', '用户_528588', '13627328108', '93B2489395DC262842C4093C3A76642B', '1', '0', '', '湖南省', '长沙市', '开福区', '2020-09-12 18:35:23', '1', '2021-01-12 18:35:23', '1', '1022', '1', '/upload/2020-09-12/20200912183457757.jpg', '/upload/2020-09-12/20200912183442887.jpg', '0', 'PML96L', '1', '3', null, 'DA29BAA5C30AEF415F01E9CFF02B5A4A', '5', '/nan.png', '1104a89792198c2311b', null, '2', '112.971443', '28.201901', '2020-09-14 09:16:14', null, '19', null, '64', null, '2');
INSERT INTO `member` VALUES ('1038', '用户_625091', '/nan.png', '用户_625091', '13510253535', '656321335910DA61B901DED3E36398B2', '1', '0', '', '', '', '', '2020-09-12 18:40:34', '2', null, '1', '1012', '0', '/upload/2020-09-12/20200912184033343.png', '/upload/2020-09-12/202009121840023.png', '0', 'KY225J', '1', '2', '<p>通过</p>', 'F253BE577E67C29B8D6B3FE5A5BB4C5E', '4', '/nan.png', null, '/upload/2020-09-12/20200912185137673.png', '2', null, null, '2020-09-14 09:16:14', null, '20', null, '0', '/upload/2020-09-12/20200912184021891.png', null);
INSERT INTO `member` VALUES ('1039', '用户_479424', '/nan.png', '用户_479424', '13875886358', 'E10ADC3949BA59ABBE56E057F20F883E', '1', '0', '', '', '', '', '2020-09-12 18:41:02', '2', null, '1', '1012', '0', '/upload/2020-09-12/20200912184059414.jpg', '/upload/2020-09-12/20200912184022120.jpg', '0', 'L6568D', '1', '2', '<p>通过</p>', '784A17B7068322DA1B91BD039761C35E', '1', '/nan.png', null, '/upload/2020-09-12/20200912185051917.png', '2', null, null, '2020-09-18 17:53:18', null, '20', null, '0', '/upload/2020-09-12/20200912184045328.jpg', null);
INSERT INTO `member` VALUES ('1040', 'tc', '/upload/2020-09-12/2020091219451110.png', '用户_930610', '18373178348', 'E10ADC3949BA59ABBE56E057F20F883E', '1', '25', '', '河南省', '郑州市', '金水区', '2020-09-12 18:43:08', '1', '2021-01-12 18:43:08', '1', '1001', '0', '/upload/2020-09-12/20200912184250235.jpg', '/upload/2020-09-12/20200912184222384.jpeg', '0', '7LK46D', '1', '3', null, '3A8625455749771E17888321A0D73BFA', '62', '/nan.png', '120c83f76093d76fe9b', null, '2', '113.727695', '34.770629', '2020-09-14 09:16:14', '2020-09-18 11:31:34', '22', null, '341', null, '2');
INSERT INTO `member` VALUES ('1041', '用户_744792', '/nan.png', '用户_744792', '13677381875', '8421EE93C048F0AC169D83D78151ED84', '1', '0', '', '', '', '', '2020-09-12 18:46:36', '2', null, '1', '0', '0', '/upload/2020-09-12/20200912184635678.jpg', '/upload/2020-09-12/2020091218455923.jpg', '0', '71O5DQ', '1', '2', '<p>通过</p>', 'CD0CA2AF8109D4A9F725047F51CCC02F', '2', '/nan.png', null, '/upload/2020-09-12/20200912185119763.png', '2', null, null, '2020-09-18 17:25:38', null, '20', null, '0', '/upload/2020-09-12/20200912184605274.jpg', null);
INSERT INTO `member` VALUES ('1042', '招财琳', '/upload/2020-09-12/20200912184915336.png', '用户_807588', '18318882880', '993F1DF9451CCBAAB7428F4ED519FD8C', '2', '210', '', '上海市', '浦东新区', '浦东新区', '2020-09-12 18:49:19', '2', null, '1', '1012', '2', '/upload/2020-09-12/20200912184914270.png', '/upload/2020-09-12/20200912184915336.png,/upload/2020-09-12/20200912184915109.png,/upload/2020-09-12/20200912184915345.png', '0', 'J42UH4', '1', '1', '<p>通过</p>', '6FB56CB339F8EDBE8109F98B3D5635DD', '1', '/upload/2020-09-12/20200912184915336.png', '13165ffa4eb8ea9c8a4', null, '2', '121.503493', '31.245406', '2020-09-18 17:53:18', null, '15', '/upload/2020-09-12/20200912184843540.mp4', '185', '', null);
INSERT INTO `member` VALUES ('1043', '用户_965576', '/upload/2020-09-12/20200912185249495.png', '用户_965576', '15768468224', '4297F44B13955235245B2497399D7A93', '2', '0', '', '广东省', '广州市', '天河区', '2020-09-12 18:52:50', '2', null, '1', '1012', '0', '/upload/2020-09-12/20200912185248419.png', '/upload/2020-09-12/20200912185249495.png,/upload/2020-09-12/20200912185249743.png,/upload/2020-09-12/20200912185249726.png', '0', '7TBUHT', '1', '1', '<p>通过</p>', '11D433B39E33A5357E38568F2868E7FD', '1', '/upload/2020-09-12/20200912185249495.png', '101d855909f35f09ec7', null, '2', '113.358206', '23.141868', '2020-09-18 17:53:18', null, '20', '/upload/2020-09-12/20200912184639788.mp4', '6', '', null);
INSERT INTO `member` VALUES ('1044', '小阿浅', '/upload/2020-09-12/20200912185727810.png', '用户_858288', '13142228644', 'D326CE262E14BA07520E4CCA526632EF', '2', '24', '', '河南省', '郑州市', '管城回族区', '2020-09-12 18:57:30', '2', null, '1', '1012', '0', '/upload/2020-09-12/20200912185726565.png', '/upload/2020-09-12/20200912185727810.png,/upload/2020-09-12/20200912185727810.png,/upload/2020-09-12/20200912185727782.png', '0', 'S7I921', '1', '1', '<p>通过</p>', '382F3117C346C4D7E5CFA74205B63ED2', '1', '/upload/2020-09-12/20200912185727810.png', '171976fa8a352a78e92', null, '2', '113.689097', '34.747464', '2020-09-18 17:53:18', null, '19', '/upload/2020-09-12/20200912185006260.mp4', '0', '', null);
INSERT INTO `member` VALUES ('1045', '佳媛', '/upload/2020-09-12/20200912185738266.jpg', '用户_170792', '13874827568', 'B0E79DCE5FEFC08561C3875AE749EE3A', '2', '0', '', '湖南省', '长沙市', '望城区', '2020-09-12 18:57:41', '2', null, '1', '1012', '2', '/upload/2020-09-12/20200912185738371.jpg', '/upload/2020-09-12/20200912185738266.jpg,/upload/2020-09-12/20200912185738408.jpg,/upload/2020-09-12/20200912185738229.jpg', '0', 'T0813F', '1', '1', '<p>通过</p>', '2D0E08E62D41D01EF68A5F67050B9BFE', '2', '/upload/2020-09-12/20200912185738266.jpg', '18071adc03bd1d9fb2b', null, '2', '112.903729', '28.292403', '2020-09-14 09:16:14', null, '18', '/upload/2020-09-12/20200912185640220.mp4', '39', null, null);
INSERT INTO `member` VALUES ('1046', '用户_465605', '/upload/2020-09-12/20200912190013886.png', '用户_465605', '17711783683', 'E10ADC3949BA59ABBE56E057F20F883E', '2', '0', '', '湖南省', '长沙市', '岳麓区', '2020-09-12 19:00:14', '2', null, '1', '1037', '1', '/upload/2020-09-12/2020091219001253.png', '/upload/2020-09-12/20200912190013886.png,/upload/2020-09-12/20200912190013576.png,/upload/2020-09-12/20200912190013138.png', '0', '4ZN9N9', '1', '1', '<p>颜值通过</p>', '9AD5DFDAB7E20F85557EEBAA0337C6C1', '1', '/upload/2020-09-12/20200912190013886.png', '191e35f7e0f2757c86c', null, '2', '112.907672', '28.212608', '2020-09-18 17:53:18', null, '19', '/upload/2020-09-12/20200912185938398.mp4', '87', '', null);
INSERT INTO `member` VALUES ('1047', '用户_603122', '/upload/2020-09-12/20200912190702644.png', '用户_603122', '13007445024', 'E1D4715BB2A2EC5D3998A4A6578E68ED', '2', '0', '', '湖南省', '湘潭市', '岳塘区', '2020-09-12 19:07:03', '2', null, '1', '1035', '0', '/upload/2020-09-12/20200912190701313.png', '/upload/2020-09-12/20200912190702644.png,/upload/2020-09-12/20200912190702917.png,/upload/2020-09-12/20200912190702307.png', '0', 'U31IBK', '2', '1', '<p>颜值未通过</p>', null, '0', '/upload/2020-09-12/20200912190702644.png', null, null, '2', '112.914226', '27.839620', '2020-09-14 10:03:40', null, '20', '/upload/2020-09-12/20200912190244828.mp4', '0', '', null);
INSERT INTO `member` VALUES ('1048', '用户_787564', '/upload/2020-09-12/20200912191222222.png', '用户_787564', '18807492022', 'D7FF7A8B58356C34C570CC490AF6ED37', '1', '0', '', '湖南省', '长沙市', '岳麓区', '2020-09-12 19:12:25', '2', null, '1', '1012', '0', '/upload/2020-09-12/20200912191222637.png', '/upload/2020-09-12/20200912191222222.png,/upload/2020-09-12/20200912191222271.png,/upload/2020-09-12/20200912191222353.png', '0', 'VSHVY8', '1', '1', '<p>通过</p>', '1314F1FEC841A2F82DBE4BF08B75C814', '2', '/upload/2020-09-12/20200912191222222.png', null, null, '2', '112.965705', '28.205014', '2020-09-14 09:16:14', null, '20', '/upload/2020-09-12/20200912191013736.mp4', '0', '', null);
INSERT INTO `member` VALUES ('1049', '用户_941744', '/upload/2020-09-12/20200912191608476.png', '用户_941744', '13203023181', 'EAA60DBA352896DA6D63E31B9EB7AEC5', '2', '0', '', '湖南省', '岳阳市', '平江县', '2020-09-12 19:16:16', '2', null, '1', '1035', '0', '/upload/2020-09-12/20200912191608120.png', '/upload/2020-09-12/20200912191608476.png,/upload/2020-09-12/20200912191608402.png,/upload/2020-09-12/20200912191608403.png,/upload/2020-09-12/20200912191608930.png', '0', 'K6U8T6', '2', '1', '<p>未通过</p>', null, '0', '/upload/2020-09-12/20200912191608476.png', null, null, '2', '113.750896', '28.962097', '2020-09-14 10:03:40', null, '20', '/upload/2020-09-12/20200912190653428.mp4', '0', '', null);
INSERT INTO `member` VALUES ('1050', '用户_508642', '/upload/2020-09-12/20200912192313155.png', '用户_508642', '13431960208', '9B5E607FC14143C290933C9DBC2474DA', '2', '0', '', '上海市', '杨浦区', '杨浦区', '2020-09-12 19:23:14', '2', null, '1', '1042', '0', '/upload/2020-09-12/20200912192311599.png', '/upload/2020-09-12/20200912192313155.png,/upload/2020-09-12/20200912192313276.png,/upload/2020-09-12/20200912192313248.png', '0', '61Z0L0', '2', '1', '<p>未通过</p>', null, '0', '/upload/2020-09-12/20200912192313155.png', null, null, '2', '121.512071', '31.301973', '2020-09-14 10:03:40', null, '20', '/upload/2020-09-12/20200912192201758.mp4', '0', '', null);
INSERT INTO `member` VALUES ('1051', '用户_161423', '/upload/2020-09-12/20200912193232307.jpeg', '用户_161423', '16673084466', '4065CBC81E33333B3C0CE73EAFF1496E', '2', '0', '', '湖南省', '岳阳市', '岳阳楼区', '2020-09-12 19:32:36', '2', null, '1', '1035', '0', '/upload/2020-09-12/20200912193217336.jpg', '/upload/2020-09-12/20200912193232307.jpeg,/upload/2020-09-12/2020091219323230.jpeg,/upload/2020-09-12/2020091219323210.jpeg', '0', '3QD8HR', '2', '1', '<p>照片质量不行</p>', null, '0', '/upload/2020-09-12/20200912193232307.jpeg', null, null, '2', '113.130959', '29.29963', '2020-09-14 10:03:40', null, '20', '/upload/2020-09-12/20200912191322678.mp4', '0', null, null);
INSERT INTO `member` VALUES ('1052', '用户_508005', '/upload/2020-09-12/2020091219360422.jpeg', '用户_508005', '17261301889', 'BA9167F6B8FDE6AA0B1A2238AA4817BA', '2', '0', '', '湖南省', '岳阳市', '平江县', '2020-09-12 19:36:07', '2', null, '1', '1035', '0', '/upload/2020-09-12/2020091219360419.jpg', '/upload/2020-09-12/2020091219360422.jpeg,/upload/2020-09-12/20200912193604597.jpeg,/upload/2020-09-12/20200912193604782.jpeg', '0', 'Y4AE6Z', '2', '1', '<p>审核未通过，照片颜值不过关</p>', null, '0', '/upload/2020-09-12/2020091219360422.jpeg', null, null, '2', '113.754055', '28.970858', '2020-09-14 10:03:40', null, '20', '/upload/2020-09-12/20200912193104902.mp4', '0', null, null);
INSERT INTO `member` VALUES ('1053', '用户_937253', '/upload/2020-09-12/20200912195938471.jpeg', '用户_937253', '15507710707', '3A45627C715CC5604C7D747D2CAA3FB8', '2', '0', '', '广西壮族自治区', '南宁市', '青秀区', '2020-09-12 19:59:41', '2', null, '1', '1012', '0', '/upload/2020-09-12/20200912195938284.jpg', '/upload/2020-09-12/20200912195938471.jpeg,/upload/2020-09-12/20200912195938118.jpeg,/upload/2020-09-12/20200912195938401.jpeg', '0', '80IGYE', '1', '1', '<p>通过</p>', '0F34C2EF74FBCAEB4260B09E072D74AB', '1', '/upload/2020-09-12/20200912195938471.jpeg', '140fe1da9e19e37cf2e', null, '2', '108.328234', '22.815299', '2020-09-18 17:53:18', null, '19', '/upload/2020-09-12/20200912195740356.mp4', '0', null, null);
INSERT INTO `member` VALUES ('1054', '是小罗啊', '/upload/2020-09-13/2020091314194914.png', '小罗', '18711076103', 'E10ADC3949BA59ABBE56E057F20F883E', '1', '0', '', '湖南省', '长沙市', '芙蓉区', '2020-09-12 20:05:39', '1', '2021-01-12 20:05:39', '1', '1001', '0', '/upload/2020-09-12/20200912200523536.jpg', '/upload/2020-09-12/2020091220045447.jpg', '0', 'Q7T6T4', '1', '3', null, '1A4BC3207EAC8B9C51A1EFF6AC27E32C', '4', '/nan.png', '101d855909f54a8eff8', null, '2', '112.980463', '28.189093', '2020-09-14 09:16:14', null, '16', null, '74', null, '2');
INSERT INTO `member` VALUES ('1055', '用户_250750', '/upload/2020-09-12/20200912202107277.png', '用户_250750', '13787027947', 'F3F784629B7B7E09FEFE3202AEC13662', '1', '0', '', '湖南省', '长沙市', '天心区', '2020-09-12 20:21:09', '2', null, '1', '1012', '0', '/upload/2020-09-12/2020091220210527.png', '/upload/2020-09-12/20200912202107277.png,/upload/2020-09-12/20200912202107518.png,/upload/2020-09-12/20200912202107788.png', '0', '3784Z0', '2', '1', '<p>颜值认证未通过</p>', null, '0', '/upload/2020-09-12/20200912202107277.png', null, null, '2', '112.969025', '28.195095', '2020-09-14 10:03:40', null, '20', '/upload/2020-09-12/20200912201502677.mp4', '0', '', null);
INSERT INTO `member` VALUES ('1056', '大白', '/upload/2020-09-15/20200915191819388.jpg', '大白', '18673015480', 'E10ADC3949BA59ABBE56E057F20F883E', '1', '35', '', '湖南省', '长沙市', '开福区', '2020-09-12 20:21:11', '1', '2021-01-12 20:21:11', '1', '1001', '0', '/upload/2020-09-12/20200912202054430.jpg', '/upload/2020-09-12/20200912202022564.jpeg', '0', 'LT44FY', '1', '3', null, '11579597E38B5AEF265CE66E33DBABFF', '5', '/nan.png', '13065ffa4ebe057ce6d', null, '2', '112.97156', '28.201779', '2020-09-15 19:15:48', '2020-09-18 15:36:42', '18', null, '8', null, '2');
INSERT INTO `member` VALUES ('1057', '用户_866296', '/upload/2020-09-12/20200912202156930.png', '用户_866296', '18390888413', '11DBCAA379EBE5360B0E4D887C3F3797', '2', '0', '', '湖南省', '长沙市', '开福区', '2020-09-12 20:22:02', '2', null, '1', '1019', '1', '/upload/2020-09-12/20200912202154630.png', '/upload/2020-09-12/20200912202156930.png,/upload/2020-09-12/20200912202156750.png,/upload/2020-09-12/20200912202156781.png', '0', 'YNGO8D', '1', '1', '<p>无误</p>', 'E02AB826CABD0A4D11ECFB5735DDCC9B', '1', '/upload/2020-09-12/20200912202156930.png', '13165ffa4eb8891951a', null, '2', '112.969286', '28.195637', '2020-09-18 17:53:18', null, '17', '/upload/2020-09-12/20200912201815260.mp4', '70', '', null);
INSERT INTO `member` VALUES ('1058', '用户_529750', '/upload/2020-09-12/20200912203034744.jpeg', '用户_529750', '15116315998', '5A8F150CA2C4E2D76B72E0CEEA78C0A2', '2', '0', '', '湖南省', '衡阳市', '蒸湘区', '2020-09-12 20:30:37', '2', null, '1', '1045', '0', '/upload/2020-09-12/20200912203033158.jpg', '/upload/2020-09-12/20200912203034744.jpeg,/upload/2020-09-12/20200912203034250.jpeg,/upload/2020-09-12/20200912203034468.jpeg', '0', 'RNCN21', '2', '1', '<p>颜值认证未通过</p>', null, '0', '/upload/2020-09-12/20200912203034744.jpeg', null, null, '2', '112.597619', '26.910946', '2020-09-14 10:03:40', null, '20', '/upload/2020-09-12/20200912203007740.mp4', '0', null, null);
INSERT INTO `member` VALUES ('1059', '用户_558090', '/upload/2020-09-12/20200912204224197.png', '用户_558090', '13971374353', 'FE4F9F1305170AA48B32216A703729F7', '1', '0', '', '湖北省', '咸宁市', '嘉鱼县', '2020-09-12 20:42:26', '2', null, '1', '1012', '0', '/upload/2020-09-12/20200912204224774.png', '/upload/2020-09-12/20200912204224197.png,/upload/2020-09-12/20200912204224429.png,/upload/2020-09-12/20200912204224964.png', '0', 'F968GY', '2', '1', '<p>颜值认证未通过。</p>', null, '0', '/upload/2020-09-12/20200912204224197.png', null, null, '2', '114.069000', '30.043982', '2020-09-14 10:03:40', null, '20', '/upload/2020-09-12/20200912204133384.mp4', '0', '', null);
INSERT INTO `member` VALUES ('1060', '用户_988724', '/nan.png', '用户_988724', '13787009988', '5520B1FFEE8330EE8700545CF85D2B3B', '1', '0', '', '', '', '', '2020-09-12 20:49:54', '2', null, '1', '1012', '0', '/upload/2020-09-12/20200912204953569.jpg', '/upload/2020-09-12/20200912204902754.jpg', '0', 'L2FIN6', '2', '2', '<p>请上传行驶证，以便系统审核。</p>', null, '0', '/nan.png', null, '/upload/2020-09-14/20200914130707517.png', '2', null, null, '2020-09-14 10:03:40', null, '20', null, '0', '/upload/2020-09-12/20200912204945178.jpg', null);
INSERT INTO `member` VALUES ('1061', '粉红', '/upload/2020-09-12/20200912212150718.png', '小婷', '17670753361', '2A62B09E52851EF947BDBE39D86AFAE7', '2', '22', '', '湖南省', '株洲市', '茶陵县', '2020-09-12 21:08:15', '2', null, '1', '0', '4', '/upload/2020-09-12/20200912210811923.png', '/upload/2020-09-12/20200912210812321.png,/upload/2020-09-12/20200912210812839.png,/upload/2020-09-12/20200912210812176.png', '0', 'AJ8470', '1', '1', '<p>OK</p>', 'F5E0885BF9431945B6ACB96B9E129F88', '1', '/upload/2020-09-12/20200912210812321.png', '141fe1da9e1b8b7354e', null, '2', '113.684440', '26.827463', '2020-09-18 17:53:18', null, '16', '/upload/2020-09-12/20200912204823665.mp4', '0', '', null);
INSERT INTO `member` VALUES ('1062', '用户_339206', '/upload/2020-09-12/20200912212348879.png', '用户_339206', '15580047300', 'E486B946C529ADBBF1F1286E28E9F0EF', '2', '0', '', '浙江省', '杭州市', '江干区', '2020-09-12 21:23:50', '2', null, '1', '1012', '0', '/upload/2020-09-12/20200912212348621.png', '/upload/2020-09-12/20200912212348879.png,/upload/2020-09-12/20200912212348289.png,/upload/2020-09-12/20200912212348178.png', '0', '5T4TB0', '1', '1', '<p>颜值通过</p>', '1FA606FBE6B54A2AB7E0A62A4D3C0DFB', '1', '/upload/2020-09-12/20200912212348879.png', '141fe1da9e1c4e68cca', '/upload/2020-09-12/2020091221323432.png', '2', '120.189106', '30.277790', '2020-09-18 17:53:18', null, '19', '/upload/2020-09-12/20200912212248584.mp4', '25', '', null);
INSERT INTO `member` VALUES ('1063', '用户_764388', '/upload/2020-09-12/20200912214033541.png', '用户_764388', '18773114801', '47ED581D9B455AB09EF92A785B4D1B43', '2', '0', '', '湖南省', '长沙市', '长沙县', '2020-09-12 21:40:34', '2', null, '1', '1061', '0', '/upload/2020-09-12/20200912214032485.png', '/upload/2020-09-12/20200912214033541.png,/upload/2020-09-12/20200912214033803.png,/upload/2020-09-12/2020091221403386.png', '0', '66J7W7', '1', '1', '<p>颜值过关</p>', null, '0', '/upload/2020-09-12/20200912214033541.png', null, null, '2', '113.082953', '28.255194', '2020-09-14 10:03:40', null, '20', '/upload/2020-09-12/20200912213841696.mp4', '0', '', null);
INSERT INTO `member` VALUES ('1064', '航航航', '/upload/2020-09-15/20200915235805804.jpg', '航航航', '15697330333', '4317D268EAA6F66F8EE5EE13BB170288', '1', '23', '', '湖南省', '株洲市', '天元区', '2020-09-12 21:48:43', '1', '2020-10-12 22:50:19', '1', '1061', '0', '/upload/2020-09-12/20200912214842121.jpg', '/upload/2020-09-12/20200912214734984.jpg', '0', 'L6XB37', '1', '2', '<p>审核无误</p>', '393447C2DD4E82031F10B1B5D2538C3F', '3', '/nan.png', '1507bfd3f773e234272', '/upload/2020-09-12/20200912220156527.png', '2', '113.124835', '27.842406', '2020-09-14 09:16:14', null, '13', null, '42', '/upload/2020-09-12/20200912214744803.jpg', null);
INSERT INTO `member` VALUES ('1065', '用户_869085', '/upload/2020-09-12/20200912220411696.png', '用户_869085', '18874229930', '8DDCFF3A80F4189CA1C9D4D902C3C909', '2', '22', '', '湖南省', '长沙市', '岳麓区', '2020-09-12 22:04:13', '2', null, '1', '1012', '3', '/upload/2020-09-12/20200912220411438.png', '/upload/2020-09-12/20200912220411696.png,/upload/2020-09-12/20200912220411725.png,/upload/2020-09-12/20200912220411258.png', '0', '4934I9', '1', '1', '<p>OK</p>', '312CCA1F87064047B33FDA05402D94DA', '1', '/upload/2020-09-12/20200912220411696.png', '191e35f7e0f5ac7eb11', null, '2', '112.963079', '28.170890', '2020-09-18 17:53:18', null, '20', '/upload/2020-09-12/20200912213619805.mp4', '21', '', null);
INSERT INTO `member` VALUES ('1066', '用户_508043', '/upload/2020-09-12/20200912223859327.png', '用户_508043', '13272047491', '28CB3E9CC4A5ED7ABBF09458A83E0660', '2', '0', '', '湖南省', '长沙市', '岳麓区', '2020-09-12 22:39:01', '2', null, '1', '1065', '1', '/upload/2020-09-12/20200912223859630.png', '/upload/2020-09-12/20200912223859327.png,/upload/2020-09-12/2020091222385970.png,/upload/2020-09-12/202009122238595.png', '0', '55911R', '1', '1', '<p>通过</p>', '5B8F4F4CC00CCAF18FCC6F3A5D961D21', '1', '/upload/2020-09-12/20200912223859327.png', '1114a897921e9513075', null, '2', '112.944051', '28.215161', '2020-09-18 17:53:18', null, '17', '/upload/2020-09-12/20200912223812933.mp4', '30', '', null);
INSERT INTO `member` VALUES ('1067', '用户_240036', '/nv.png', '用户_240036', '13088884596', 'A1EEFBBCCB0F457EFED38F0670AC7751', '2', '0', '', '', '', '', '2020-09-12 22:50:55', '2', null, '1', '1065', '0', '/upload/2020-09-12/20200912225054401.png', '/upload/2020-09-12/20200912224813622.png', '0', 'IHB1D1', '1', '2', '<p>同意</p>', null, '0', '/nv.png', null, '/upload/2020-09-13/20200913121622593.png', '2', null, null, '2020-09-14 10:03:40', null, '20', null, '0', '/upload/2020-09-12/20200912224850501.png', null);
INSERT INTO `member` VALUES ('1068', '用户_541374', '/upload/2020-09-12/20200912225305911.jpeg', '用户_541374', '13607488583', '5C5A7A89E92F95E725F3237ECFD2887B', '2', '0', '', '湖南省', '张家界市', '慈利县', '2020-09-12 22:53:08', '2', null, '1', '1019', '0', '/upload/2020-09-12/20200912225305492.jpg', '/upload/2020-09-12/20200912225305911.jpeg,/upload/2020-09-12/2020091222530532.jpeg,/upload/2020-09-12/20200912225305741.jpeg,/upload/2020-09-12/20200912225305473.jpeg', '0', 'PUXK90', '1', '1', '<p>统一</p>', '709AC1DFA0190F9B80CA0F4DDC8ED59A', '1', '/upload/2020-09-12/20200912225305911.jpeg', '1507bfd3f7705ce060c', null, '2', '111.114574', '29.417926', '2020-09-18 17:53:18', null, '20', '/upload/2020-09-12/20200912225140295.mp4', '0', null, null);
INSERT INTO `member` VALUES ('1069', 'Shealeo', '/upload/2020-09-13/20200913133846748.png', '刘希', '18578784457', '6C56C06B45F0D1585D91F2C6C9195E60', '2', '22', '', '广西壮族自治区', '贺州市', '昭平县', '2020-09-12 23:09:02', '2', null, '1', '1008', '0', '/upload/2020-09-12/20200912230854641.png', '/upload/2020-09-12/20200912230859111.png,/upload/2020-09-12/20200912230859900.png,/upload/2020-09-12/20200912230859251.png', '0', '0F82WV', '1', '1', '<p>统一</p>', 'AD64C3C017E803A09F98371B9460AC9D', '1', '/upload/2020-09-12/20200912230859111.png', '1a1018970a161cd09b5', null, '2', '110.980692', '23.805484', '2020-09-18 17:53:18', null, '18', '/upload/2020-09-12/20200912230801162.mp4', '11', '', null);
INSERT INTO `member` VALUES ('1070', '小武', '/upload/2020-09-13/20200913131647379.png', '用户_798341', '18684854502', 'D3ED9ED361D80A56139E9845BEC02263', '1', '0', '', '湖南省', '长沙市', '开福区', '2020-09-12 23:29:10', '1', '2020-10-13 13:10:10', '1', '1012', '1', '/upload/2020-09-12/20200912232909409.png', '/upload/2020-09-12/20200912232841888.png', '0', '53B3T4', '1', '2', '<p>同意</p>', '10D5FCE6A05ABAD533C86F57464DCA21', '3', '/nan.png', '171976fa8a30f189d04', '/upload/2020-09-13/20200913121554966.png', '2', '112.975462', '28.196964', '2020-09-14 09:16:14', null, '19', null, '59', '/upload/2020-09-12/20200912232857561.png', null);
INSERT INTO `member` VALUES ('1071', '小肉肉', '/upload/2020-09-13/20200913015029273.jpeg', '小肉肉', '18529156601', '25F9E794323B453885F5181F1B624D0B', '2', '20', '', '上海市', '黄浦区', '黄浦区', '2020-09-13 01:50:31', '2', null, '1', '1012', '0', '/upload/2020-09-13/20200913015028617.jpg', '/upload/2020-09-13/20200913015029273.jpeg,/upload/2020-09-13/20200913015029797.jpeg,/upload/2020-09-13/20200913015029324.jpeg', '0', 'EIVG31', '1', '1', '<p>同意</p>', '554840A17015471C06B9E8315B3A286B', '1', '/upload/2020-09-13/20200913015029273.jpeg', '1104a897921d4ae0848', null, '2', '121.470536', '31.205715', '2020-09-18 17:53:18', null, '20', '/upload/2020-09-13/20200913014914459.mp4', '0', null, null);
INSERT INTO `member` VALUES ('1072', '董', '/upload/2020-09-15/20200915210355391.png', '董董', '13203178667', 'EEA5DB439E1E646E7B23217EEACBCBF0', '2', '22', '', '湖南省', '长沙市', '长沙县', '2020-09-13 12:27:42', '2', null, '1', '0', '0', '/upload/2020-09-13/20200913122739221.png', '/upload/2020-09-13/20200913122740432.png,/upload/2020-09-13/20200913122740228.png,/upload/2020-09-13/20200913122740269.png', '0', 'I80GFI', '1', '1', '<p>颜值通过</p>', '1226E2F03A4AF0ADD24223AEC688269C', '1', '/upload/2020-09-13/20200913122740432.png', '13165ffa4ebc539eb95', '/upload/2020-09-15/20200915150738123.png', '2', '113.204684', '28.198123', '2020-09-18 17:53:18', null, '16', '/upload/2020-09-13/20200913122553303.mp4', '8', '', null);
INSERT INTO `member` VALUES ('1073', '用户_982909', '/nan.png', '用户_982909', '13179606666', '2A1B773071B7449B3A856ADEDEFCD7D7', '1', '0', '', '', '', '', '2020-09-13 13:43:32', '2', null, '1', '0', '0', '/upload/2020-09-13/20200913134331244.png', '/upload/2020-09-13/20200913134259534.png', '0', '7E9HPE', '1', '2', '<p>无误</p>', 'A574DCDB2AF9481228BBFE3F1EF0AED8', '4', '/nan.png', null, '/upload/2020-09-13/20200913134910235.png', '2', null, null, '2020-09-14 16:38:10', null, '20', null, '0', '/upload/2020-09-13/20200913134318783.png', null);
INSERT INTO `member` VALUES ('1074', '用户_140362', '/nan.png', '用户_140362', '13974812856', 'E10ADC3949BA59ABBE56E057F20F883E', '1', '0', '', '', '', '', '2020-09-13 13:52:30', '2', null, '1', '1046', '0', '/upload/2020-09-13/20200913135229610.png', '/upload/2020-09-13/20200913135148596.png', '0', '772XEW', '1', '2', '<p>审核无误</p>', '89E59559192453DEE1AD1B016980A8F2', '1', '/nan.png', null, '/upload/2020-09-13/20200913135611280.png', '2', null, null, '2020-09-18 17:53:18', null, '20', null, '0', '/upload/2020-09-13/20200913135134422.png', null);
INSERT INTO `member` VALUES ('1075', '小小江呀', '/upload/2020-09-13/20200913142224236.png', '用户_376223', '18173064958', 'E10ADC3949BA59ABBE56E057F20F883E', '1', '0', '', '湖南省', '长沙市', '岳麓区', '2020-09-13 14:21:02', '1', '2021-01-13 14:21:02', '1', '1012', '0', '/upload/2020-09-13/20200913142041666.png', '/upload/2020-09-13/20200913141924254.png', '0', 'WYY4ST', '1', '3', null, 'CE455380559F3509CA5E61920120ADB7', '2', '/nan.png', '161a3797c8b4362ad6f', null, '2', '112.964048', '28.194132', '2020-09-14 09:16:14', null, '18', null, '0', null, '1');
INSERT INTO `member` VALUES ('1076', '用户_234147', '/nv.png', '用户_234147', '15973299366', '9D945D34A0276946D8EDAFDBF406758D', '2', '0', '', '', '', '', '2020-09-13 15:07:30', '2', null, '2', '1065', '0', '/upload/2020-09-13/20200913150725892.png', '/upload/2020-09-12/20200912224719676.png', '0', 'H20CO1', '1', '2', '<p>审核无误</p>', '8B560320FFD421868869B3D2D1764287', '2', '/nv.png', null, '/upload/2020-09-13/20200913210415254.png', '2', null, null, '2020-09-14 09:16:14', null, '20', null, '0', '/upload/2020-09-13/20200913044853627.png', null);
INSERT INTO `member` VALUES ('1077', '用户_693182', '/nan.png', '用户_693182', '18182116888', 'C5D02EACFA69C8A365A9FD3B8ED4BC24', '1', '0', '', '', '', '', '2020-09-13 18:54:11', '2', null, '1', '1007', '0', '/upload/2020-09-13/20200913185410649.jpg', '/upload/2020-09-13/20200913185219216.jpg', '0', 'Z5PGZD', '1', '2', '<p>审核无误</p>', '431336A1C6BF4EB068831B3393E0B345', '3', '/nan.png', null, '/upload/2020-09-13/20200913210350548.png', '2', null, null, '2020-09-14 09:16:14', null, '50', null, '0', '/upload/2020-09-13/20200913185358494.jpg', null);
INSERT INTO `member` VALUES ('1078', '用户_170372', '/upload/2020-09-13/2020091319573218.png', '用户_170372', '15116486293', 'CD8B4F824EE83539A6A413C701D8E153', '2', '0', '', '湖南省', '长沙市', '开福区', '2020-09-13 19:57:35', '2', null, '1', '1066', '0', '/upload/2020-09-13/20200913195731284.png', '/upload/2020-09-13/2020091319573218.png,/upload/2020-09-13/20200913195732356.png,/upload/2020-09-13/20200913195732590.png', '0', '72XZ7O', '1', '1', '<p>颜值认证</p>', '3590F01CD7CB39BCBD732A0CDF59A2DB', '1', '/upload/2020-09-13/2020091319573218.png', '1517bfd3f777faa90f3', null, '2', '112.976045', '28.202371', '2020-09-18 17:53:18', null, '47', '/upload/2020-09-13/20200913195620740.mp4', '12', '', null);
INSERT INTO `member` VALUES ('1079', '用户_728853', '/upload/2020-09-13/2020091321385750.jpeg', '用户_728853', '17680716534', '186242ED0F8F561D30496E76F68414F3', '1', '0', '', '湖南省', '长沙市', '芙蓉区', '2020-09-13 21:39:00', '2', null, '1', '1008', '0', '/upload/2020-09-13/20200913213857395.jpg', '/upload/2020-09-13/2020091321385750.jpeg,/upload/2020-09-13/20200913213857613.jpeg,/upload/2020-09-13/20200913213857979.jpeg,/upload/2020-09-13/20200913213857694.jpeg,/upload/2020-09-13/20200913213857109.jpeg', '0', 'M513C6', '2', '1', '<p>颜值认证未通过</p>', null, '0', '/upload/2020-09-13/2020091321385750.jpeg', null, null, '2', '112.993754', '28.203065', '2020-09-14 10:03:40', null, '50', '/upload/2020-09-13/20200913213703841.mp4', '0', null, null);
INSERT INTO `member` VALUES ('1080', '小佳佳', '/upload/2020-09-13/20200913224142337.png', '小佳佳', '18873062626', '1532661C1A69F6DBE5675C503C555B82', '2', '0', '', '湖南省', '岳阳市', '岳阳县', '2020-09-13 22:41:44', '2', null, '1', '0', '0', '/upload/2020-09-13/20200913224141752.png', '/upload/2020-09-13/20200913224142337.png,/upload/2020-09-13/20200913224142244.png,/upload/2020-09-13/20200913224142142.png', '0', '45M9CU', '1', '1', '<p>通过</p>', '0', '1', '/upload/2020-09-13/20200913224142337.png', '0', null, '2', '113.111570', '29.141540', '2020-09-18 17:53:18', null, '49', '/upload/2020-09-13/20200913224027823.mp4', '381', '', null);
INSERT INTO `member` VALUES ('1081', '用户_430478', '/nan.png', '用户_430478', '15399999619', '11B2914C54B7B5760F250E4E0419D564', '1', '0', '', '', '', '', '2020-09-14 00:14:23', '2', null, '1', '1057', '0', '/upload/2020-09-14/2020091400142275.png', '/upload/2020-09-14/20200914001341842.png', '0', '033C4I', '2', '2', '<p>车辆价位不符合</p>', null, '0', '/nan.png', null, '/upload/2020-09-14/20200914130544382.png', '2', null, null, '2020-09-14 10:03:40', null, '50', null, '0', '/upload/2020-09-14/20200914001400173.png', null);
INSERT INTO `member` VALUES ('1082', '用户_599824', '/nan.png', '用户_599824', '15307310527', 'DAB8EB7CAB69F0E2C8B02FAEE4D1F277', '1', '0', '', '', '', '', '2020-09-14 03:56:39', '2', null, '1', '1012', '0', '/upload/2020-09-14/20200914035631981.png', '/upload/2020-09-14/20200914035551647.png', '0', 'DZ3O62', '1', '2', '<p>无误</p>', '6167C33B7B6D8DF8AA81594A4F938D83', '3', '/nan.png', null, '/upload/2020-09-14/20200914125548598.png', '2', null, null, '2020-09-14 17:26:58', null, '50', null, '0', '/upload/2020-09-14/20200914035605490.png', null);
INSERT INTO `member` VALUES ('1083', 'Nanx', '/upload/2020-09-14/20200914042928274.png', 'Nanx', '15200203447', '25F9E794323B453885F5181F1B624D0B', '2', '0', '', '湖南省', '长沙市', '天心区', '2020-09-14 04:29:30', '2', null, '1', '0', '0', '/upload/2020-09-14/20200914042927952.png', '/upload/2020-09-14/20200914042928274.png,/upload/2020-09-14/20200914042928183.png,/upload/2020-09-14/20200914042928970.png', '0', '4X38W0', '1', '1', '<p>通过</p>', 'CD374389B0961AF254F3B23FEC1C2619', '1', '/upload/2020-09-14/20200914042928274.png', '161a3797c8b63d36c8e', null, '2', '112.979438', '28.149865', '2020-09-18 17:53:18', null, '49', '/upload/2020-09-14/20200914042819862.mp4', '0', '', null);
INSERT INTO `member` VALUES ('1084', '用户_179809', '/upload/2020-09-14/2020091406305259.png', '用户_179809', '13135000040', 'B275CD062447DFDD9EEA8EB5ECCCCE20', '1', '0', '', '云南省', '丽江市', '古城区', '2020-09-14 06:30:54', '2', '2020-09-17 17:44:32', '1', '0', '0', '/upload/2020-09-14/20200914063052822.png', '/upload/2020-09-14/2020091406305259.png,/upload/2020-09-14/20200914063052965.png,/upload/2020-09-14/20200914063052747.png', '0', '015634', '2', '1', '<p>颜值认证未通过，请重新提交。</p>', null, '0', '/upload/2020-09-14/2020091406305259.png', null, null, '2', '100.242224', '26.872717', '2020-09-14 10:03:40', null, '50', '/upload/2020-09-14/20200914062830775.mp4', '0', '', null);
INSERT INTO `member` VALUES ('1085', '用户_639827', '/upload/2020-09-14/20200914092222878.png', '用户_639827', '18821877279', '25F9E794323B453885F5181F1B624D0B', '2', '0', '', '湖南省', '岳阳市', '平江县', '2020-09-14 09:22:25', '2', null, '1', '1070', '0', '/upload/2020-09-14/20200914092220584.png', '/upload/2020-09-14/20200914092222878.png,/upload/2020-09-14/20200914092222707.png,/upload/2020-09-14/20200914092222794.png', '0', 'O63I65', '2', '1', '<p>照片审核未通过，请重新提交。</p>', null, '0', '/upload/2020-09-14/20200914092222878.png', null, null, '2', '113.323423', '28.823967', '2020-09-14 10:03:40', null, '50', '/upload/2020-09-13/20200913225501967.mp4', '0', '', null);
INSERT INTO `member` VALUES ('1086', '苹果账号', '/upload/2020-09-14/20200914095822525.png', '游客', '18888888888', 'E10ADC3949BA59ABBE56E057F20F883E', '1', '18', '', '河南省', '郑州市', '金水区', '2020-09-14 09:55:18', '1', '2021-01-14 09:55:18', '1', '0', '0', '/upload/2020-09-14/20200914095507744.png', '/upload/2020-09-14/20200914095455287.png', '5', '1Z9U2L', '1', '3', null, '18B394B501219F5A5C638469C91C3694', '8', '/nan.png', '', null, '2', '113.721108', '34.771720', '2020-09-16 18:06:28', '2020-09-18 12:49:34', '90', null, '158', null, '1');
INSERT INTO `member` VALUES ('1087', '云不器', '/upload/2020-09-14/20200914160740580.png', '云烨', '18595457559', 'E40F01AFBB1B9AE3DD6747CED5BCA532', '1', '20', '', '河南省', '郑州市', '金水区', '2020-09-14 10:02:31', '1', '2021-01-14 10:02:31', '1', '0', '0', '/upload/2020-09-14/20200914100213448.png', '/upload/2020-09-14/20200914100205680.png', '6', '927BNG', '1', '3', null, '0', '25', '/nan.png', '0', '/upload/2020-09-14/20200914101207839.png', '2', '113.721105', '34.771739', '2020-09-14 10:04:08', '2020-09-17 18:08:45', '109', null, '514', null, '1');
INSERT INTO `member` VALUES ('1088', '用户_573549', '/upload/2020-09-14/20200914113348749.png', '用户_573549', '18512345678', 'E10ADC3949BA59ABBE56E057F20F883E', '2', '0', '', '河南省', '郑州市', '金水区', '2020-09-14 11:29:48', '2', null, '2', '0', '0', '', '/upload/2020-09-14/20200914112947806.png,/upload/2020-09-14/20200914112947153.png,/upload/2020-09-14/20200914112947827.png', '0', '6NT763', '1', '1', '<p>审核通过</p>', '0', '1', '/upload/2020-09-14/20200914112947806.png', '0', null, '2', '113.721214', '34.771719', '2020-09-18 17:53:18', null, '50', '/upload/2020-09-14/20200914112133128.mp4', '0', '', null);
INSERT INTO `member` VALUES ('1089', '用户_492029', '/nan.png', '用户_492029', '13311111111', 'E10ADC3949BA59ABBE56E057F20F883E', '1', '0', '', '', '', '', '2020-09-14 13:02:27', '2', null, '1', '1001', '0', '/upload/2020-09-14/20200914130226732.jpg', '/upload/2020-09-14/20200914130206939.jpg', '0', '8FKTU8', '2', '2', '<p>未通过</p>', null, '0', '/nan.png', null, '/upload/2020-09-14/20200914130249647.png', '2', null, null, null, null, '50', null, '0', '/upload/2020-09-14/2020091413021119.jpg', null);
INSERT INTO `member` VALUES ('1090', '用户_151737', '/nan.png', '用户_151737', '13975148145', 'E38C2A8778F6AE5D0E8552510D945331', '1', '0', '', '', '', '', '2020-09-14 13:02:29', '2', null, '1', '1061', '0', '/upload/2020-09-14/20200914130228210.png', '/upload/2020-09-14/20200914130017200.png', '0', '93Z6U8', '1', '2', '<p>无误</p>', '014019894B8A68107420354383D0C217', '2', '/nan.png', null, '/upload/2020-09-14/20200914130435132.png', '2', null, null, '2020-09-14 13:13:08', null, '50', null, '0', '/upload/2020-09-14/20200914130027735.png', null);
INSERT INTO `member` VALUES ('1091', '用户_482330', '/nan.png', '用户_482330', '13311111111', 'E10ADC3949BA59ABBE56E057F20F883E', '1', '0', '', '', '', '', '2020-09-14 13:03:39', '2', null, '1', '1001', '0', '/upload/2020-09-14/20200914130335234.jpg', '/upload/2020-09-14/20200914130323199.jpg', '0', '94MWQ7', '2', '2', '<p>未过</p>', null, '0', '/nan.png', null, '', '2', null, null, null, null, '50', null, '0', '/upload/2020-09-14/20200914130327239.jpeg', null);
INSERT INTO `member` VALUES ('1092', '用户_279740', '/upload/2020-09-14/20200914134337271.jpeg', '用户_279740', '12345678901', '698D51A19D8A121CE581499D7B701668', '2', '0', '', '河南省', '郑州市', '金水区', '2020-09-14 13:43:37', '2', null, '1', '0', '0', null, '/upload/2020-09-14/20200914134337271.jpeg,/upload/2020-09-14/2020091413433743.jpeg,/upload/2020-09-14/20200914134337514.jpeg', '0', '08CCH0', '2', '1', '<p>未通过</p>', '249944627B7581DCECFA8FCD66070A3F', '3', '/upload/2020-09-14/20200914134337271.jpeg', null, null, '2', '113.727702', '34.770637', '2020-09-14 13:50:18', null, '50', '/upload/2020-09-14/20200914134312302.mp4', '0', null, null);
INSERT INTO `member` VALUES ('1093', '用户_715111', '/upload/2020-09-14/20200914141128200.jpeg', '用户_715111', '18790275217', 'E10ADC3949BA59ABBE56E057F20F883E', '1', '0', '', '河南省', '郑州市', '金水区', '2020-09-14 14:11:28', '2', null, '2', '0', '0', '/upload/2020-09-14/2020091414112812.jpg', '/upload/2020-09-14/20200914141128200.jpeg,/upload/2020-09-14/20200914141128352.jpeg,/upload/2020-09-14/20200914141128561.jpeg', '0', 'F4JAOA', '1', '1', '<p>可以</p>', '2EF4BE4642A0A8EE8520E6A15E4FF1E5', '3', '/upload/2020-09-14/20200914141128200.jpeg', null, null, '2', '113.727689', '34.770622', '2020-09-14 14:22:58', null, '50', '/upload/2020-09-14/20200914141039430.mp4', '0', null, null);
INSERT INTO `member` VALUES ('1094', '用户_698263', '/upload/2020-09-14/20200914160557906.png', '用户_698263', '15656752311', '202CB962AC59075B964B07152D234B70', '1', '0', '', '河南省', '郑州市', '金水区', '2020-09-14 16:05:57', '2', '2020-09-17 16:07:36', '1', '0', '0', '', '/upload/2020-09-14/20200914160557906.png,/upload/2020-09-14/20200914160557966.png,/upload/2020-09-14/20200914160557187.png', '0', '96QN9G', '2', '1', '<p>太丑</p>', null, '0', '/upload/2020-09-14/20200914160557906.png', null, null, '2', '113.721109', '34.771688', null, null, '50', '/upload/2020-09-14/20200914160529749.mp4', '0', '', null);
INSERT INTO `member` VALUES ('1095', '用户_284234', '/upload/2020-09-14/20200914162847187.png', '用户_284234', '15211044316', '9875D361F50991AFF776DA1C57DC11DD', '2', '0', '', '湖南省', '长沙市', '芙蓉区', '2020-09-14 16:28:48', '2', null, '1', '0', '0', '/upload/2020-09-14/20200914162847688.png', '/upload/2020-09-14/20200914162847187.png,/upload/2020-09-14/20200914162847814.png,/upload/2020-09-14/20200914162847657.png,/upload/2020-09-14/20200914162847970.png', '0', 'GWT8B1', '1', '1', '<p>颜值认证</p>', '7E80F634A9C71117BBA9F00963E07F7F', '1', '/upload/2020-09-14/20200914162847187.png', '141fe1da9e1d0c8d463', null, '2', '113.003831', '28.191465', '2020-09-18 17:53:18', null, '50', '/upload/2020-09-14/20200914162639972.mp4', '0', '', null);
INSERT INTO `member` VALUES ('1096', '用户_636523', '/upload/2020-09-14/20200914163427633.jpg', '用户_636523', '13080555201', '1D4923037E04185D3236FD828F4360DD', '1', '0', '', '湖南省', '长沙市', '长沙县', '2020-09-14 16:34:27', '2', '2020-09-17 17:43:21', '1', '1008', '0', '/upload/2020-09-14/20200914163427394.jpg', '/upload/2020-09-14/20200914163427633.jpg,/upload/2020-09-14/20200914163427553.jpeg,/upload/2020-09-14/20200914163427157.jpeg', '0', '879NCV', '2', '1', '<p>照片不清晰，颜值认证未通过</p>', null, '0', '/upload/2020-09-14/20200914163427633.jpg', null, null, '2', '113.068623', '28.257429', null, null, '50', '/upload/2020-09-14/20200914163321896.mp4', '0', null, null);
INSERT INTO `member` VALUES ('1097', '用户_471565', '/upload/2020-09-14/20200914165055558.png', '用户_471565', '18670848389', '69A0284938CB5BB9F7DE0AD3E13B595E', '1', '0', '', '内蒙古自治区', '呼和浩特市', '赛罕区', '2020-09-14 16:50:55', '2', '2020-09-17 17:42:48', '1', '1061', '0', '', '/upload/2020-09-14/20200914165055558.png,/upload/2020-09-14/20200914165055965.png,/upload/2020-09-14/20200914165055540.png', '0', '5722Y0', '2', '1', '<p>颜值认证未通过</p>', null, '0', '/upload/2020-09-14/20200914165055558.png', null, null, '2', '111.706407', '40.818987', null, null, '50', '/upload/2020-09-14/20200914165052718.mp4', '0', '', null);
INSERT INTO `member` VALUES ('1098', '用户_765520', '/upload/2020-09-14/20200914174041996.jpg', '用户_765520', '13975097777', '5D9C608E673E1BDB2DE8DAFE58FB4E3B', '1', '0', '', '湖北省', '武汉市', '江汉区', '2020-09-14 16:52:15', '2', '2020-09-17 17:00:43', '1', '1008', '0', '/upload/2020-09-14/20200914165214177.jpg', '/upload/2020-09-14/20200914165029834.jpg', '0', 'W113XH', '1', '2', '<p>审核无误</p>', '5D6111331D89CB81478FB51111B7F87E', '1', '/nan.png', '1104a897921f71f1ed5', '/upload/2020-09-14/20200914170031337.png', '2', '114.250649', '30.598796', '2020-09-18 17:53:18', null, '50', null, '0', '/upload/2020-09-14/20200914165148743.jpg', null);
INSERT INTO `member` VALUES ('1099', '用户_664479', '/upload/2020-09-14/20200914165534629.jpeg', '用户_664479', '18978099421', '91318FC1331CB4FA67B434E220A18967', '1', '0', '', '广西壮族自治区', '柳州市', '城中区', '2020-09-14 16:55:34', '2', '2020-09-17 17:39:07', '1', '1008', '0', '/upload/2020-09-14/20200914165534383.jpg', '/upload/2020-09-14/20200914165534629.jpeg,/upload/2020-09-14/20200914165534279.jpeg,/upload/2020-09-14/20200914165534349.jpeg', '0', '9MED43', '2', '1', '<p>颜值认证未通过</p>', null, '0', '/upload/2020-09-14/20200914165534629.jpeg', null, null, '2', '109.439434', '24.348401', null, null, '50', '/upload/2020-09-14/20200914165519413.mp4', '0', null, null);
INSERT INTO `member` VALUES ('1100', '用户_884489', '/upload/2020-09-14/20200914170929894.jpeg', '用户_884489', '15084841410', 'EEBD80A157BC2E573E9F5B6FC42AB4AC', '1', '0', '', '湖南省', '长沙市', '长沙县', '2020-09-14 17:09:30', '2', '2020-09-17 17:38:54', '1', '1008', '0', '/upload/2020-09-14/20200914170929506.jpg', '/upload/2020-09-14/20200914170929894.jpeg,/upload/2020-09-14/20200914170929806.jpeg,/upload/2020-09-14/2020091417092945.jpeg', '0', 'HB89NZ', '2', '1', '<p>颜值认证未通过</p>', null, '0', '/upload/2020-09-14/20200914170929894.jpeg', null, null, '2', '113.132281', '28.175268', null, null, '50', '/upload/2020-09-14/20200914170854886.mp4', '0', null, null);
INSERT INTO `member` VALUES ('1101', '用户_716874', '/nan.png', '用户_716874', '18320400312', 'F82B8AB1A6D222A7A1D3AB70655405C7', '1', '0', '', '', '', '', '2020-09-14 17:22:40', '2', '2020-09-18 15:38:03', '1', '1008', '0', '/upload/2020-09-14/20200914172238616.jpg', '/upload/2020-09-14/20200914172220672.jpg', '0', '506T02', '2', '2', '<p>车主信息不全，审核未通过。</p>', null, '0', '/nan.png', null, '', '2', null, null, null, null, '50', null, '0', '/upload/2020-09-14/20200914172143432.jpg', null);
INSERT INTO `member` VALUES ('1102', '用户_978617', '/upload/2020-09-14/20200914175114577.png', '用户_978617', '18666351523', '40DAA690825DB12EC5DE698754E0D0FF', '1', '0', '', '湖南省', '长沙市', '岳麓区', '2020-09-14 17:51:14', '2', '2020-09-17 17:58:54', '1', '1008', '0', '', '/upload/2020-09-14/20200914175114577.png,/upload/2020-09-14/20200914175114706.png,/upload/2020-09-14/20200914175114288.png', '0', '6J28G8', '2', '1', '<p>颜值认证未通过</p>', null, '0', '/upload/2020-09-14/20200914175114577.png', null, null, '2', '112.907784', '28.233865', null, null, '50', '/upload/2020-09-14/20200914175111834.mp4', '0', '', null);
INSERT INTO `member` VALUES ('1103', '用户_246130', '/upload/2020-09-14/20200914181554932.png', '用户_246130', '18186001048', '6572BDAFF799084B973320F43F09B363', '1', '0', '', '湖南省', '长沙市', '岳麓区', '2020-09-14 18:15:54', '2', '2020-09-18 14:39:52', '1', '1008', '0', '', '/upload/2020-09-14/20200914181554932.png,/upload/2020-09-14/2020091418155458.png,/upload/2020-09-14/20200914181554363.png', '0', 'B0VMCG', '2', '1', '<p>颜值认证未通过</p>', null, '0', '/upload/2020-09-14/20200914181554932.png', null, null, '2', '112.964912', '28.194503', null, null, '50', '/upload/2020-09-14/20200914181550236.mp4', '0', '', null);
INSERT INTO `member` VALUES ('1104', '用户_535835', '/upload/2020-09-14/20200914184510160.png', '用户_535835', '18807426207', 'A1199EE98C8B06DC32300EA3FBAC7267', '2', '0', '', '湖南省', '长沙市', '天心区', '2020-09-14 18:45:10', '2', null, '1', '1008', '0', '', '/upload/2020-09-14/20200914184510160.png,/upload/2020-09-14/20200914184510643.png,/upload/2020-09-14/20200914184510982.png', '0', 'WD5271', '1', '1', '<p>颜值认证</p>', 'F0CD63578860DD928AA9F05A000A6704', '2', '/upload/2020-09-14/20200914184510160.png', '161a3797c8b790698c9', null, '2', '112.967936', '28.193332', '2020-09-15 00:25:08', null, '50', '/upload/2020-09-14/20200914184506725.mp4', '0', '', null);
INSERT INTO `member` VALUES ('1105', '用户_803665', '/upload/2020-09-14/20200914185428561.png', '用户_803665', '19894353869', 'FB6F906AE82A3EA3837582BB8C1F6C25', '1', '0', '', '湖南省', '长沙市', '雨花区', '2020-09-14 18:54:28', '2', '2020-09-17 21:21:55', '1', '1008', '0', '', '/upload/2020-09-14/20200914185428561.png,/upload/2020-09-14/20200914185428871.png,/upload/2020-09-14/2020091418542865.png', '0', 'HFO2S0', '2', '1', '<p>颜值认证未通过</p>', null, '0', '/upload/2020-09-14/20200914185428561.png', null, null, '2', '113.024269', '28.184153', null, null, '50', '/upload/2020-09-14/20200914185422850.mp4', '0', '', null);
INSERT INTO `member` VALUES ('1106', '用户_254223', '/upload/2020-09-14/20200914185447900.jpg', '用户_254223', '18073470884', '252620171B01CC21CC33C28531417888', '2', '0', '', '湖南省', '长沙市', '开福区', '2020-09-14 18:54:47', '2', null, '1', '1008', '0', '/upload/2020-09-14/20200914185446424.jpg', '/upload/2020-09-14/20200914185447900.jpg,/upload/2020-09-14/20200914185447598.jpeg,/upload/2020-09-14/20200914185447283.jpg', '0', '3YK407', '2', '1', '<p>颜值认证未通过，请重新提交审核。</p>', null, '0', '/upload/2020-09-14/20200914185447900.jpg', null, null, '2', '112.981847', '28.232826', null, null, '50', '/upload/2020-09-14/20200914185158635.mp4', '0', null, null);
INSERT INTO `member` VALUES ('1107', '用户_894430', '/upload/2020-09-14/20200914190654489.png', '用户_894430', '15036037433', '202CB962AC59075B964B07152D234B70', '1', '0', '', '河南省', '郑州市', '金水区', '2020-09-14 19:06:54', '2', '2020-09-17 19:08:31', '1', '0', '0', null, '/upload/2020-09-14/20200914190654489.png,/upload/2020-09-14/20200914190654569.png,/upload/2020-09-14/20200914190654668.jpeg', '0', '8J1723', '2', '1', '<p>不符合标准</p>', null, '0', '/upload/2020-09-14/20200914190654489.png', null, null, '2', '113.72768', '34.770635', null, null, '50', '/upload/2020-09-14/20200914190647920.mp4', '0', null, null);
INSERT INTO `member` VALUES ('1108', '用户_475961', '/upload/2020-09-14/20200914190926300.jpeg', '用户_475961', '15036037434', '202CB962AC59075B964B07152D234B70', '1', '0', '', '河南省', '郑州市', '金水区', '2020-09-14 19:09:26', '2', '2020-09-17 19:09:52', '2', '0', '0', null, '/upload/2020-09-14/20200914190926300.jpeg,/upload/2020-09-14/2020091419092658.jpeg,/upload/2020-09-14/20200914190926556.jpeg', '0', '9441LF', '1', '1', '<p>111</p>', '665A619FB7D3827EF790D57410150A25', '2', '/upload/2020-09-14/20200914190926300.jpeg', '120c83f76092848c03e', null, '2', '113.727657', '34.770632', '2020-09-14 19:21:08', null, '50', '/upload/2020-09-14/20200914190917859.mp4', '0', null, null);
INSERT INTO `member` VALUES ('1109', '用户_823921', '/upload/2020-09-14/20200914193546695.png', '用户_823921', '18238266332', '099759E77F3667903FECF52D1EEF7CB8', '2', '0', '', '浙江省', '嘉兴市', '嘉善县', '2020-09-14 19:35:46', '2', null, '1', '1042', '0', '', '/upload/2020-09-14/20200914193546695.png,/upload/2020-09-14/20200914193546595.png,/upload/2020-09-14/20200914193546188.png', '0', 'R26X5I', '2', '1', '<p>颜值认证未通过。</p>', null, '0', '/upload/2020-09-14/20200914193546695.png', null, null, '2', '120.923653', '30.818474', null, null, '50', '/upload/2020-09-14/20200914193515987.mp4', '0', '', null);
INSERT INTO `member` VALUES ('1110', '用户_299288', '/upload/2020-09-14/20200914201312471.jpeg', '用户_299288', '15271757826', '6504BB5751282EC9B3C393E3CBE3DC91', '2', '0', '', '湖南省', '长沙市', '开福区', '2020-09-14 20:13:13', '2', null, '1', '1008', '0', '/upload/2020-09-14/20200914201311518.jpg', '/upload/2020-09-14/20200914201312471.jpeg,/upload/2020-09-14/20200914201312224.jpeg,/upload/2020-09-14/20200914201312313.jpeg,/upload/2020-09-14/20200914201312218.jpeg,/upload/2020-09-14/2020091420131279.jpeg', '0', '1SS728', '1', '1', '<p>颜值认证通过。</p>', null, '0', '/upload/2020-09-14/20200914201312471.jpeg', null, null, '2', '112.987523', '28.218075', null, null, '50', '/upload/2020-09-14/20200914200831469.mp4', '0', null, null);
INSERT INTO `member` VALUES ('1111', '用户_342111', '/upload/2020-09-14/20200914205909897.png', '用户_342111', '15578918419', 'BEE18251B82CE0A9E8748D78BC92B718', '2', '0', '', '广西壮族自治区', '南宁市', '江南区', '2020-09-14 20:59:09', '2', null, '1', '0', '0', '', '/upload/2020-09-14/20200914205909897.png,/upload/2020-09-14/20200914205909612.png,/upload/2020-09-14/20200914205909621.png', '0', 'P95SO7', '2', '1', '<p>颜值认证未通过，视频上传模糊</p>', null, '0', '/upload/2020-09-14/20200914205909897.png', null, null, '2', '108.325014', '22.787355', null, null, '50', '/upload/2020-09-14/20200914205905976.mp4', '0', '', null);
INSERT INTO `member` VALUES ('1112', '除了Gina都是猪', '/upload/2020-09-15/20200915160034948.png', 'Gina', '13828833216', '9619AFE58A09F4BA667CC58F2C826CC1', '2', '1000', '', '湖南省', '长沙市', '开福区', '2020-09-14 21:48:34', '2', null, '1', '1007', '0', '', '/upload/2020-09-14/20200914214833518.png,/upload/2020-09-14/20200914214833241.png,/upload/2020-09-14/20200914214833419.png,/upload/2020-09-14/20200914214833467.png,/upload/2020-09-14/2020091421483312.png,/upload/2020-09-14/20200914214833885.png', '0', 'Z087B7', '1', '1', '<p>颜值认证通过。</p>', '989A748928AA9EAACBEB11166DCCD4C1', '1', '/upload/2020-09-14/20200914214833518.png', '1517bfd3f773e310cf5', null, '2', '112.975005', '28.234033', '2020-09-18 17:53:18', null, '50', '/upload/2020-09-14/20200914214827578.mp4', '205', '', null);
INSERT INTO `member` VALUES ('1113', '用户_809291', '/nan.png', '用户_809291', '18175961310', 'EE9D699CEB8E992F911216453CC2A5F6', '1', '0', '', '', '', '', '2020-09-14 22:13:10', '2', '2020-09-18 14:54:47', '1', '1045', '0', '/upload/2020-09-14/20200914221306444.png', '/upload/2020-09-14/20200914221240800.png', '0', '7N35CW', '2', '2', '<p>车辆不符合审核标准。</p>', null, '0', '/nan.png', null, '', '2', null, null, null, null, '50', null, '0', '/upload/2020-09-14/20200914221245892.png', null);
INSERT INTO `member` VALUES ('1114', '用户_522133', '/upload/2020-09-14/20200914221715378.png', '用户_522133', '17608421835', 'F83F08C686C74D86077F463EC7117E0C', '2', '0', '', '湖南省', '长沙市', '芙蓉区', '2020-09-14 22:17:15', '2', null, '1', '1007', '0', '', '/upload/2020-09-14/20200914221715378.png,/upload/2020-09-14/20200914221715995.png,/upload/2020-09-14/20200914221715275.png', '0', 'H0A326', '2', '1', '<p>颜值认证未通过，认证视频不达标。</p>', null, '0', '/upload/2020-09-14/20200914221715378.png', null, null, '2', '112.980954', '28.191551', null, null, '50', '/upload/2020-09-14/20200914221712169.mp4', '0', '', null);
INSERT INTO `member` VALUES ('1115', '用户_437904', '/upload/2020-09-14/20200914230130848.jpeg', '用户_437904', '17261301889', 'BA9167F6B8FDE6AA0B1A2238AA4817BA', '2', '0', '', '湖南省', '岳阳市', '平江县', '2020-09-14 23:01:30', '2', null, '1', '1035', '0', '/upload/2020-09-14/20200914230129833.jpg', '/upload/2020-09-14/20200914230130848.jpeg,/upload/2020-09-14/20200914230130136.jpeg,/upload/2020-09-14/20200914230130173.jpeg,/upload/2020-09-14/20200914230130306.jpeg', '0', '4OX0YG', '2', '1', '<p>颜值认证未通过。</p>', null, '0', '/upload/2020-09-14/20200914230130848.jpeg', null, null, '2', '113.753675', '28.970869', null, null, '50', '/upload/2020-09-14/20200914225833659.mp4', '0', null, null);
INSERT INTO `member` VALUES ('1116', '用户_493901', '/upload/2020-09-14/20200914230514885.png', '用户_493901', '17680322731', '35E2432D321A62165FFEC67125754041', '2', '0', '', '湖南省', '邵阳市', '新邵县', '2020-09-14 23:05:14', '2', null, '1', '0', '0', '/upload/2020-09-14/20200914230513465.png', '/upload/2020-09-14/20200914230514885.png,/upload/2020-09-14/20200914230514245.png,/upload/2020-09-14/20200914230514440.png,/upload/2020-09-14/20200914230514666.png', '0', '99G4K8', '2', '1', '<p>颜值认证未通过，照片审核不过关。</p>', null, '0', '/upload/2020-09-14/20200914230514885.png', null, null, '2', '111.486150', '27.334568', null, null, '50', '/upload/2020-09-14/20200914230125646.mp4', '0', '', null);
INSERT INTO `member` VALUES ('1117', '用户_601931', '/upload/2020-09-15/20200915012708180.jpeg', '用户_601931', '13285124022', 'EEA7CE4374C76D2537FFD55800AD887E', '1', '0', '', '浙江省', '湖州市', '安吉县', '2020-09-15 01:27:08', '2', '2020-09-18 15:17:37', '1', '1012', '0', '/upload/2020-09-15/20200915012708792.jpg', '/upload/2020-09-15/20200915012708180.jpeg,/upload/2020-09-15/20200915012708402.jpeg,/upload/2020-09-15/20200915012708459.jpeg', '0', 'L0XBS5', '2', '1', '<p>颜值认证未通过</p>', null, '0', '/upload/2020-09-15/20200915012708180.jpeg', null, null, '2', '119.661114', '30.621527', null, null, '50', '/upload/2020-09-15/20200915012416917.mp4', '0', null, null);
INSERT INTO `member` VALUES ('1118', '用户_153861', '/upload/2020-09-15/20200915022236785.png', '用户_153861', '18390883302', '866406C1EE049CDF553548A8E4B822D1', '2', '0', '', '湖南省', '长沙市', '天心区', '2020-09-15 02:22:36', '2', null, '1', '1007', '0', '', '/upload/2020-09-15/20200915022236785.png,/upload/2020-09-15/2020091502223658.png,/upload/2020-09-15/20200915022236192.png', '0', 'D580WN', '1', '1', '<p>颜值认证通过。</p>', null, '0', '/upload/2020-09-15/20200915022236785.png', null, null, '2', '112.969200', '28.195450', null, null, '50', '/upload/2020-09-15/20200915022135145.mp4', '0', '', null);
INSERT INTO `member` VALUES ('1119', '用户_567626', '/upload/2020-09-15/20200915030240294.png', '用户_567626', '15387516650', '59321BA335CFE65BCCF0F7DF0E5F7F36', '2', '0', '', '湖南省', '长沙市', '开福区', '2020-09-15 03:02:41', '2', null, '1', '1006', '0', '', '/upload/2020-09-15/20200915030240294.png,/upload/2020-09-15/20200915030240387.png,/upload/2020-09-15/20200915030240582.png', '0', 'DW92K6', '2', '1', '<p>颜值认证未通过，请重新提交视频。</p>', null, '0', '/upload/2020-09-15/20200915030240294.png', null, null, '2', '112.981247', '28.209385', null, null, '50', '/upload/2020-09-15/20200915030238646.mp4', '0', '', null);
INSERT INTO `member` VALUES ('1120', '用户_204046', '/upload/2020-09-15/20200915103832998.png', '用户_204046', '12345678901', '698D51A19D8A121CE581499D7B701668', '2', '0', '', '河南省', '郑州市', '金水区', '2020-09-15 10:38:32', '2', null, '1', '0', '0', null, '/upload/2020-09-15/20200915103832998.png,/upload/2020-09-15/20200915103832609.jpeg,/upload/2020-09-15/202009151038324.jpg', '0', '6AK1IQ', '3', '1', null, null, '0', '/upload/2020-09-15/20200915103832998.png', null, null, '2', '113.727704', '34.77064', null, null, '50', '/upload/2020-09-15/20200915103821251.mp4', '0', null, null);
INSERT INTO `member` VALUES ('1121', '用户_695798', '/upload/2020-09-15/20200915104504399.jpeg', '用户_695798', '15656752315', '202CB962AC59075B964B07152D234B70', '1', '0', '', '', '', '', '2020-09-15 10:45:04', '2', '2020-09-18 10:46:00', '2', '0', '0', null, '/upload/2020-09-15/20200915104504399.jpeg,/upload/2020-09-15/20200915104504248.jpeg,/upload/2020-09-15/20200915104504151.jpeg', '0', 'CW5KG5', '1', '1', '<p>123</p>', 'DA670AB2B9D589CE0CD165EBC91E10F8', '1', '/upload/2020-09-15/20200915104504399.jpeg', '1507bfd3f773445e739', null, '2', null, null, '2020-09-18 17:53:18', null, '50', '/upload/2020-09-15/20200915104450372.mp4', '0', null, null);
INSERT INTO `member` VALUES ('1122', '玺玺子', '/upload/2020-09-15/20200915114314352.png', '玺玺子', '15576682472', 'D4A25F155E208124BC3E6658D5D4F2CF', '2', '0', '', '湖南省', '长沙市', '岳麓区', '2020-09-15 11:43:14', '2', null, '1', '0', '0', '', '/upload/2020-09-15/20200915114314352.png,/upload/2020-09-15/20200915114314342.png,/upload/2020-09-15/20200915114314653.png,/upload/2020-09-15/20200915114314784.png', '0', 'SM6VFE', '1', '1', '<p>颜值认证通过。</p>', '6E7F8F710CD1A4A020CFBA253E9CE21E', '1', '/upload/2020-09-15/20200915114314352.png', '18171adc03be18b5614', null, '2', '112.929009', '28.249941', '2020-09-18 17:53:18', null, '46', '/upload/2020-09-15/2020091511430013.mp4', '103', '', null);
INSERT INTO `member` VALUES ('1123', '用户_484873', '/upload/2020-09-15/20200915134905697.jpeg', '用户_484873', '15656752317', 'E10ADC3949BA59ABBE56E057F20F883E', '1', '0', '', '', '', '', '2020-09-15 13:49:05', '2', '2020-09-18 13:51:50', '1', '0', '0', null, '/upload/2020-09-15/20200915134905697.jpeg,/upload/2020-09-15/20200915134905640.jpeg,/upload/2020-09-15/20200915134905543.jpeg', '0', '2O91S8', '2', '1', '<p>tai chou</p>', null, '0', '/upload/2020-09-15/20200915134905697.jpeg', null, null, '2', null, null, null, null, '50', '/upload/2020-09-15/20200915134856347.mp4', '0', null, null);
INSERT INTO `member` VALUES ('1124', '用户_259321', '/upload/2020-09-15/20200915135240330.jpeg', '用户_259321', '15656752317', 'E10ADC3949BA59ABBE56E057F20F883E', '1', '0', '', '', '', '', '2020-09-15 13:52:41', '2', '2020-09-18 13:53:30', '1', '0', '0', null, '/upload/2020-09-15/20200915135240330.jpeg,/upload/2020-09-15/20200915135240398.jpeg,/upload/2020-09-15/20200915135240940.jpeg', '0', 'O4S5MC', '2', '1', '<p>清发本人照片，和视频</p>', null, '0', '/upload/2020-09-15/20200915135240330.jpeg', null, null, '2', null, null, null, null, '50', '/upload/2020-09-15/20200915135233288.mp4', '0', null, null);
INSERT INTO `member` VALUES ('1125', '用户_622925', '/upload/2020-09-15/20200915135528457.jpeg', '用户_622925', '15656752317', '202CB962AC59075B964B07152D234B70', '1', '0', '', '河南省', '郑州市', '金水区', '2020-09-15 13:55:28', '2', '2020-09-18 13:55:45', '2', '0', '0', null, '/upload/2020-09-15/20200915135528457.jpeg,/upload/2020-09-15/20200915135528559.jpeg,/upload/2020-09-15/202009151355284.jpg', '0', '8JSHJ2', '1', '1', '<p>可以</p>\n<p>&nbsp;</p>', '6A86C5B795053371E456809EC3280796', '1', '/upload/2020-09-15/20200915135528457.jpeg', '120c83f76092848c03e', null, '2', '113.72771', '34.770636', '2020-09-18 17:53:18', null, '50', '/upload/2020-09-15/20200915135446744.mp4', '0', null, null);
INSERT INTO `member` VALUES ('1126', '用户_352861', '/upload/2020-09-15/20200915140411965.jpeg', '用户_352861', '15656752318', '202CB962AC59075B964B07152D234B70', '1', '0', '', '', '', '', '2020-09-15 14:04:11', '2', '2020-09-18 14:04:44', '2', '0', '0', null, '/upload/2020-09-15/20200915140411965.jpeg,/upload/2020-09-15/2020091514041149.jpeg,/upload/2020-09-15/20200915140411779.jpeg', '0', '8RP8V6', '1', '1', '<p>111</p>', 'FB04E39C62CA66A587CCD6ECE58A90F1', '1', '/upload/2020-09-15/20200915140411965.jpeg', '13065ffa4eb99233d58', null, '2', null, null, '2020-09-18 17:53:18', null, '50', '/upload/2020-09-15/20200915140242268.mp4', '0', null, null);
INSERT INTO `member` VALUES ('1127', '用户_728971', '/upload/2020-09-15/2020091514140758.jpeg', '用户_728971', '15656752319', '698D51A19D8A121CE581499D7B701668', '1', '0', '', '河南省', '郑州市', '金水区', '2020-09-15 14:14:07', '2', '2020-09-18 14:14:30', '2', '0', '0', null, '/upload/2020-09-15/2020091514140758.jpeg,/upload/2020-09-15/20200915141407402.jpeg,/upload/2020-09-15/20200915141407531.jpeg', '0', '4894JL', '1', '1', '<p>111</p>', '14BFF2341937B1CF4CD2864555E494B5', '1', '/upload/2020-09-15/2020091514140758.jpeg', '13065ffa4eb99233d58', null, '2', '113.72701', '34.770514', '2020-09-18 17:53:18', null, '50', '/upload/2020-09-15/20200915141355626.mp4', '0', null, null);
INSERT INTO `member` VALUES ('1128', '客服小亮【官方】', '/upload/2020-09-16/20200916121410221.png', '小亮', '13311111112', 'E10ADC3949BA59ABBE56E057F20F883E', '1', '19', '', '湖南省', '长沙市', '开福区', '2020-09-15 15:25:29', '1', '2021-01-15 15:25:29', '1', '0', '0', '/upload/2020-09-15/20200915152514435.jpg', '/upload/2020-09-15/20200915145627815.jpg', '0', 'Q0B4N6', '1', '3', null, 'A0CBB0910990CBAFF774DE963A20E158', '6', '/nan.png', '13065ffa4ebe057ce6d', null, '1', '112.971525', '28.201875', '2020-09-15 15:26:01', '2020-09-18 15:37:08', '50', null, '26', null, '2');
INSERT INTO `member` VALUES ('1129', '用户_717101', '/nan.png', '用户_717101', '13311111113', 'E10ADC3949BA59ABBE56E057F20F883E', '1', '0', '', '湖南省', '长沙市', '岳麓区', '2020-09-15 15:27:37', '1', '2021-01-15 15:27:37', '2', '0', '0', '/upload/2020-09-15/20200915152709468.jpg', '/upload/2020-09-15/20200915152652207.jpg', '5', 'BGUNQ3', '1', '3', null, 'CE6712C2269C4672B2570BC23F776A2E', '2', '/nan.png', '13065ffa4ebc567cabf', null, '2', '112.947254', '28.230134', '2020-09-16 12:12:48', null, '90', null, '0', null, '2');
INSERT INTO `member` VALUES ('1130', '三岁就很酷', '/upload/2020-09-16/20200916153355345.jpg', '李', '18320400312', 'F82B8AB1A6D222A7A1D3AB70655405C7', '1', '0', '', '湖南省', '岳阳市', '平江县', '2020-09-15 16:08:03', '2', '2020-09-18 16:16:39', '1', '1008', '0', '/upload/2020-09-15/20200915160802229.jpg', '/upload/2020-09-15/20200915160451817.jpg', '0', 'D21S4T', '1', '2', '<p>审核无误。</p>', '6051E2B0F0CA678B160B3F6C2D46A405', '3', '/nan.png', '18071adc03b9ba9a968', '/upload/2020-09-15/20200915161629393.png', '2', '113.728409', '28.527101', '2020-09-18 16:19:08', '2020-09-18 16:19:24', '49', null, '785', '/upload/2020-09-15/20200915160745675.jpg', null);
INSERT INTO `member` VALUES ('1131', '用户_691963', '/upload/2020-09-15/20200915171915799.jpeg', '用户_691963', '16673084466', '4065CBC81E33333B3C0CE73EAFF1496E', '2', '0', '', '湖南省', '岳阳市', '岳阳楼区', '2020-09-15 17:19:16', '2', null, '1', '1035', '0', '/upload/2020-09-15/20200915171914283.jpg', '/upload/2020-09-15/20200915171915799.jpeg,/upload/2020-09-15/20200915171915438.jpeg,/upload/2020-09-15/20200915171915737.jpeg,/upload/2020-09-15/20200915171915378.jpeg,/upload/2020-09-15/20200915171915366.jpeg,/upload/2020-09-15/20200915171915299.jpeg', '0', 'L89M89', '2', '1', '<p>照片审核不过关，请重新提交高颜值照片。</p>', null, '0', '/upload/2020-09-15/20200915171915799.jpeg', null, null, '2', '113.130735', '29.300031', null, null, '50', '/upload/2020-09-15/20200915171618284.mp4', '0', null, null);
INSERT INTO `member` VALUES ('1132', '用户_331395', '/nan.png', '用户_331395', '18670728905', 'E10ADC3949BA59ABBE56E057F20F883E', '1', '0', '', '湖南省', '长沙市', '开福区', '2020-09-15 17:45:30', '2', '2020-09-18 17:46:04', '2', '0', '0', '/upload/2020-09-15/20200915174528307.jpg', '/upload/2020-09-15/20200915174510964.jpg', '0', 'D4X833', '1', '2', '<p>管理测试</p>', '8E65B12F804D38080014ECC34F76343C', '1', '/nan.png', '140fe1da9e1dd2286ce', '/upload/2020-09-15/20200915174559961.png', '2', '112.971406', '28.201913', '2020-09-18 17:53:18', null, '50', null, '0', '/upload/2020-09-15/20200915174518626.jpg', null);
INSERT INTO `member` VALUES ('1133', '用户_160129', '/nan.png', '用户_160129', '18573632057', '20A6AB34C2505504398A9AFA34EC3734', '1', '0', '', '', '', '', '2020-09-15 17:46:14', '1', '2020-09-18 18:06:15', '1', '1008', '0', '/upload/2020-09-15/20200915174613257.png', '/upload/2020-09-15/20200915174531234.png', '0', '74H6XI', '2', '2', '<p>审核未通过！您好，请上传行驶证，以便核实本人名下车辆品牌。</p>', null, '0', '/nan.png', null, '', '2', null, null, null, null, '50', null, '0', '/upload/2020-09-15/20200915174549272.png', null);
INSERT INTO `member` VALUES ('1134', '用户_771578', '/upload/2020-09-15/20200915174725109.png', '用户_771578', '13007318547', 'BD969A1CF25B79372DAEBD77B3A12233', '2', '0', '', '湖南省', '岳阳市', '平江县', '2020-09-15 17:47:25', '2', null, '1', '0', '0', '/upload/2020-09-15/20200915174719601.png', '/upload/2020-09-15/20200915174725109.png,/upload/2020-09-15/20200915174725886.png,/upload/2020-09-15/20200915174725340.png,/upload/2020-09-15/20200915174725165.png,/upload/2020-09-15/20200915174725109.png,/upload/2020-09-15/20200915174725885.png', '0', 'S489OQ', '1', '1', '<p>颜值认证通过。</p>', '959E29831FE98B3CF0256F318988C4E4', '2', '/upload/2020-09-15/20200915174725109.png', '171976fa8a34d7ecb45', null, '2', '113.583119', '28.693621', '2020-09-15 17:51:38', null, '50', '/upload/2020-09-15/20200915174502347.mp4', '47', '', null);
INSERT INTO `member` VALUES ('1135', '用户_783805', '/upload/2020-09-15/20200915180910258.jpeg', '用户_783805', '14725836900', '698D51A19D8A121CE581499D7B701668', '2', '0', '', '河南省', '郑州市', '金水区', '2020-09-15 18:09:10', '2', null, '2', '0', '0', null, '/upload/2020-09-15/20200915180910258.jpeg,/upload/2020-09-15/20200915180910468.jpeg,/upload/2020-09-15/20200915180910559.jpeg,/upload/2020-09-15/20200915180910146.jpeg,/upload/2020-09-15/20200915180910808.jpeg,/upload/2020-09-15/20200915180910573.jpeg', '0', 'A0977V', '1', '1', '<p>测试，稍后封号</p>', null, '0', '/upload/2020-09-15/20200915180910258.jpeg', null, null, '2', '113.72768', '34.770632', null, null, '50', '/upload/2020-09-15/20200915180840850.mp4', '0', null, null);
INSERT INTO `member` VALUES ('1136', '用户_326770', '/upload/2020-09-15/20200915182947458.png', '用户_326770', '18673209491', '678F9F1C7CE0CA0FA72E98F7C5F14AE7', '2', '0', '', '', '', '', '2020-09-15 18:29:47', '2', null, '1', '0', '0', '', '/upload/2020-09-15/20200915182947458.png,/upload/2020-09-15/20200915182947918.png,/upload/2020-09-15/2020091518294716.png', '0', '4152MU', '2', '1', '<p>颜值认证未通过，第1、2张照片重合度过高。</p>', null, '0', '/upload/2020-09-15/20200915182947458.png', null, null, '2', '', '', null, null, '50', '/upload/2020-09-15/20200915182943692.mp4', '0', '', null);
INSERT INTO `member` VALUES ('1137', '用户_514382', '/upload/2020-09-15/20200915184141200.jpeg', '用户_514382', '18595842314', 'E10ADC3949BA59ABBE56E057F20F883E', '1', '0', '', '河南省', '郑州市', '金水区', '2020-09-15 18:41:41', '1', '2020-09-18 18:42:35', '2', '0', '0', null, '/upload/2020-09-15/20200915184141200.jpeg,/upload/2020-09-15/20200915184141580.jpeg,/upload/2020-09-15/20200915184141239.jpeg', '0', 'E54Q7G', '1', '1', '<p>111</p>', '97DC9EDC3DEFED5B1F2D972F536C6E55', '1', '/upload/2020-09-15/20200915184141200.jpeg', '1507bfd3f773445e739', null, '2', '113.727618', '34.770622', '2020-09-18 17:53:18', null, '50', '/upload/2020-09-15/20200915184113711.mp4', '0', null, null);
INSERT INTO `member` VALUES ('1138', '用户_978906', '/nan.png', '用户_978906', '13311111114', 'E10ADC3949BA59ABBE56E057F20F883E', '1', '0', '', '湖南省', '长沙市', '岳麓区', '2020-09-15 19:07:32', '1', '2020-09-19 09:10:03', '2', '1001', '0', '/upload/2020-09-15/20200915190730822.jpg', '/upload/2020-09-15/20200915190719830.jpeg', '0', 'Y73PQL', '1', '2', '<p>测试</p>', '79BADB5C5438C3A06C4D2B0E2B42F97C', '1', '/nan.png', '13065ffa4ebc567cabf', '/upload/2020-09-16/20200916090959762.png', '2', '112.946253', '28.230532', '2020-09-18 17:53:18', null, '50', null, '0', '/upload/2020-09-15/20200915190724241.jpeg', null);
INSERT INTO `member` VALUES ('1139', '用户_422246', '/nan.png', '用户_422246', '17711711555', '060CC08700FA95E1E1714AC33E612B7F', '1', '0', '', '', '', '', '2020-09-15 20:32:14', '1', '2020-09-18 20:34:41', '1', '0', '0', '/upload/2020-09-15/20200915203208864.png', '/upload/2020-09-15/20200915203017179.png', '0', 'JV3E75', '1', '2', '<p>审核无误</p>', null, '0', '/nan.png', null, '/upload/2020-09-15/20200915203434552.png', '2', null, null, null, null, '50', null, '0', '/upload/2020-09-15/20200915203138224.png', null);
INSERT INTO `member` VALUES ('1140', 'Redamancy', '/upload/2020-09-15/20200915204921878.jpeg', '', '16673084466', '4065CBC81E33333B3C0CE73EAFF1496E', '2', '0', '', '湖南省', '岳阳市', '岳阳楼区', '2020-09-15 20:49:21', '2', null, '1', '0', '0', null, '/upload/2020-09-15/20200915204921878.jpeg,/upload/2020-09-15/20200915204921990.jpeg,/upload/2020-09-15/20200915204921577.jpeg', '0', 'OIS80G', '1', '1', '<p>颜值认证通过。</p>', 'FE927A9573440AECC74C000C8BED6858', '1', '/upload/2020-09-15/20200915204921878.jpeg', '170976fa8a31332cb57', null, '2', '113.144225', '29.302841', '2020-09-18 17:53:18', null, '50', '/upload/2020-09-15/20200915204917871.mp4', '2', null, null);
INSERT INTO `member` VALUES ('1141', '用户_572631', '/upload/2020-09-15/20200915205059502.png', '用户_572631', '18570727048', 'D29C8EEAD3CF9EB1BC6055E4A9C096D1', '2', '0', '', '湖南省', '长沙市', '天心区', '2020-09-15 20:51:00', '2', null, '1', '1019', '0', '', '/upload/2020-09-15/20200915205059502.png,/upload/2020-09-15/20200915205059441.png,/upload/2020-09-15/20200915205059224.png,/upload/2020-09-15/20200915205059673.png', '0', '86EPFL', '1', '1', '<p>颜值认证通过。</p>', '1D15182600580C59890F15D647940048', '1', '/upload/2020-09-15/20200915205059502.png', '171976fa8a36107bb2b', null, '2', '112.966011', '28.168204', '2020-09-18 17:53:18', null, '49', '/upload/2020-09-15/20200915205024561.mp4', '74', '', null);
INSERT INTO `member` VALUES ('1142', '孙大漂亮', '/upload/2020-09-15/20200915233730266.png', '用户_911844', '17680160177', '6F4863A05C872AB24D85AE2F69118AC7', '2', '0', '', '湖南省', '长沙市', '岳麓区', '2020-09-15 23:25:09', '2', null, '1', '0', '0', '', '/upload/2020-09-15/20200915232509208.png,/upload/2020-09-15/20200915232509497.png,/upload/2020-09-15/20200915232509266.png,/upload/2020-09-15/20200915232509280.png,/upload/2020-09-15/20200915232509147.png,/upload/2020-09-15/20200915232509917.png', '0', 'LRVC2T', '1', '1', '<p>颜值认证通过。</p>', 'E06A5813A37444DA14B0D7CBC333B953', '1', '/upload/2020-09-15/20200915232509208.png', '1517bfd3f77797266a0', null, '2', '112.963020', '28.171071', '2020-09-18 17:53:18', null, '50', '/upload/2020-09-15/20200915232319729.mp4', '56', '', null);
INSERT INTO `member` VALUES ('1143', '用户_321570', '/upload/2020-09-16/20200916123906842.jpeg', '用户_321570', '15580957022', '1027E7E6474AD0EDEA54FF325F5F3654', '2', '0', '', '湖南省', '永州市', '冷水滩区', '2020-09-16 12:39:07', '2', null, '1', '0', '0', null, '/upload/2020-09-16/20200916123906842.jpeg,/upload/2020-09-16/20200916123906749.jpeg,/upload/2020-09-16/20200916123906430.jpeg', '0', 'AD275G', '2', '1', '<p>颜值认证未通过，视频和照片人脸认证不符。</p>', null, '0', '/upload/2020-09-16/20200916123906842.jpeg', null, null, '2', '111.596131', '26.470108', null, null, '50', '/upload/2020-09-16/20200916123817419.mp4', '0', null, null);
INSERT INTO `member` VALUES ('1144', '用户_245260', '/upload/2020-09-16/20200916151404544.jpeg', '用户_245260', '18573249443', 'BDAB7514E866277DBD617413D1FFC3FA', '1', '0', '', '湖南省', '长沙市', '岳麓区', '2020-09-16 15:14:04', '1', '2020-09-19 15:20:55', '1', '1008', '0', null, '/upload/2020-09-16/20200916151404544.jpeg,/upload/2020-09-16/20200916151404318.jpeg,/upload/2020-09-16/2020091615140499.jpeg', '0', 'M88AAH', '2', '1', '<p>颜值认证未通过，上传照片曝光严重，请重新提交审核。</p>', null, '0', '/upload/2020-09-16/20200916151404544.jpeg', null, null, '2', '112.871312', '28.201307', null, null, '50', '/upload/2020-09-16/20200916151342991.mp4', '0', null, null);
INSERT INTO `member` VALUES ('1145', '吴昊昊昊昊', '/upload/2020-09-16/20200916154429878.png', '', '18684858687', '493219F741CF77A61920EEDDB54B179C', '1', '0', '', '广东省', '广州市', '天河区', '2020-09-16 15:37:57', '1', '2020-09-19 15:39:56', '1', '1012', '0', '/upload/2020-09-16/2020091615375571.png', '/upload/2020-09-16/20200916153727189.png', '0', 'DWWZ8B', '1', '2', '<p>认证无误。</p>', '99148710242BB2C0CF95FC29F6E9EABC', '1', '/nan.png', '161a3797c8b2b838109', '/upload/2020-09-16/20200916153938230.png', '2', '113.340108', '23.129250', '2020-09-18 17:53:18', null, '50', null, '4', '/upload/2020-09-16/20200916153734480.png', null);
INSERT INTO `member` VALUES ('1146', '用户_671716', '/upload/2020-09-16/20200916155322276.png', '用户_671716', '13729896886', '9C3B257AB4AD1FDFD892A35FF9CE3BD5', '1', '0', '', '广东省', '广州市', '天河区', '2020-09-16 15:53:22', '1', '2020-09-19 15:58:37', '1', '1012', '0', '', '/upload/2020-09-16/20200916155322276.png,/upload/2020-09-16/20200916155322997.png,/upload/2020-09-16/20200916155322633.png', '0', 'IOX60Q', '2', '1', '<p>颜值认证未通过，视频中非本人。</p>', null, '0', '/upload/2020-09-16/20200916155322276.png', null, null, '2', '113.396595', '23.127248', null, null, '50', '/upload/2020-09-16/20200916155318515.mp4', '0', '', null);
INSERT INTO `member` VALUES ('1147', '用户_706640', '/upload/2020-09-16/20200916155355891.png', '用户_706640', '18620245041', '6D2D249A0E7B3168A465B6067D864A34', '2', '0', '', '广东省', '深圳市', '福田区', '2020-09-16 15:53:55', '2', null, '1', '0', '0', '/upload/2020-09-16/20200916155354392.png', '/upload/2020-09-16/20200916155355891.png,/upload/2020-09-16/20200916155355839.png,/upload/2020-09-16/20200916155355273.png', '0', '81A268', '1', '1', '<p>颜值认证通过。</p>', '6B64F24CF8B87FB09D851F93E15ABDB9', '1', '/upload/2020-09-16/20200916155355891.png', '1114a897921b3f6f45e', null, '2', '114.092599', '22.541516', '2020-09-18 17:53:18', null, '50', '/upload/2020-09-16/20200916155031316.mp4', '0', '', null);
INSERT INTO `member` VALUES ('1148', '用户_646841', '/nan.png', '用户_646841', '13729896886', '9C3B257AB4AD1FDFD892A35FF9CE3BD5', '1', '0', '', '广东省', '广州市', '白云区', '2020-09-16 16:16:57', '1', '2020-09-19 16:24:03', '1', '1012', '0', '/upload/2020-09-16/20200916161651172.png', '/upload/2020-09-16/20200916161621303.png', '0', '1N3Y87', '1', '2', '<p>认证</p>', '20E9FBD99E40204EF4A88742F4544F7E', '1', '/nan.png', '13165ffa4eb8523b035', '/upload/2020-09-16/20200916162352326.png', '2', '113.446414', '23.367302', '2020-09-18 17:53:18', null, '50', null, '104', '/upload/2020-09-16/20200916161438253.png', null);
INSERT INTO `member` VALUES ('1149', '用户_528107', '/upload/2020-09-16/20200916164700444.jpeg', '用户_528107', '15973217051', '679D5FC858F457F0DA69CC141C8FEE98', '2', '0', '', '湖南省', '湘潭市', '岳塘区', '2020-09-16 16:47:01', '2', null, '1', '1035', '0', null, '/upload/2020-09-16/20200916164700444.jpeg,/upload/2020-09-16/20200916164700678.jpeg,/upload/2020-09-16/20200916164700665.jpeg', '0', '109619', '2', '1', '<p>颜值认证未通过，上传照片模糊。</p>', null, '0', '/upload/2020-09-16/20200916164700444.jpeg', null, null, '2', '112.922192', '27.822948', null, null, '50', '/upload/2020-09-16/20200916164653250.mp4', '0', null, null);
INSERT INTO `member` VALUES ('1150', '用户_635354', '/upload/2020-09-16/20200916172831645.jpeg', '用户_635354', '15973217051', '679D5FC858F457F0DA69CC141C8FEE98', '2', '0', '', '湖南省', '湘潭市', '岳塘区', '2020-09-16 17:28:31', '2', null, '1', '1035', '0', null, '/upload/2020-09-16/20200916172831645.jpeg,/upload/2020-09-16/20200916172831231.jpeg,/upload/2020-09-16/202009161728312.jpeg', '0', '4QQF3F', '2', '1', '<p>颜值认证通过</p>', null, '0', '/upload/2020-09-16/20200916172831645.jpeg', null, null, '2', '112.921011', '27.825701', null, null, '50', '/upload/2020-09-16/20200916172753905.mp4', '0', null, null);
INSERT INTO `member` VALUES ('1151', '用户_126588', '/nan.png', '用户_126588', '15367895155', '3C4DBB32F473843C2B55498E56B90517', '1', '0', '', '', '', '', '2020-09-16 17:39:25', '1', '2020-09-19 17:41:15', '1', '0', '0', '/upload/2020-09-16/20200916173924438.jpg', '/upload/2020-09-16/20200916173745349.jpg', '0', '2Z7QEH', '1', '2', '<p>OK&nbsp;</p>', '4D68EAB90801B95FD7E0B3362572FDA0', '1', '/nan.png', '190e35f7e0f131cefce', '/upload/2020-09-16/20200916174110899.png', '2', null, null, '2020-09-18 17:53:18', null, '50', null, '0', '/upload/2020-09-16/20200916173916124.jpg', null);
INSERT INTO `member` VALUES ('1152', '用户_379751', '/upload/2020-09-16/20200916184432172.jpeg', '用户_379751', '13789395715', '8F65BBC96DC04BF6E4572CACE42F1680', '1', '0', '', '广东省', '深圳市', '坪山区', '2020-09-16 18:44:32', '1', '2020-09-19 19:18:54', '1', '1008', '0', null, '/upload/2020-09-16/20200916184432172.jpeg,/upload/2020-09-16/20200916184432309.jpeg,/upload/2020-09-16/20200916184432438.jpeg', '0', '039DIV', '2', '1', '<p>颜值认证未通过。</p>', null, '0', '/upload/2020-09-16/20200916184432172.jpeg', null, null, '2', '114.350874', '22.700983', null, null, '50', '/upload/2020-09-16/20200916184429952.mp4', '0', null, null);
INSERT INTO `member` VALUES ('1153', '用户_393275', '/upload/2020-09-16/20200916191728499.png', '用户_393275', '18074548678', '793D36A69E6DE5ACE1AA6A2B6F2EA0A1', '2', '0', '', '湖南省', '怀化市', '洪江市', '2020-09-16 19:17:28', '2', null, '1', '0', '0', '/upload/2020-09-16/20200916191727478.png', '/upload/2020-09-16/20200916191728499.png,/upload/2020-09-16/2020091619172887.png,/upload/2020-09-16/20200916191728653.png', '0', 'T81ROJ', '2', '1', '<p>颜值认证不通过，照片不合格。</p>', null, '0', '/upload/2020-09-16/20200916191728499.png', null, null, '2', '110.138753', '27.321968', null, null, '50', '/upload/2020-09-16/20200916191225333.mp4', '0', '', null);
INSERT INTO `member` VALUES ('1154', '用户_900006', '/upload/2020-09-16/20200916193927440.png', '用户_900006', '18273129052', '499FF88B813772A913D5041502C6DA06', '1', '0', '', '新疆维吾尔自治区', '阿克苏地区', '新和县', '2020-09-16 19:39:27', '1', '2020-09-19 19:51:50', '1', '0', '0', '', '/upload/2020-09-16/20200916193927440.png,/upload/2020-09-16/20200916193927553.png,/upload/2020-09-16/20200916193927968.png', '0', 'KDUICR', '2', '1', '<p>颜值认证未通过</p>', null, '0', '/upload/2020-09-16/20200916193927440.png', null, null, '2', '82.601165', '41.556678', null, null, '50', '/upload/2020-09-16/20200916193924447.mp4', '0', '', null);
INSERT INTO `member` VALUES ('1155', '小石好美', '/upload/2020-09-16/20200916194332517.png', '用户_995279', '18074548678', '793D36A69E6DE5ACE1AA6A2B6F2EA0A1', '2', '0', '', '湖南省', '怀化市', '洪江市', '2020-09-16 19:43:32', '2', null, '1', '0', '0', '/upload/2020-09-16/20200916194331262.png', '/upload/2020-09-16/20200916194332517.png,/upload/2020-09-16/20200916194332370.png,/upload/2020-09-16/20200916194332743.png', '0', 'V1M7C7', '1', '1', '<p>颜值认证通过。</p>', 'B8A3F1734399368CD72F70B28DA73390', '2', '/upload/2020-09-16/20200916194332517.png', '191e35f7e0f64e82774', null, '2', '110.138675', '27.316326', '2020-09-16 20:03:08', null, '50', '/upload/2020-09-16/20200916191225333.mp4', '76', '', null);
INSERT INTO `member` VALUES ('1156', '用户_398278', '/upload/2020-09-16/2020091620171256.png', '用户_398278', '18664347700', '547DF100DA1FABC0ADA6052C5AC5CAC8', '2', '0', '', '湖南省', '长沙市', '开福区', '2020-09-16 20:17:12', '2', null, '1', '0', '0', '/upload/2020-09-16/20200916201711831.png', '/upload/2020-09-16/2020091620171256.png,/upload/2020-09-16/20200916201712462.png,/upload/2020-09-16/20200916201712156.png', '0', 'BIX22I', '2', '1', '<p>审核未通过，请上传本人即时自拍视频。</p>', null, '0', '/upload/2020-09-16/2020091620171256.png', null, null, '2', '112.974186', '28.195520', null, null, '50', '/upload/2020-09-16/20200916200136244.mp4', '0', '', null);
INSERT INTO `member` VALUES ('1157', '李文猫（因你而存在）', '/upload/2020-09-16/20200916203937433.png', '李林', '15200870060', 'E10ADC3949BA59ABBE56E057F20F883E', '1', '8', '', '湖南省', '长沙市', '雨花区', '2020-09-16 20:24:48', '1', '2021-01-16 20:24:48', '1', '1007', '0', '/upload/2020-09-16/20200916202429930.png', '/upload/2020-09-16/20200916202414871.png', '0', 'N8H697', '1', '3', null, 'B76019945B82E4C3D4CE7EE107C99013', '3', '/nan.png', '1114a897921e9498f1c', null, '2', '113.015878', '28.117522', '2020-09-16 20:26:38', null, '49', null, '73', null, '1');
INSERT INTO `member` VALUES ('1158', '用户_908903', '/nan.png', '用户_908903', '19973060887', 'E10ADC3949BA59ABBE56E057F20F883E', '1', '0', '', '湖南省', '长沙市', '开福区', '2020-09-16 20:30:41', '1', '2021-01-16 20:30:41', '1', '0', '0', '/upload/2020-09-16/20200916203010402.jpg', '/upload/2020-09-16/2020091620295583.jpeg', '0', '0O14CA', '1', '3', null, '3D7A8DCE219F56A67B60836993A27F16', '1', '/nan.png', '13065ffa4ebc567cabf', null, '2', '112.971481', '28.201888', '2020-09-18 17:53:18', null, '49', null, '0', null, '2');
INSERT INTO `member` VALUES ('1159', '李守护', '/upload/2020-09-16/20200916212644202.png', '李守护', '17707310007', 'FDA526BB4ABC11B6D987F2F418E8ADAC', '1', '22', '', '广东省', '韶关市', '武江区', '2020-09-16 20:36:55', '1', '2021-01-16 20:36:55', '1', '1007', '0', '/upload/2020-09-16/20200916203622950.jpg', '/upload/2020-09-16/20200916203614191.jpeg', '0', 'T8GVM0', '1', '3', null, '30B20BCD70DE18CB7411889E94D5B745', '2', '/nan.png', '1517bfd3f77799e6e1c', null, '2', '113.509569', '24.755911', '2020-09-16 21:15:08', null, '49', null, '128', null, '2');
INSERT INTO `member` VALUES ('1160', '万宝路', '/upload/2020-09-17/20200917030829757.png', '用户_414734', '18574947495', 'E10ADC3949BA59ABBE56E057F20F883E', '1', '28', '', '湖南省', '长沙市', '天心区', '2020-09-16 20:47:13', '1', '2021-01-16 20:47:13', '1', '1007', '0', '/upload/2020-09-16/2020091620465868.jpg', '/upload/2020-09-16/2020091620465135.jpeg', '0', '752A6P', '1', '3', null, '5BA18915DA4179579773DF09194E72F9', '2', '/nan.png', '101d855909f3fe0d15b', null, '2', '112.968527', '28.195132', '2020-09-17 03:07:48', null, '49', null, '0', null, '2');
INSERT INTO `member` VALUES ('1161', '用户_620419', '/nan.png', '用户_620419', '18569420147', 'E10ADC3949BA59ABBE56E057F20F883E', '1', '0', '', '湖南省', '长沙市', '开福区', '2020-09-16 20:50:49', '1', '2021-01-16 20:50:49', '1', '1007', '0', '/upload/2020-09-16/202009162049568.jpg', '/upload/2020-09-16/20200916204950654.jpeg', '0', '059P8W', '1', '3', null, '359B580F657079311CAB0AF6E5296878', '1', '/nan.png', '13065ffa4ebc567cabf', null, '2', '112.971422', '28.201897', '2020-09-18 17:53:18', null, '49', null, '0', null, '2');
INSERT INTO `member` VALUES ('1162', 'adison', '/upload/2020-09-16/20200916211820210.png', 'pei', '15673525287', 'E10ADC3949BA59ABBE56E057F20F883E', '1', '0', '', '湖南省', '长沙市', '岳麓区', '2020-09-16 20:52:57', '1', '2021-01-16 20:52:57', '1', '1007', '0', '/upload/2020-09-16/20200916205244362.jpg', '/upload/2020-09-16/20200916205238426.jpeg', '0', 'SVBS81', '1', '3', null, '001437B1BD152EEB6D280A7CCEC82022', '2', '/nan.png', '1114a897921b6762038', null, '2', '112.937954', '28.244392', '2020-09-16 21:08:28', null, '49', null, '21', null, '2');
INSERT INTO `member` VALUES ('1163', '用户_138164', '/nan.png', '用户_138164', '13467665897', 'E10ADC3949BA59ABBE56E057F20F883E', '1', '0', '', '湖南省', '长沙市', '开福区', '2020-09-16 20:55:32', '1', '2021-01-16 20:55:32', '1', '1007', '0', '/upload/2020-09-16/20200916205514797.jpg', '/upload/2020-09-16/20200916205504214.jpeg', '0', '1Z88E3', '1', '3', null, 'AEB7F23128F7BC04C6355A684655D9ED', '1', '/nan.png', '13065ffa4ebc567cabf', null, '2', '112.971433', '28.201882', '2020-09-18 17:53:18', null, '49', null, '0', null, '2');
INSERT INTO `member` VALUES ('1164', '忠', '/upload/2020-09-16/20200916212305696.png', '忠', '18711977509', 'E10ADC3949BA59ABBE56E057F20F883E', '1', '23', '', '湖南省', '长沙市', '岳麓区', '2020-09-16 20:57:38', '1', '2021-01-16 20:57:38', '1', '1007', '0', '/upload/2020-09-16/20200916205723576.jpg', '/upload/2020-09-16/2020091620571769.jpeg', '0', 'YWB19X', '1', '3', null, 'D2F12551E318643B44725426BE9C5A4A', '3', '/nan.png', '121c83f760940723338', null, '2', '112.864956', '28.206888', '2020-09-16 21:05:58', null, '49', null, '231', null, '2');
INSERT INTO `member` VALUES ('1165', '陈有钱', '/upload/2020-09-18/20200918165045991.png', '陈有钱', '13687322670', '6DC581ECE0FE4CA9CC0BD4819B4B123C', '1', '23', '', '湖南省', '长沙市', '岳麓区', '2020-09-16 20:59:26', '1', '2021-01-16 20:59:26', '1', '1007', '0', '/upload/2020-09-16/20200916205912947.jpg', '/upload/2020-09-16/20200916205907115.jpeg', '0', '50J983', '1', '3', null, '8FD400B70A4574A07763A20614082888', '2', '/nan.png', '141fe1da9e1a2bd9ca1', null, '2', '112.908230', '28.211084', '2020-09-16 21:14:48', null, '49', null, '176', null, '2');
INSERT INTO `member` VALUES ('1166', '用户_390585', '/nan.png', '用户_390585', '18597844520', 'E10ADC3949BA59ABBE56E057F20F883E', '1', '0', '', '湖南省', '长沙市', '开福区', '2020-09-16 21:03:07', '1', '2021-01-16 21:03:07', '1', '1007', '0', '/upload/2020-09-16/2020091621025368.jpg', '/upload/2020-09-16/20200916210246848.jpeg', '0', 'MQ803Y', '1', '3', null, '49F1A9E97CDA6BC59F2190F0D70AC4E9', '1', '/nan.png', '13065ffa4ebc567cabf', null, '2', '112.971492', '28.201904', '2020-09-18 17:53:18', null, '49', null, '0', null, '2');
INSERT INTO `member` VALUES ('1167', '用户_764333', '/nan.png', '用户_764333', '18674460051', '6046F19ED6CC900EF8FE2F36C647A9FD', '1', '0', '', '', '', '', '2020-09-16 21:13:56', '1', '2020-09-19 21:25:57', '1', '1012', '0', '/upload/2020-09-16/20200916211355147.png', '/upload/2020-09-16/20200916211134745.png', '0', 'BOK492', '1', '2', '<p>审核无误。</p>', null, '0', '/nan.png', null, '/upload/2020-09-16/20200916212551676.png', '2', null, null, null, null, '50', null, '0', '/upload/2020-09-16/2020091621131735.png', null);
INSERT INTO `member` VALUES ('1168', '黎明有星辰', '/upload/2020-09-16/20200916212953497.png', '黎明有星辰', '13807312345', 'E10ADC3949BA59ABBE56E057F20F883E', '1', '0', '', '湖南省', '长沙市', '天心区', '2020-09-16 21:21:20', '1', '2021-01-16 21:21:20', '1', '1007', '0', '/upload/2020-09-16/20200916212106293.jpg', '/upload/2020-09-16/20200916212043965.jpeg', '0', '79V047', '1', '3', null, 'C0ADD57139C631BCFC9F493C4404997E', '2', '/nan.png', '101d855909f33c7803f', null, '2', '112.966482', '28.183116', '2020-09-16 21:29:08', null, '49', null, '0', null, '2');
INSERT INTO `member` VALUES ('1169', '用户_406690', '/nan.png', '用户_406690', '18874159999', 'E10ADC3949BA59ABBE56E057F20F883E', '1', '0', '', '', '', '', '2020-09-16 21:23:16', '1', '2021-01-16 21:23:16', '1', '1007', '0', '/upload/2020-09-16/20200916212303909.jpg', '/upload/2020-09-16/20200916212252669.jpeg', '0', '1DDN08', '1', '3', null, null, '0', '/nan.png', null, null, '2', null, null, null, null, '50', null, '0', null, '2');
INSERT INTO `member` VALUES ('1170', '用户_450493', '/upload/2020-09-17/20200917002100921.png', '用户_450493', '18693155508', 'D51BB81791303E37A22104090C7320CE', '2', '0', '', '湖南省', '长沙市', '雨花区', '2020-09-17 00:21:00', '2', null, '1', '0', '0', '', '/upload/2020-09-17/20200917002100921.png,/upload/2020-09-17/2020091700210033.png,/upload/2020-09-17/20200917002100963.png', '0', '728T0E', '2', '1', '<p>颜值认证未通过，视频中未出现本人。</p>', null, '0', '/upload/2020-09-17/20200917002100921.png', null, null, '2', '113.003601', '28.116327', null, null, '50', '/upload/2020-09-17/20200917002011948.mp4', '0', '', null);
INSERT INTO `member` VALUES ('1171', '白瑞', '/upload/2020-09-17/20200917004212440.png', '白瑞', '17683256670', 'FADD96543BC7D204CA523C4458A96133', '2', '20', '', '陕西省', '西安市', '雁塔区', '2020-09-17 00:42:12', '2', null, '1', '0', '0', '', '/upload/2020-09-17/20200917004212440.png,/upload/2020-09-17/20200917004212299.png,/upload/2020-09-17/20200917004212544.png,/upload/2020-09-17/20200917004212609.png', '0', '0WFR51', '1', '1', '<p>颜值认证通过。</p>', '16B2EEDE8F3EEE034F14F05C2C705618', '1', '/upload/2020-09-17/20200917004212440.png', '161a3797c8b459ad280', null, '2', '108.893653', '34.241386', '2020-09-18 17:53:18', null, '47', '/upload/2020-09-17/20200917004127986.mp4', '647', '', null);
INSERT INTO `member` VALUES ('1172', '用户_989786', '/upload/2020-09-17/20200917025918464.png', '用户_989786', '15084996411', '7AC7100EC4567F37926D2BBE3C2D34D4', '2', '0', '', '湖南省', '长沙市', '天心区', '2020-09-17 02:59:18', '2', null, '1', '1007', '0', '', '/upload/2020-09-17/20200917025918464.png,/upload/2020-09-17/20200917025918680.png,/upload/2020-09-17/20200917025918857.png', '0', 'TWPOGM', '1', '1', '<p>颜值认证通过。</p>', null, '0', '/upload/2020-09-17/20200917025918464.png', null, null, '2', '113.001771', '28.116232', null, null, '50', '/upload/2020-09-17/20200917025901636.mp4', '0', '', null);
INSERT INTO `member` VALUES ('1173', '用户_495083', '/upload/2020-09-17/20200917170256532.png', '用户_495083', '李鑫', 'B810DA06DFD76A1F4C5CEB529D0B739B', '2', '0', '', '湖南省', '长沙市', '开福区', '2020-09-17 17:03:13', '2', null, '2', '1035', '0', '', '/upload/2020-09-17/20200917170256532.png,/upload/2020-09-17/20200917170256706.png,/upload/2020-09-17/20200917170256730.png', '0', '9B2I92', '1', '1', '<p>颜值认证通过。</p>', null, '0', '/upload/2020-09-17/20200917170256532.png', null, null, '2', '113.038345', '28.251334', null, null, '50', '/upload/2020-09-17/20200917170028331.mp4', null, '', null);
INSERT INTO `member` VALUES ('1174', 'Chic-Yuki', '/upload/2020-09-17/20200917172628393.png', '', '18374984092', 'B810DA06DFD76A1F4C5CEB529D0B739B', '2', '200', '', '湖南省', '长沙市', '开福区', '2020-09-17 17:26:28', '2', null, '1', '1035', '0', '', '/upload/2020-09-17/20200917172628393.png,/upload/2020-09-17/20200917172628402.png,/upload/2020-09-17/20200917172628270.png', '0', '0W321K', '1', '1', '<p>颜值认证通过。</p>', 'E6C32074FBA8C57FABB18D02D52A1FFC', '1', '/upload/2020-09-17/20200917172628393.png', '141fe1da9e1c4774a37', null, '2', '113.038360', '28.251390', '2020-09-18 17:53:18', null, '49', '/upload/2020-09-17/20200917172546216.mp4', '175', '', null);
INSERT INTO `member` VALUES ('1175', '用户_946625', '/upload/2020-09-17/20200917200321137.png', '用户_946625', '15292222289', 'E10ADC3949BA59ABBE56E057F20F883E', '2', '0', '', '湖南省', '长沙市', '天心区', '2020-09-17 20:03:21', '2', null, '2', '1035', '0', '', '/upload/2020-09-17/20200917200321137.png,/upload/2020-09-17/20200917200321653.png,/upload/2020-09-17/20200917200321908.png,/upload/2020-09-17/20200917200321636.png', '0', 'UW8L2B', '1', '1', '<p>颜值认证通过。</p>', null, '0', '/upload/2020-09-17/20200917200321137.png', null, null, '2', '112.989737', '28.065469', null, null, '50', '/upload/2020-09-17/20200917200315952.mp4', null, '', null);
INSERT INTO `member` VALUES ('1176', '用户_440814', '/upload/2020-09-17/20200917220433645.png', '用户_440814', '17670623065', '9EEDE32D45862C34C6781B4BFCE62136', '2', '0', '', '湖南省', '长沙市', '芙蓉区', '2020-09-17 22:04:33', '2', null, '1', '1008', '0', '', '/upload/2020-09-17/20200917220433645.png,/upload/2020-09-17/20200917220433320.png,/upload/2020-09-17/20200917220433578.png', '0', '468QAU', '1', '1', '<p>颜值认证通过。</p>', null, '0', '/upload/2020-09-17/20200917220433645.png', null, null, '2', '112.978360', '28.193719', null, null, '50', '/upload/2020-09-17/20200917220426112.mp4', null, '', null);
INSERT INTO `member` VALUES ('1177', '用户_149329', '/upload/2020-09-18/20200918001707312.jpeg', '用户_149329', '15273128731', '22806E9CCC57C5D560DD4D9F551B7A8C', '2', '0', '', '湖南省', '益阳市', '赫山区', '2020-09-18 00:17:07', '2', null, '1', '0', '0', null, '/upload/2020-09-18/20200918001707312.jpeg,/upload/2020-09-18/20200918001707950.jpeg,/upload/2020-09-18/20200918001707206.jpeg', '0', 'B043C2', '2', '1', '<p>颜值认证未通过。</p>', null, '0', '/upload/2020-09-18/20200918001707312.jpeg', null, null, '2', '112.372205', '28.576063', null, null, '50', '/upload/2020-09-18/20200918001639229.mp4', null, null, null);
INSERT INTO `member` VALUES ('1178', '用户_272849', '/upload/2020-09-18/2020091800224294.png', '用户_272849', '18569543081', '51031725A4F523BB221AB9589E916FFA', '2', '0', '', '湖南省', '湘潭市', '岳塘区', '2020-09-18 00:22:42', '2', null, '1', '0', '0', '/upload/2020-09-18/20200918002241178.png', '/upload/2020-09-18/2020091800224294.png,/upload/2020-09-18/20200918002242109.png,/upload/2020-09-18/20200918002242610.png,/upload/2020-09-18/20200918002242479.png,/upload/2020-09-18/2020091800224240.png', '0', 'K2B9B7', '2', '1', '<p>颜值审核未通过，请上传本人即时拍照视频。</p>', null, '0', '/upload/2020-09-18/2020091800224294.png', null, null, '2', '112.915005', '27.846897', null, null, '50', '/upload/2020-09-18/20200918001845470.mp4', null, '', null);
INSERT INTO `member` VALUES ('1179', '小娴有点甜', '/upload/2020-09-18/20200918012952408.png', '郭娴', '13187024721', '8BED1C79459A20B9A5C96243A591578E', '2', '20', '', '湖南省', '长沙市', '雨花区', '2020-09-18 01:29:52', '2', null, '1', '1035', '0', '', '/upload/2020-09-18/20200918012952408.png,/upload/2020-09-18/20200918012952947.png,/upload/2020-09-18/2020091801295296.png', '0', 'HU1630', '1', '1', '<p>颜值认证通过。</p>', '1331A1C6BD44DF8926855BCDB7B56DA4', '1', '/upload/2020-09-18/20200918012952408.png', '101d855909f10bddf3c', null, '2', '113.022839', '28.141908', '2020-09-18 17:53:18', null, '49', '/upload/2020-09-18/20200918012931985.mp4', '45', '', null);
INSERT INTO `member` VALUES ('1180', '用户_470711', '/upload/2020-09-18/20200918023421927.png', '用户_470711', '18874202134', '4B6EF858E61BB01FAE903BD9737779CE', '2', '0', '', '湖南省', '长沙市', '岳麓区', '2020-09-18 02:34:21', '2', null, '1', '0', '0', '', '/upload/2020-09-18/20200918023421927.png,/upload/2020-09-18/20200918023421703.png,/upload/2020-09-18/20200918023421309.png', '0', '4N1V8I', '1', '1', '<p>颜值认证通过。</p>', null, '0', '/upload/2020-09-18/20200918023421927.png', null, null, '2', '112.964363', '28.195478', null, null, '50', '/upload/2020-09-18/20200918023100194.mp4', null, '', null);
INSERT INTO `member` VALUES ('1181', '用户_380737', '/upload/2020-09-18/20200918155902890.png', '用户_380737', '13787005550', '7F47F2056322DEE67E7162FFD700A17C', '2', '0', '', '湖南省', '长沙市', '开福区', '2020-09-18 15:59:02', '2', null, '1', '0', '0', '', '/upload/2020-09-18/20200918155902890.png,/upload/2020-09-18/20200918155902629.png,/upload/2020-09-18/20200918155902604.png,/upload/2020-09-18/2020091815590242.png,/upload/2020-09-18/2020091815590269.png,/upload/2020-09-18/20200918155902886.png', '0', 'W3GX11', '2', '1', '<p>颜值认证未通过，请录制即时个人认证视频。</p>', null, '0', '/upload/2020-09-18/20200918155902890.png', null, null, '2', '112.968049', '28.200812', null, null, '50', '/upload/2020-09-18/20200918155809963.mp4', null, '', null);
INSERT INTO `member` VALUES ('1182', '用户_933165', '/upload/2020-09-18/20200918164433293.png', '用户_933165', '15608410061', '9A97D2AB001871B49CDDE67AFC955FE5', '2', '0', '', '湖南省', '长沙市', '岳麓区', '2020-09-18 16:44:33', '2', null, '1', '0', '0', '', '/upload/2020-09-18/20200918164433293.png,/upload/2020-09-18/2020091816443374.png,/upload/2020-09-18/20200918164433339.png', '0', 'MH27W4', '2', '1', '<p>颜值认证未通过</p>', null, '0', '/upload/2020-09-18/20200918164433293.png', null, null, '2', '112.907667', '28.212617', null, null, '50', '/upload/2020-09-18/20200918164356551.mp4', null, '', null);
INSERT INTO `member` VALUES ('1183', '用户_820400', '/upload/2020-09-18/20200918164835798.png', '用户_820400', '13787005550', '7F47F2056322DEE67E7162FFD700A17C', '2', '0', '', '湖南省', '长沙市', '开福区', '2020-09-18 16:48:35', '2', null, '1', '0', '0', '', '/upload/2020-09-18/20200918164835798.png,/upload/2020-09-18/20200918164835435.png,/upload/2020-09-18/20200918164835407.png,/upload/2020-09-18/20200918164835587.png,/upload/2020-09-18/20200918164835491.png', '0', '314IO0', '1', '1', '<p>颜值认证通过。</p>', null, '0', '/upload/2020-09-18/20200918164835798.png', null, null, '2', '112.968204', '28.201149', null, null, '50', '/upload/2020-09-18/20200918164744246.mp4', null, '', null);
INSERT INTO `member` VALUES ('1184', '用户_865185', '/upload/2020-09-18/20200918171826133.png', '用户_865185', '15616220536', 'A69328A8E1291D1E3CFB225F10416992', '2', '0', '', '湖南省', '长沙市', '开福区', '2020-09-18 17:18:27', '2', null, '1', '0', '0', '', '/upload/2020-09-18/20200918171826133.png,/upload/2020-09-18/20200918171826785.png,/upload/2020-09-18/20200918171826273.png', '0', 'X79400', '2', '1', '<p>颜值审核为通过。</p>', null, '0', '/upload/2020-09-18/20200918171826133.png', null, null, '2', '112.973218', '28.237538', null, null, '50', '/upload/2020-09-18/2020091817143196.mp4', null, '', null);
INSERT INTO `member` VALUES ('1185', '用户_163768', '/upload/2020-09-18/20200918173428696.png', '用户_163768', '15616220536', 'A69328A8E1291D1E3CFB225F10416992', '2', '0', '', '湖南省', '长沙市', '开福区', '2020-09-18 17:34:29', '2', null, '1', '0', '0', '', '/upload/2020-09-18/20200918173428696.png,/upload/2020-09-18/20200918173428688.png,/upload/2020-09-18/20200918173428473.png', '0', '7J19DZ', '1', '1', '<p>颜值认证通过。</p>', null, '0', '/upload/2020-09-18/20200918173428696.png', null, null, '2', '112.973174', '28.237608', null, null, '50', '/upload/2020-09-18/20200918173110522.mp4', null, '', null);
INSERT INTO `member` VALUES ('1186', '用户_322475', '/upload/2020-09-18/20200918173438302.png', '用户_322475', '15608410061', '9A97D2AB001871B49CDDE67AFC955FE5', '2', '0', '', '湖南省', '长沙市', '岳麓区', '2020-09-18 17:34:38', '2', null, '1', '0', '0', '', '/upload/2020-09-18/20200918173438302.png,/upload/2020-09-18/20200918173438959.png,/upload/2020-09-18/20200918173438643.png', '0', '3FQ754', '1', '1', '<p>颜值认证通过。</p>', null, '0', '/upload/2020-09-18/20200918173438302.png', null, null, '2', '112.907339', '28.212705', null, null, '50', '/upload/2020-09-18/2020091817310697.mp4', null, '', null);

-- ----------------------------
-- Table structure for member_assets
-- ----------------------------
DROP TABLE IF EXISTS `member_assets`;
CREATE TABLE `member_assets` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT 'id',
  `memberId` int(11) DEFAULT NULL COMMENT '会员id',
  `memberDiamondsizeOfBlack` bigint(20) DEFAULT NULL COMMENT '剩余黑钻石数',
  `memberhornSize` bigint(20) DEFAULT NULL COMMENT '会员喇叭数',
  `meberExperienceSize` bigint(20) DEFAULT NULL COMMENT '会员经验值',
  `memberLabel` varchar(1024) DEFAULT NULL COMMENT '会员标签',
  `ciphertext` varchar(1024) DEFAULT NULL,
  `memberDiamondsizeOfGold` bigint(20) DEFAULT NULL COMMENT '剩余金钻数',
  `memberDiamondsizeOfSilver` bigint(20) DEFAULT NULL COMMENT '剩余银钻数',
  `oldMemberDiamondsizeOfBlack` bigint(20) DEFAULT NULL COMMENT '已提现黑钻数量',
  `oldMemberDiamondsizeOfSilver` bigint(20) DEFAULT NULL COMMENT '累计银钻数',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=188 DEFAULT CHARSET=utf8 COMMENT='会员资产表';

-- ----------------------------
-- Records of member_assets
-- ----------------------------
INSERT INTO `member_assets` VALUES ('1', '1000', '0', '0', '0', '', '', '98', '264', '0', '264');
INSERT INTO `member_assets` VALUES ('2', '1001', '0', '11', '26', '', '', '106854', '1214273', '0', '1214260');
INSERT INTO `member_assets` VALUES ('3', '1002', '0', '0', '1', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('4', '1003', '0', '7', '189', '', '', '1312', '264', '0', '264');
INSERT INTO `member_assets` VALUES ('5', '1004', '0', '0', '1', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('6', '1005', '0', '40', '1', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('7', '1006', '0', '0', '1', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('8', '1007', '0', '52', '6', '', '', '2034', '176', '0', '176');
INSERT INTO `member_assets` VALUES ('9', '1008', '0', '0', '898', '', '', '115', '16', '0', '0');
INSERT INTO `member_assets` VALUES ('10', '1009', '0', '4', '1', '', '', '60', '88', '0', '88');
INSERT INTO `member_assets` VALUES ('11', '1010', '0', '0', '1', '', '', '100', '18', '0', '0');
INSERT INTO `member_assets` VALUES ('12', '1011', '0', '0', '1', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('13', '1012', '0', '2', '36', '', '', '58058', '314', '0', '75912');
INSERT INTO `member_assets` VALUES ('14', '1013', '0', '0', '1', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('15', '1014', '0', '0', '1', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('16', '1015', '0', '0', '0', '', '', '100', '352', '0', '352');
INSERT INTO `member_assets` VALUES ('17', '1016', '0', '0', '0', '', '', '100', '176', '0', '176');
INSERT INTO `member_assets` VALUES ('18', '1017', '0', '0', '0', '', '', '100', '176', '0', '176');
INSERT INTO `member_assets` VALUES ('19', '1018', '0', '0', '0', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('20', '1019', '0', '3', '6', '', '', '290', '280', '0', '188');
INSERT INTO `member_assets` VALUES ('21', '1020', '0', '6', '0', '', '', '86', '576', '0', '576');
INSERT INTO `member_assets` VALUES ('22', '1021', '0', '9', '898', '', '', '38868', '88', '0', '88');
INSERT INTO `member_assets` VALUES ('23', '1022', '0', '0', '1', '', '', '118', '3', '0', '0');
INSERT INTO `member_assets` VALUES ('24', '1023', '0', '47', '0', '', '', '0', '88', '0', '88');
INSERT INTO `member_assets` VALUES ('25', '1024', '0', '0', '1', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('26', '1025', '0', '0', '1', '', '', '176', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('27', '1026', '0', '0', '0', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('28', '1027', '0', '0', '0', '', '', '100', '276', '0', '276');
INSERT INTO `member_assets` VALUES ('29', '1028', '0', '0', '0', '', '', '12', '288', '0', '288');
INSERT INTO `member_assets` VALUES ('30', '1029', '0', '0', '0', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('31', '1030', '0', '0', '0', '', '', '100', '88', '0', '88');
INSERT INTO `member_assets` VALUES ('32', '1031', '0', '0', '0', '', '', '100', '276', '0', '276');
INSERT INTO `member_assets` VALUES ('33', '1032', '0', '0', '0', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('34', '1033', '0', '0', '0', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('35', '1034', '0', '0', '0', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('36', '1035', '0', '0', '24', '', '', '16', '16', '0', '0');
INSERT INTO `member_assets` VALUES ('37', '1036', '0', '0', '1', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('38', '1037', '0', '0', '1', '', '', '100', '8', '0', '0');
INSERT INTO `member_assets` VALUES ('39', '1038', '0', '0', '0', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('40', '1039', '0', '0', '0', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('41', '1040', '0', '3', '1', '', '', '0', '788', '0', '788');
INSERT INTO `member_assets` VALUES ('42', '1041', '0', '0', '0', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('43', '1042', '0', '9', '0', '', '', '74', '630', '0', '630');
INSERT INTO `member_assets` VALUES ('44', '1043', '0', '0', '0', '', '', '100', '88', '0', '88');
INSERT INTO `member_assets` VALUES ('45', '1044', '0', '0', '0', '', '', '12', '88', '0', '88');
INSERT INTO `member_assets` VALUES ('46', '1045', '0', '4', '0', '', '', '88', '364', '0', '364');
INSERT INTO `member_assets` VALUES ('47', '1046', '0', '0', '0', '', '', '100', '88', '0', '88');
INSERT INTO `member_assets` VALUES ('48', '1047', '0', '0', '0', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('49', '1048', '0', '0', '0', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('50', '1049', '0', '0', '0', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('51', '1050', '0', '0', '0', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('52', '1051', '0', '0', '0', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('53', '1052', '0', '0', '0', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('54', '1053', '0', '0', '0', '', '', '100', '264', '0', '264');
INSERT INTO `member_assets` VALUES ('55', '1054', '0', '3', '1', '', '', '926', '176', '0', '176');
INSERT INTO `member_assets` VALUES ('56', '1055', '0', '0', '0', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('57', '1056', '0', '0', '1', '', '', '12', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('58', '1057', '0', '0', '0', '', '', '100', '696', '0', '696');
INSERT INTO `member_assets` VALUES ('59', '1058', '0', '0', '0', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('60', '1059', '0', '0', '0', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('61', '1060', '0', '0', '0', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('62', '1061', '0', '0', '0', '', '', '388', '430', '0', '430');
INSERT INTO `member_assets` VALUES ('63', '1062', '0', '8', '0', '', '', '84', '430', '0', '430');
INSERT INTO `member_assets` VALUES ('64', '1063', '0', '0', '0', '', '', '100', '342', '0', '342');
INSERT INTO `member_assets` VALUES ('65', '1064', '0', '0', '488', '', '', '1918', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('66', '1065', '0', '0', '0', '', '', '100', '45', '0', '0');
INSERT INTO `member_assets` VALUES ('67', '1066', '0', '0', '0', '', '', '100', '466', '0', '442');
INSERT INTO `member_assets` VALUES ('68', '1067', '0', '0', '0', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('69', '1068', '0', '0', '0', '', '', '100', '342', '0', '342');
INSERT INTO `member_assets` VALUES ('70', '1069', '0', '0', '0', '', '', '100', '540', '0', '540');
INSERT INTO `member_assets` VALUES ('71', '1070', '0', '0', '6', '', '', '2798', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('72', '1071', '0', '0', '0', '', '', '100', '88', '0', '88');
INSERT INTO `member_assets` VALUES ('73', '1072', '0', '0', '0', '', '', '100', '606', '0', '606');
INSERT INTO `member_assets` VALUES ('74', '1073', '0', '0', '0', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('75', '1074', '0', '0', '0', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('76', '1075', '0', '0', '6', '', '', '1192', '88', '0', '88');
INSERT INTO `member_assets` VALUES ('77', '1076', '0', '0', '0', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('78', '1077', '0', '0', '0', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('79', '1078', '0', '0', '0', '', '', '100', '352', '0', '352');
INSERT INTO `member_assets` VALUES ('80', '1079', '0', '0', '0', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('81', '1080', '0', '0', '0', '', '', '12', '88', '0', '88');
INSERT INTO `member_assets` VALUES ('82', '1081', '0', '0', '0', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('83', '1082', '0', '0', '0', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('84', '1083', '0', '0', '0', '', '', '12', '176', '0', '176');
INSERT INTO `member_assets` VALUES ('85', '1084', '0', '0', '0', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('86', '1085', '0', '0', '0', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('87', '1086', '0', '40', '898', '', '', '38808', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('88', '1087', '0', '10', '196', '', '', '41072', '288', '0', '288');
INSERT INTO `member_assets` VALUES ('89', '1088', '0', '0', '0', '', '', '100', '88', '0', '88');
INSERT INTO `member_assets` VALUES ('90', '1089', '0', '0', '0', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('91', '1090', '0', '0', '0', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('92', '1091', '0', '0', '0', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('93', '1092', '0', '0', '0', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('94', '1093', '0', '0', '0', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('95', '1094', '0', '0', '0', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('96', '1095', '0', '0', '0', '', '', '100', '176', '0', '176');
INSERT INTO `member_assets` VALUES ('97', '1096', '0', '0', '0', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('98', '1097', '0', '0', '0', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('99', '1098', '0', '0', '0', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('100', '1099', '0', '0', '0', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('101', '1100', '0', '0', '0', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('102', '1101', '0', '0', '0', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('103', '1102', '0', '0', '0', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('104', '1103', '0', '0', '0', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('105', '1104', '0', '0', '0', '', '', '100', '88', '0', '88');
INSERT INTO `member_assets` VALUES ('106', '1105', '0', '0', '0', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('107', '1106', '0', '0', '0', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('108', '1107', '0', '0', '0', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('109', '1108', '0', '0', '0', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('110', '1109', '0', '0', '0', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('111', '1110', '0', '0', '0', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('112', '1111', '0', '0', '0', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('113', '1112', '0', '0', '0', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('114', '1113', '0', '0', '0', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('115', '1114', '0', '0', '0', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('116', '1115', '0', '0', '0', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('117', '1116', '0', '0', '0', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('118', '1117', '0', '0', '0', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('119', '1118', '0', '0', '0', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('120', '1119', '0', '0', '0', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('121', '1120', '0', '0', '0', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('122', '1121', '0', '0', '0', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('123', '1122', '0', '7', '0', '', '', '84', '542', '0', '542');
INSERT INTO `member_assets` VALUES ('124', '1123', '0', '0', '0', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('125', '1124', '0', '0', '0', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('126', '1125', '0', '0', '0', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('127', '1126', '0', '0', '0', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('128', '1127', '0', '0', '0', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('129', '1128', '0', '0', '1', '', '', '38888', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('130', '1129', '0', '0', '898', '', '', '38888', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('131', '1130', '0', '2', '24', '', '', '90', '88', '0', '88');
INSERT INTO `member_assets` VALUES ('132', '1131', '0', '0', '0', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('133', '1132', '0', '0', '0', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('134', '1133', '0', '0', '0', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('135', '1134', '0', '0', '0', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('136', '1135', '0', '0', '0', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('137', '1136', '0', '0', '0', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('138', '1137', '0', '0', '0', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('139', '1138', '0', '0', '0', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('140', '1139', '0', '0', '0', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('141', '1140', '0', '0', '0', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('142', '1141', '0', '0', '0', '', '', '100', '88', '0', '88');
INSERT INTO `member_assets` VALUES ('143', '1142', '0', '0', '0', '', '', '100', '176', '0', '176');
INSERT INTO `member_assets` VALUES ('144', '1143', '0', '0', '0', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('145', '1144', '0', '0', '0', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('146', '1145', '0', '0', '0', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('147', '1146', '0', '0', '0', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('148', '1147', '0', '0', '0', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('149', '1148', '0', '0', '0', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('150', '1149', '0', '0', '0', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('151', '1150', '0', '0', '0', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('152', '1151', '0', '0', '0', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('153', '1152', '0', '0', '0', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('154', '1153', '0', '0', '0', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('155', '1154', '0', '0', '0', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('156', '1155', '0', '0', '0', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('157', '1156', '0', '0', '0', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('158', '1157', '0', '0', '6', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('159', '1158', '0', '0', '1', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('160', '1159', '0', '7', '1', '', '', '84', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('161', '1160', '0', '0', '1', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('162', '1161', '0', '0', '1', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('163', '1162', '0', '0', '1', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('164', '1163', '0', '0', '1', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('165', '1164', '0', '17', '1', '', '', '60', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('166', '1165', '0', '0', '1', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('167', '1166', '0', '0', '1', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('168', '1167', '0', '0', '0', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('169', '1168', '0', '0', '1', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('170', '1169', '0', '0', '1', '', '', '38888', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('171', '1170', '0', '0', '0', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('172', '1171', '0', '0', '0', '', '', '0', '920', '0', '920');
INSERT INTO `member_assets` VALUES ('173', '1172', '0', '0', '0', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('174', '1173', '0', '0', '0', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('175', '1174', '0', '0', '0', '', '', '100', '88', '0', '88');
INSERT INTO `member_assets` VALUES ('176', '1175', '0', '0', '0', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('177', '1176', '0', '0', '0', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('178', '1177', '0', '0', '0', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('179', '1178', '0', '0', '0', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('180', '1179', '0', '0', '0', '', '', '100', '88', '0', '88');
INSERT INTO `member_assets` VALUES ('181', '1180', '0', '0', '0', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('182', '1181', '0', '0', '0', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('183', '1182', '0', '0', '0', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('184', '1183', '0', '0', '0', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('185', '1184', '0', '0', '0', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('186', '1185', '0', '0', '0', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets` VALUES ('187', '1186', '0', '0', '0', '', '', '100', '0', '0', '0');

-- ----------------------------
-- Table structure for member_assets_copy
-- ----------------------------
DROP TABLE IF EXISTS `member_assets_copy`;
CREATE TABLE `member_assets_copy` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT 'id',
  `memberId` int(11) DEFAULT NULL COMMENT '会员id',
  `memberDiamondsizeOfBlack` bigint(20) DEFAULT NULL COMMENT '剩余黑钻石数',
  `memberhornSize` bigint(20) DEFAULT NULL COMMENT '会员喇叭数',
  `meberExperienceSize` bigint(20) DEFAULT NULL COMMENT '会员经验值',
  `memberLabel` varchar(1024) DEFAULT NULL COMMENT '会员标签',
  `ciphertext` varchar(1024) DEFAULT NULL,
  `memberDiamondsizeOfGold` bigint(20) DEFAULT NULL COMMENT '剩余金钻数',
  `memberDiamondsizeOfSilver` bigint(20) DEFAULT NULL COMMENT '剩余银钻数',
  `oldMemberDiamondsizeOfBlack` bigint(20) DEFAULT NULL COMMENT '已提现黑钻数量',
  `oldMemberDiamondsizeOfSilver` bigint(20) DEFAULT NULL COMMENT '累计银钻数',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=840 DEFAULT CHARSET=utf8 COMMENT='会员资产表';

-- ----------------------------
-- Records of member_assets_copy
-- ----------------------------
INSERT INTO `member_assets_copy` VALUES ('1', '1000', '0', '1', '0', '', '', '98', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('2', '1000', '0', '0', '0', '', '', '98', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('3', '1001', '0', '0', '1', '', '', '42776', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('4', '1001', '0', '19', '1', '', '', '42738', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('5', '1001', '0', '18', '1', '', '', '42738', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('6', '1002', '0', '0', '1', '', '', '22000', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('7', '1001', '0', '18', '1', '', '', '42738', '16888', '0', '16888');
INSERT INTO `member_assets_copy` VALUES ('8', '1002', '0', '0', '1', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('9', '1001', '0', '18', '1', '', '', '42738', '38788', '0', '38788');
INSERT INTO `member_assets_copy` VALUES ('10', '1001', '0', '18', '1', '', '', '46626', '38788', '0', '38788');
INSERT INTO `member_assets_copy` VALUES ('11', '1003', '0', '0', '1', '', '', '38788', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('12', '1001', '0', '18', '1', '', '', '46626', '38888', '0', '38888');
INSERT INTO `member_assets_copy` VALUES ('13', '1003', '0', '0', '1', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('14', '1001', '0', '18', '1', '', '', '46626', '77576', '0', '77576');
INSERT INTO `member_assets_copy` VALUES ('15', '1001', '0', '18', '1', '', '', '50514', '77576', '0', '77576');
INSERT INTO `member_assets_copy` VALUES ('16', '1004', '0', '0', '1', '', '', '38800', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('17', '1001', '0', '18', '1', '', '', '50514', '77664', '0', '77664');
INSERT INTO `member_assets_copy` VALUES ('18', '1004', '0', '0', '1', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('19', '1001', '0', '18', '1', '', '', '50514', '116364', '0', '116364');
INSERT INTO `member_assets_copy` VALUES ('20', '1001', '0', '18', '1', '', '', '54402', '116364', '0', '116364');
INSERT INTO `member_assets_copy` VALUES ('21', '1005', '0', '0', '1', '', '', '38800', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('22', '1001', '0', '18', '1', '', '', '54402', '116452', '0', '116452');
INSERT INTO `member_assets_copy` VALUES ('23', '1005', '0', '0', '1', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('24', '1001', '0', '18', '1', '', '', '54402', '155152', '0', '155152');
INSERT INTO `member_assets_copy` VALUES ('25', '1001', '0', '18', '1', '', '', '58290', '155152', '0', '155152');
INSERT INTO `member_assets_copy` VALUES ('26', '1006', '0', '0', '1', '', '', '38800', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('27', '1001', '0', '18', '1', '', '', '58290', '155240', '0', '155240');
INSERT INTO `member_assets_copy` VALUES ('28', '1006', '0', '0', '1', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('29', '1001', '0', '18', '1', '', '', '58290', '193940', '0', '193940');
INSERT INTO `member_assets_copy` VALUES ('30', '1007', '0', '0', '0', '', '', '2888', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('31', '1007', '0', '0', '6', '', '', '2888', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('32', '1007', '0', '0', '6', '', '', '2800', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('33', '1001', '0', '18', '1', '', '', '58290', '194028', '0', '194028');
INSERT INTO `member_assets_copy` VALUES ('34', '1001', '0', '18', '1', '', '', '62178', '194028', '0', '194028');
INSERT INTO `member_assets_copy` VALUES ('35', '1008', '0', '0', '4898', '', '', '38888', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('36', '1008', '0', '0', '3898', '', '', '38888', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('37', '1008', '0', '0', '2898', '', '', '38888', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('38', '1008', '0', '0', '1898', '', '', '38888', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('39', '1008', '0', '0', '898', '', '', '38888', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('40', '1008', '0', '0', '898', '', '', '38800', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('41', '1001', '0', '18', '1', '', '', '62178', '194116', '0', '194116');
INSERT INTO `member_assets_copy` VALUES ('42', '1008', '0', '0', '898', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('43', '1001', '0', '18', '1', '', '', '62178', '232816', '0', '232816');
INSERT INTO `member_assets_copy` VALUES ('44', '1001', '0', '18', '1', '', '', '66066', '232816', '0', '232816');
INSERT INTO `member_assets_copy` VALUES ('45', '1009', '0', '0', '1', '', '', '38800', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('46', '1001', '0', '18', '1', '', '', '66066', '232904', '0', '232904');
INSERT INTO `member_assets_copy` VALUES ('47', '1009', '0', '0', '1', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('48', '1001', '0', '18', '1', '', '', '66066', '271604', '0', '271604');
INSERT INTO `member_assets_copy` VALUES ('49', '1001', '0', '18', '1', '', '', '69954', '271604', '0', '271604');
INSERT INTO `member_assets_copy` VALUES ('50', '1001', '0', '18', '1', '', '', '73842', '271604', '0', '271604');
INSERT INTO `member_assets_copy` VALUES ('51', '1010', '0', '0', '1', '', '', '38800', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('52', '1001', '0', '18', '1', '', '', '73842', '271692', '0', '271692');
INSERT INTO `member_assets_copy` VALUES ('53', '1010', '0', '0', '1', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('54', '1001', '0', '18', '1', '', '', '73842', '310392', '0', '310392');
INSERT INTO `member_assets_copy` VALUES ('55', '1011', '0', '0', '1', '', '', '38800', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('56', '1001', '0', '18', '1', '', '', '73842', '310480', '0', '310480');
INSERT INTO `member_assets_copy` VALUES ('57', '1011', '0', '0', '1', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('58', '1001', '0', '18', '1', '', '', '73842', '349180', '0', '349180');
INSERT INTO `member_assets_copy` VALUES ('59', '1012', '0', '0', '0', '', '', '2888', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('60', '1012', '0', '0', '6', '', '', '2888', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('61', '1001', '0', '18', '1', '', '', '77730', '349180', '0', '349180');
INSERT INTO `member_assets_copy` VALUES ('62', '1013', '0', '0', '1', '', '', '38800', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('63', '1001', '0', '18', '1', '', '', '77730', '349268', '0', '349268');
INSERT INTO `member_assets_copy` VALUES ('64', '1013', '0', '0', '1', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('65', '1001', '0', '18', '1', '', '', '77730', '387968', '0', '387968');
INSERT INTO `member_assets_copy` VALUES ('66', '1012', '0', '2', '6', '', '', '2884', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('67', '1012', '0', '1', '6', '', '', '2884', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('68', '1003', '0', '1', '1', '', '', '98', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('69', '1003', '0', '0', '1', '', '', '98', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('70', '1012', '0', '1', '6', '', '', '2796', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('71', '1000', '0', '0', '0', '', '', '98', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('72', '1001', '0', '18', '1', '', '', '81618', '387968', '0', '387968');
INSERT INTO `member_assets_copy` VALUES ('73', '1014', '0', '0', '1', '', '', '38800', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('74', '1001', '0', '18', '1', '', '', '81618', '388056', '0', '388056');
INSERT INTO `member_assets_copy` VALUES ('75', '1014', '0', '0', '1', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('76', '1001', '0', '18', '1', '', '', '81618', '426756', '0', '426756');
INSERT INTO `member_assets_copy` VALUES ('77', '1012', '0', '0', '6', '', '', '2796', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('78', '1007', '0', '0', '6', '', '', '2712', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('79', '1015', '0', '0', '0', '', '', '100', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('80', '1001', '0', '18', '1', '', '', '81618', '426764', '0', '426756');
INSERT INTO `member_assets_copy` VALUES ('81', '1008', '0', '0', '898', '', '', '12', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('82', '1019', '0', '0', '0', '', '', '2888', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('83', '1019', '0', '0', '6', '', '', '2888', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('84', '1019', '0', '1', '6', '', '', '2886', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('85', '1019', '0', '0', '6', '', '', '2886', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('86', '1019', '0', '0', '6', '', '', '2798', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('87', '1019', '0', '0', '6', '', '', '2398', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('88', '1019', '0', '1', '6', '', '', '2396', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('89', '1019', '0', '0', '6', '', '', '2396', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('90', '1012', '0', '0', '6', '', '', '2708', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('91', '1001', '0', '18', '1', '', '', '81530', '426764', '0', '426756');
INSERT INTO `member_assets_copy` VALUES ('92', '1019', '0', '0', '6', '', '', '2396', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('93', '1020', '0', '0', '0', '', '', '100', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('94', '1020', '0', '0', '0', '', '', '100', '488', '0', '488');
INSERT INTO `member_assets_copy` VALUES ('95', '1019', '0', '0', '6', '', '', '2396', '96', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('96', '1020', '0', '0', '0', '', '', '100', '576', '0', '576');
INSERT INTO `member_assets_copy` VALUES ('97', '1019', '0', '0', '6', '', '', '2396', '104', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('98', '1001', '0', '18', '1', '', '', '85418', '426764', '0', '426756');
INSERT INTO `member_assets_copy` VALUES ('99', '1021', '0', '0', '4898', '', '', '38888', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('100', '1021', '0', '0', '3898', '', '', '38888', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('101', '1021', '0', '0', '2898', '', '', '38888', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('102', '1021', '0', '0', '1898', '', '', '38888', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('103', '1021', '0', '0', '898', '', '', '38888', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('104', '1001', '0', '18', '1', '', '', '89306', '426764', '0', '426756');
INSERT INTO `member_assets_copy` VALUES ('105', '1022', '0', '0', '1', '', '', '38800', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('106', '1001', '0', '18', '1', '', '', '89306', '426852', '0', '426844');
INSERT INTO `member_assets_copy` VALUES ('107', '1022', '0', '0', '1', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('108', '1001', '0', '18', '1', '', '', '89306', '465552', '0', '465544');
INSERT INTO `member_assets_copy` VALUES ('109', '1001', '0', '18', '1', '', '', '93194', '465552', '0', '465544');
INSERT INTO `member_assets_copy` VALUES ('110', '1024', '0', '0', '1', '', '', '38800', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('111', '1001', '0', '18', '1', '', '', '93194', '465640', '0', '465632');
INSERT INTO `member_assets_copy` VALUES ('112', '1024', '0', '0', '1', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('113', '1001', '0', '18', '1', '', '', '93194', '504340', '0', '504332');
INSERT INTO `member_assets_copy` VALUES ('114', '1025', '0', '0', '1', '', '', '38800', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('115', '1025', '0', '0', '1', '', '', '38712', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('116', '1025', '0', '0', '1', '', '', '38624', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('117', '1001', '0', '18', '1', '', '', '93194', '504428', '0', '504420');
INSERT INTO `member_assets_copy` VALUES ('118', '1025', '0', '0', '1', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('119', '1001', '0', '18', '1', '', '', '93194', '543052', '0', '543044');
INSERT INTO `member_assets_copy` VALUES ('120', '1012', '0', '0', '6', '', '', '2620', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('121', '1023', '0', '0', '0', '', '', '100', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('122', '1012', '0', '0', '6', '', '', '2620', '8', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('123', '1012', '0', '0', '6', '', '', '2532', '8', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('124', '1019', '0', '0', '6', '', '', '2308', '104', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('125', '1012', '0', '0', '6', '', '', '2444', '8', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('126', '1003', '0', '0', '1', '', '', '98', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('127', '1017', '0', '0', '0', '', '', '100', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('128', '1012', '0', '0', '6', '', '', '2356', '8', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('129', '1003', '0', '0', '1', '', '', '10', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('130', '1007', '0', '66', '6', '', '', '2580', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('131', '1019', '0', '0', '6', '', '', '2208', '104', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('132', '1012', '0', '0', '6', '', '', '2268', '8', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('133', '1012', '0', '0', '6', '', '', '2180', '8', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('134', '1019', '0', '0', '6', '', '', '2108', '104', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('135', '1012', '0', '0', '6', '', '', '2092', '8', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('136', '1012', '0', '0', '6', '', '', '2004', '8', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('137', '1012', '0', '0', '6', '', '', '1916', '8', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('138', '1022', '0', '0', '1', '', '', '3988', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('139', '1001', '0', '18', '1', '', '', '93971', '543052', '0', '543044');
INSERT INTO `member_assets_copy` VALUES ('140', '1003', '0', '5', '1', '', '', '0', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('141', '1007', '0', '66', '6', '', '', '2580', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('142', '1035', '0', '0', '6', '', '', '38800', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('143', '1001', '0', '18', '1', '', '', '93971', '543140', '0', '543132');
INSERT INTO `member_assets_copy` VALUES ('144', '1035', '0', '0', '6', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('145', '1001', '0', '18', '1', '', '', '93971', '581840', '0', '581832');
INSERT INTO `member_assets_copy` VALUES ('146', '1001', '0', '18', '1', '', '', '97859', '581840', '0', '581832');
INSERT INTO `member_assets_copy` VALUES ('147', '1036', '0', '0', '1', '', '', '38800', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('148', '1001', '0', '18', '1', '', '', '97859', '581928', '0', '581920');
INSERT INTO `member_assets_copy` VALUES ('149', '1036', '0', '0', '1', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('150', '1001', '0', '18', '1', '', '', '97859', '620628', '0', '620620');
INSERT INTO `member_assets_copy` VALUES ('151', '1022', '0', '0', '1', '', '', '7876', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('152', '1001', '0', '18', '1', '', '', '98636', '620628', '0', '620620');
INSERT INTO `member_assets_copy` VALUES ('153', '1022', '0', '0', '1', '', '', '7788', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('154', '1001', '0', '18', '1', '', '', '98636', '620716', '0', '620708');
INSERT INTO `member_assets_copy` VALUES ('155', '1022', '0', '0', '1', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('156', '1001', '0', '18', '1', '', '', '98636', '628404', '0', '628396');
INSERT INTO `member_assets_copy` VALUES ('157', '1037', '0', '0', '1', '', '', '38800', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('158', '1001', '0', '18', '1', '', '', '98636', '628492', '0', '628484');
INSERT INTO `member_assets_copy` VALUES ('159', '1037', '0', '0', '1', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('160', '1001', '0', '18', '1', '', '', '98636', '667192', '0', '667184');
INSERT INTO `member_assets_copy` VALUES ('161', '1001', '0', '18', '1', '', '', '102524', '667192', '0', '667184');
INSERT INTO `member_assets_copy` VALUES ('162', '1040', '0', '0', '1', '', '', '38800', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('163', '1040', '0', '0', '1', '', '', '38700', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('164', '1031', '0', '0', '0', '', '', '100', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('165', '1031', '0', '0', '0', '', '', '100', '176', '0', '176');
INSERT INTO `member_assets_copy` VALUES ('166', '1010', '0', '0', '1', '', '', '100', '8', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('167', '1001', '0', '18', '1', '', '', '102524', '667193', '0', '667184');
INSERT INTO `member_assets_copy` VALUES ('168', '1031', '0', '0', '0', '', '', '100', '276', '0', '276');
INSERT INTO `member_assets_copy` VALUES ('169', '1010', '0', '0', '1', '', '', '100', '18', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('170', '1001', '0', '18', '1', '', '', '102524', '667195', '0', '667184');
INSERT INTO `member_assets_copy` VALUES ('171', '1012', '0', '0', '6', '', '', '1828', '8', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('172', '1012', '0', '0', '6', '', '', '1740', '8', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('173', '1042', '0', '0', '0', '', '', '100', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('174', '1012', '0', '0', '6', '', '', '1740', '16', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('175', '1012', '0', '0', '6', '', '', '1652', '16', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('176', '1012', '0', '0', '6', '', '', '1564', '16', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('177', '1045', '0', '0', '0', '', '', '100', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('178', '1012', '0', '0', '6', '', '', '1564', '24', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('179', '1007', '0', '65', '6', '', '', '2580', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('180', '1003', '0', '5', '1', '', '', '600', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('181', '1003', '0', '5', '61', '', '', '600', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('182', '1003', '0', '5', '61', '', '', '512', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('183', '1007', '0', '64', '6', '', '', '2580', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('184', '1042', '0', '0', '0', '', '', '100', '176', '0', '176');
INSERT INTO `member_assets_copy` VALUES ('185', '1012', '0', '0', '6', '', '', '1564', '32', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('186', '1001', '0', '18', '1', '', '', '106412', '667195', '0', '667184');
INSERT INTO `member_assets_copy` VALUES ('187', '1054', '0', '0', '1', '', '', '38800', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('188', '1001', '0', '18', '1', '', '', '106472', '667195', '0', '667184');
INSERT INTO `member_assets_copy` VALUES ('189', '1001', '0', '18', '7', '', '', '106472', '667195', '0', '667184');
INSERT INTO `member_assets_copy` VALUES ('190', '1001', '0', '18', '7', '', '', '106532', '667195', '0', '667184');
INSERT INTO `member_assets_copy` VALUES ('191', '1001', '0', '18', '13', '', '', '106532', '667195', '0', '667184');
INSERT INTO `member_assets_copy` VALUES ('192', '1001', '0', '18', '13', '', '', '110420', '667195', '0', '667184');
INSERT INTO `member_assets_copy` VALUES ('193', '1012', '0', '0', '6', '', '', '1476', '32', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('194', '1012', '0', '0', '6', '', '', '1388', '32', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('195', '1019', '0', '0', '6', '', '', '1588', '104', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('196', '1057', '0', '0', '0', '', '', '100', '520', '0', '520');
INSERT INTO `member_assets_copy` VALUES ('197', '1019', '0', '0', '6', '', '', '1588', '156', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('198', '1057', '0', '0', '0', '', '', '100', '608', '0', '608');
INSERT INTO `member_assets_copy` VALUES ('199', '1019', '0', '0', '6', '', '', '1588', '164', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('200', '1040', '0', '0', '1', '', '', '38600', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('201', '1040', '0', '0', '1', '', '', '38500', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('202', '1040', '0', '0', '1', '', '', '38412', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('203', '1040', '0', '0', '1', '', '', '38312', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('204', '1040', '0', '0', '1', '', '', '38212', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('205', '1012', '0', '0', '6', '', '', '1300', '32', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('206', '1040', '0', '0', '1', '', '', '38112', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('207', '1040', '0', '0', '1', '', '', '38012', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('208', '1019', '0', '0', '6', '', '', '1588', '264', '0', '188');
INSERT INTO `member_assets_copy` VALUES ('209', '1012', '0', '0', '6', '', '', '1212', '32', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('210', '1062', '0', '0', '0', '', '', '100', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('211', '1012', '0', '0', '6', '', '', '1212', '40', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('212', '1012', '0', '0', '6', '', '', '1124', '40', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('213', '1012', '0', '0', '6', '', '', '1036', '40', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('214', '1012', '0', '0', '6', '', '', '948', '40', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('215', '1019', '0', '0', '6', '', '', '1422', '264', '0', '188');
INSERT INTO `member_assets_copy` VALUES ('216', '1019', '0', '0', '6', '', '', '1256', '264', '0', '188');
INSERT INTO `member_assets_copy` VALUES ('217', '1019', '0', '0', '6', '', '', '990', '264', '0', '188');
INSERT INTO `member_assets_copy` VALUES ('218', '1019', '0', '0', '6', '', '', '824', '264', '0', '188');
INSERT INTO `member_assets_copy` VALUES ('219', '1042', '0', '0', '0', '', '', '100', '442', '0', '442');
INSERT INTO `member_assets_copy` VALUES ('220', '1012', '0', '0', '6', '', '', '948', '66', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('221', '1019', '0', '1', '6', '', '', '822', '264', '0', '188');
INSERT INTO `member_assets_copy` VALUES ('222', '1019', '0', '0', '6', '', '', '822', '264', '0', '188');
INSERT INTO `member_assets_copy` VALUES ('223', '1002', '0', '0', '1', '', '', '12', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('224', '1064', '0', '0', '0', '', '', '2888', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('225', '1064', '0', '0', '488', '', '', '2888', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('226', '1061', '0', '0', '0', '', '', '388', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('227', '1064', '0', '0', '488', '', '', '2800', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('228', '1003', '0', '5', '61', '', '', '424', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('229', '1003', '0', '5', '61', '', '', '336', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('230', '1064', '0', '0', '488', '', '', '2712', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('231', '1064', '0', '0', '488', '', '', '2624', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('232', '1061', '0', '0', '0', '', '', '388', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('233', '1061', '0', '0', '0', '', '', '388', '254', '0', '254');
INSERT INTO `member_assets_copy` VALUES ('234', '1061', '0', '0', '0', '', '', '388', '342', '0', '342');
INSERT INTO `member_assets_copy` VALUES ('235', '1003', '0', '5', '61', '', '', '248', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('236', '1061', '0', '0', '0', '', '', '388', '430', '0', '430');
INSERT INTO `member_assets_copy` VALUES ('237', '1017', '0', '0', '0', '', '', '100', '176', '0', '176');
INSERT INTO `member_assets_copy` VALUES ('238', '1064', '0', '0', '488', '', '', '2536', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('239', '1008', '0', '0', '898', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('240', '1015', '0', '0', '0', '', '', '100', '176', '0', '176');
INSERT INTO `member_assets_copy` VALUES ('241', '1045', '0', '6', '0', '', '', '88', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('242', '1045', '0', '5', '0', '', '', '88', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('243', '1057', '0', '0', '0', '', '', '100', '696', '0', '696');
INSERT INTO `member_assets_copy` VALUES ('244', '1019', '0', '0', '6', '', '', '822', '272', '0', '188');
INSERT INTO `member_assets_copy` VALUES ('245', '1025', '0', '0', '1', '', '', '88', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('246', '1015', '0', '0', '0', '', '', '100', '264', '0', '264');
INSERT INTO `member_assets_copy` VALUES ('247', '1025', '0', '0', '1', '', '', '176', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('248', '1015', '0', '0', '0', '', '', '100', '352', '0', '352');
INSERT INTO `member_assets_copy` VALUES ('249', '1070', '0', '0', '0', '', '', '2888', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('250', '1070', '0', '0', '6', '', '', '2888', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('251', '1012', '0', '0', '6', '', '', '1236', '66', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('252', '1012', '0', '0', '6', '', '', '1148', '66', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('253', '1012', '0', '0', '6', '', '', '1060', '66', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('254', '1012', '0', '0', '6', '', '', '972', '66', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('255', '1012', '0', '0', '6', '', '', '884', '66', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('256', '1019', '0', '0', '6', '', '', '656', '272', '0', '188');
INSERT INTO `member_assets_copy` VALUES ('257', '1070', '0', '0', '6', '', '', '2800', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('258', '1012', '0', '0', '6', '', '', '796', '66', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('259', '1069', '0', '0', '0', '', '', '100', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('260', '1069', '0', '0', '0', '', '', '100', '176', '0', '176');
INSERT INTO `member_assets_copy` VALUES ('261', '1008', '0', '0', '898', '', '', '100', '8', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('262', '1001', '0', '18', '13', '', '', '110420', '667196', '0', '667184');
INSERT INTO `member_assets_copy` VALUES ('263', '1069', '0', '0', '0', '', '', '100', '264', '0', '264');
INSERT INTO `member_assets_copy` VALUES ('264', '1008', '0', '0', '898', '', '', '100', '16', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('265', '1001', '0', '18', '13', '', '', '110420', '667197', '0', '667184');
INSERT INTO `member_assets_copy` VALUES ('266', '1003', '0', '5', '61', '', '', '160', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('267', '1003', '0', '5', '61', '', '', '72', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('268', '1012', '0', '7', '6', '', '', '782', '66', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('269', '1012', '0', '6', '6', '', '', '782', '66', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('270', '1054', '0', '0', '1', '', '', '38712', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('271', '1012', '0', '6', '6', '', '', '782', '154', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('272', '1054', '0', '0', '1', '', '', '21824', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('273', '1012', '0', '6', '6', '', '', '782', '17042', '0', '16976');
INSERT INTO `member_assets_copy` VALUES ('274', '1054', '0', '0', '1', '', '', '4936', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('275', '1003', '0', '4', '61', '', '', '72', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('276', '1054', '0', '0', '1', '', '', '936', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('277', '1012', '0', '6', '6', '', '', '782', '21042', '0', '20976');
INSERT INTO `member_assets_copy` VALUES ('278', '1012', '0', '6', '6', '', '', '782', '37930', '0', '37864');
INSERT INTO `member_assets_copy` VALUES ('279', '1012', '0', '6', '6', '', '', '4670', '37930', '0', '37864');
INSERT INTO `member_assets_copy` VALUES ('280', '1075', '0', '0', '6', '', '', '38800', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('281', '1012', '0', '6', '6', '', '', '4670', '38018', '0', '37952');
INSERT INTO `member_assets_copy` VALUES ('282', '1075', '0', '0', '6', '', '', '1800', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('283', '1012', '0', '6', '6', '', '', '4670', '75018', '0', '74952');
INSERT INTO `member_assets_copy` VALUES ('284', '1075', '0', '0', '6', '', '', '1280', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('285', '1070', '0', '1', '6', '', '', '2798', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('286', '1012', '0', '6', '6', '', '', '4670', '75538', '0', '75472');
INSERT INTO `member_assets_copy` VALUES ('287', '1070', '0', '0', '6', '', '', '2798', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('288', '1075', '0', '0', '6', '', '', '1192', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('289', '1054', '0', '0', '1', '', '', '936', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('290', '1012', '0', '6', '6', '', '', '54670', '4110', '0', '75472');
INSERT INTO `member_assets_copy` VALUES ('291', '1019', '0', '0', '6', '', '', '490', '272', '0', '188');
INSERT INTO `member_assets_copy` VALUES ('292', '1012', '0', '6', '6', '', '', '54582', '4110', '0', '75472');
INSERT INTO `member_assets_copy` VALUES ('293', '1003', '0', '3', '61', '', '', '72', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('294', '1012', '0', '6', '6', '', '', '56582', '1253', '0', '75472');
INSERT INTO `member_assets_copy` VALUES ('295', '1012', '0', '6', '6', '', '', '44582', '1253', '0', '75472');
INSERT INTO `member_assets_copy` VALUES ('296', '1066', '0', '0', '0', '', '', '100', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('297', '1065', '0', '0', '0', '', '', '100', '8', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('298', '1012', '0', '6', '6', '', '', '44582', '1254', '0', '75472');
INSERT INTO `member_assets_copy` VALUES ('299', '1007', '0', '64', '6', '', '', '2492', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('300', '1019', '0', '1', '6', '', '', '488', '272', '0', '188');
INSERT INTO `member_assets_copy` VALUES ('301', '1019', '0', '0', '6', '', '', '488', '272', '0', '188');
INSERT INTO `member_assets_copy` VALUES ('302', '1019', '0', '0', '6', '', '', '400', '272', '0', '188');
INSERT INTO `member_assets_copy` VALUES ('303', '1012', '0', '6', '6', '', '', '44582', '1342', '0', '75560');
INSERT INTO `member_assets_copy` VALUES ('304', '1007', '0', '64', '6', '', '', '2404', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('305', '1054', '0', '0', '1', '', '', '936', '176', '0', '176');
INSERT INTO `member_assets_copy` VALUES ('306', '1072', '0', '0', '0', '', '', '100', '166', '0', '166');
INSERT INTO `member_assets_copy` VALUES ('307', '1072', '0', '0', '0', '', '', '100', '254', '0', '254');
INSERT INTO `member_assets_copy` VALUES ('308', '1072', '0', '0', '0', '', '', '100', '342', '0', '342');
INSERT INTO `member_assets_copy` VALUES ('309', '1072', '0', '0', '0', '', '', '100', '430', '0', '430');
INSERT INTO `member_assets_copy` VALUES ('310', '1007', '0', '63', '6', '', '', '2404', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('311', '1054', '0', '5', '1', '', '', '926', '176', '0', '176');
INSERT INTO `member_assets_copy` VALUES ('312', '1054', '0', '4', '1', '', '', '926', '176', '0', '176');
INSERT INTO `member_assets_copy` VALUES ('313', '1012', '0', '6', '6', '', '', '56582', '1342', '0', '75560');
INSERT INTO `member_assets_copy` VALUES ('314', '1053', '0', '0', '0', '', '', '100', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('315', '1053', '0', '0', '0', '', '', '100', '176', '0', '176');
INSERT INTO `member_assets_copy` VALUES ('316', '1053', '0', '0', '0', '', '', '100', '264', '0', '264');
INSERT INTO `member_assets_copy` VALUES ('317', '1012', '0', '6', '6', '', '', '56582', '1350', '0', '75560');
INSERT INTO `member_assets_copy` VALUES ('318', '1012', '0', '6', '6', '', '', '56670', '1350', '0', '75560');
INSERT INTO `member_assets_copy` VALUES ('319', '1016', '0', '0', '0', '', '', '100', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('320', '1003', '0', '3', '61', '', '', '160', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('321', '1027', '0', '0', '0', '', '', '100', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('322', '1019', '0', '0', '6', '', '', '500', '272', '0', '188');
INSERT INTO `member_assets_copy` VALUES ('323', '1027', '0', '0', '0', '', '', '100', '188', '0', '188');
INSERT INTO `member_assets_copy` VALUES ('324', '1012', '0', '6', '6', '', '', '56758', '1350', '0', '75560');
INSERT INTO `member_assets_copy` VALUES ('325', '1030', '0', '0', '0', '', '', '100', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('326', '1012', '0', '6', '6', '', '', '56846', '1350', '0', '75560');
INSERT INTO `member_assets_copy` VALUES ('327', '1027', '0', '0', '0', '', '', '100', '276', '0', '276');
INSERT INTO `member_assets_copy` VALUES ('328', '1012', '0', '6', '6', '', '', '56934', '1350', '0', '75560');
INSERT INTO `member_assets_copy` VALUES ('329', '1016', '0', '0', '0', '', '', '100', '176', '0', '176');
INSERT INTO `member_assets_copy` VALUES ('330', '1040', '0', '0', '1', '', '', '38100', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('331', '1001', '0', '18', '13', '', '', '110420', '667285', '0', '667272');
INSERT INTO `member_assets_copy` VALUES ('332', '1040', '0', '0', '1', '', '', '38200', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('333', '1001', '0', '18', '13', '', '', '110420', '667385', '0', '667372');
INSERT INTO `member_assets_copy` VALUES ('334', '1012', '0', '6', '6', '', '', '57022', '1350', '0', '75560');
INSERT INTO `member_assets_copy` VALUES ('335', '1043', '0', '0', '0', '', '', '100', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('336', '1012', '0', '6', '6', '', '', '57082', '1350', '0', '75560');
INSERT INTO `member_assets_copy` VALUES ('337', '1012', '0', '6', '12', '', '', '57082', '1350', '0', '75560');
INSERT INTO `member_assets_copy` VALUES ('338', '1012', '0', '6', '12', '', '', '57170', '1350', '0', '75560');
INSERT INTO `member_assets_copy` VALUES ('339', '1044', '0', '0', '0', '', '', '100', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('340', '1001', '0', '17', '13', '', '', '110420', '667385', '0', '667372');
INSERT INTO `member_assets_copy` VALUES ('341', '1042', '0', '1', '0', '', '', '98', '442', '0', '442');
INSERT INTO `member_assets_copy` VALUES ('342', '1042', '0', '0', '0', '', '', '98', '442', '0', '442');
INSERT INTO `member_assets_copy` VALUES ('343', '1054', '0', '4', '1', '', '', '1014', '176', '0', '176');
INSERT INTO `member_assets_copy` VALUES ('344', '1001', '0', '17', '13', '', '', '110420', '667473', '0', '667460');
INSERT INTO `member_assets_copy` VALUES ('345', '1001', '0', '16', '13', '', '', '110420', '667473', '0', '667460');
INSERT INTO `member_assets_copy` VALUES ('346', '1040', '0', '0', '1', '', '', '38300', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('347', '1001', '0', '16', '13', '', '', '110420', '667573', '0', '667560');
INSERT INTO `member_assets_copy` VALUES ('348', '1040', '0', '0', '1', '', '', '38400', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('349', '1001', '0', '16', '13', '', '', '110420', '667673', '0', '667660');
INSERT INTO `member_assets_copy` VALUES ('350', '1040', '0', '0', '1', '', '', '38488', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('351', '1001', '0', '16', '13', '', '', '110420', '667761', '0', '667748');
INSERT INTO `member_assets_copy` VALUES ('352', '1040', '0', '0', '1', '', '', '38588', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('353', '1001', '0', '16', '13', '', '', '110420', '667861', '0', '667848');
INSERT INTO `member_assets_copy` VALUES ('354', '1040', '0', '0', '1', '', '', '38688', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('355', '1001', '0', '16', '13', '', '', '110420', '667961', '0', '667948');
INSERT INTO `member_assets_copy` VALUES ('356', '1040', '0', '0', '1', '', '', '38788', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('357', '1001', '0', '16', '13', '', '', '110420', '668061', '0', '668048');
INSERT INTO `member_assets_copy` VALUES ('358', '1007', '0', '62', '6', '', '', '2404', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('359', '1012', '0', '6', '12', '', '', '57258', '1350', '0', '75560');
INSERT INTO `member_assets_copy` VALUES ('360', '1063', '0', '0', '0', '', '', '100', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('361', '1019', '0', '0', '6', '', '', '666', '272', '0', '188');
INSERT INTO `member_assets_copy` VALUES ('362', '1062', '0', '0', '0', '', '', '100', '254', '0', '254');
INSERT INTO `member_assets_copy` VALUES ('363', '1019', '0', '0', '6', '', '', '832', '272', '0', '188');
INSERT INTO `member_assets_copy` VALUES ('364', '1063', '0', '0', '0', '', '', '100', '254', '0', '254');
INSERT INTO `member_assets_copy` VALUES ('365', '1012', '0', '6', '12', '', '', '57170', '1350', '0', '75560');
INSERT INTO `member_assets_copy` VALUES ('366', '1002', '0', '0', '1', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('367', '1000', '0', '0', '0', '', '', '98', '176', '0', '176');
INSERT INTO `member_assets_copy` VALUES ('368', '1064', '0', '0', '488', '', '', '2448', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('369', '1064', '0', '0', '488', '', '', '2360', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('370', '1064', '0', '0', '488', '', '', '2272', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('371', '1064', '0', '0', '488', '', '', '2184', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('372', '1064', '0', '0', '488', '', '', '2096', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('373', '1072', '0', '0', '0', '', '', '100', '518', '0', '518');
INSERT INTO `member_assets_copy` VALUES ('374', '1003', '0', '3', '61', '', '', '248', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('375', '1063', '0', '0', '0', '', '', '100', '342', '0', '342');
INSERT INTO `member_assets_copy` VALUES ('376', '1003', '0', '3', '61', '', '', '336', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('377', '1062', '0', '0', '0', '', '', '100', '342', '0', '342');
INSERT INTO `member_assets_copy` VALUES ('378', '1045', '0', '4', '0', '', '', '88', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('379', '1066', '0', '0', '0', '', '', '100', '176', '0', '176');
INSERT INTO `member_assets_copy` VALUES ('380', '1065', '0', '0', '0', '', '', '100', '16', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('381', '1012', '0', '6', '12', '', '', '57170', '1351', '0', '75560');
INSERT INTO `member_assets_copy` VALUES ('382', '1064', '0', '0', '488', '', '', '1830', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('383', '1064', '0', '0', '488', '', '', '1918', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('384', '1062', '0', '0', '0', '', '', '100', '430', '0', '430');
INSERT INTO `member_assets_copy` VALUES ('385', '1007', '0', '61', '6', '', '', '2404', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('386', '1007', '0', '61', '6', '', '', '2304', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('387', '1012', '0', '6', '12', '', '', '57082', '1351', '0', '75560');
INSERT INTO `member_assets_copy` VALUES ('388', '1086', '0', '0', '4898', '', '', '38888', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('389', '1086', '0', '0', '3898', '', '', '38888', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('390', '1086', '0', '0', '2898', '', '', '38888', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('391', '1086', '0', '0', '1898', '', '', '38888', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('392', '1086', '0', '0', '898', '', '', '38888', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('393', '1045', '0', '4', '0', '', '', '88', '176', '0', '176');
INSERT INTO `member_assets_copy` VALUES ('394', '1045', '0', '4', '0', '', '', '88', '276', '0', '276');
INSERT INTO `member_assets_copy` VALUES ('395', '1012', '0', '6', '12', '', '', '57082', '1359', '0', '75560');
INSERT INTO `member_assets_copy` VALUES ('396', '1087', '0', '0', '4898', '', '', '38888', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('397', '1087', '0', '0', '3898', '', '', '38888', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('398', '1087', '0', '0', '2898', '', '', '38888', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('399', '1087', '0', '0', '1898', '', '', '38888', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('400', '1087', '0', '0', '898', '', '', '38888', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('401', '1042', '0', '1', '0', '', '', '96', '442', '0', '442');
INSERT INTO `member_assets_copy` VALUES ('402', '1042', '0', '0', '0', '', '', '96', '442', '0', '442');
INSERT INTO `member_assets_copy` VALUES ('403', '1087', '0', '0', '898', '', '', '41868', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('404', '1087', '0', '0', '1196', '', '', '41868', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('405', '1087', '0', '0', '196', '', '', '41868', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('406', '1087', '0', '5', '196', '', '', '41858', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('407', '1040', '0', '0', '1', '', '', '38688', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('408', '1012', '0', '5', '12', '', '', '57082', '1359', '0', '75560');
INSERT INTO `member_assets_copy` VALUES ('409', '1040', '0', '0', '1', '', '', '38588', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('410', '1012', '0', '5', '12', '', '', '56994', '1359', '0', '75560');
INSERT INTO `member_assets_copy` VALUES ('411', '1012', '0', '5', '12', '', '', '57082', '1359', '0', '75560');
INSERT INTO `member_assets_copy` VALUES ('412', '1068', '0', '0', '0', '', '', '100', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('413', '1003', '0', '3', '61', '', '', '424', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('414', '1069', '0', '0', '0', '', '', '100', '352', '0', '352');
INSERT INTO `member_assets_copy` VALUES ('415', '1019', '0', '0', '6', '', '', '998', '272', '0', '188');
INSERT INTO `member_assets_copy` VALUES ('416', '1068', '0', '0', '0', '', '', '100', '254', '0', '254');
INSERT INTO `member_assets_copy` VALUES ('417', '1080', '0', '0', '0', '', '', '12', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('418', '1064', '0', '0', '488', '', '', '1830', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('419', '1072', '0', '0', '0', '', '', '100', '606', '0', '606');
INSERT INTO `member_assets_copy` VALUES ('420', '1012', '0', '5', '12', '', '', '56994', '1359', '0', '75560');
INSERT INTO `member_assets_copy` VALUES ('421', '1012', '0', '5', '12', '', '', '56906', '1359', '0', '75560');
INSERT INTO `member_assets_copy` VALUES ('422', '1012', '0', '5', '12', '', '', '56818', '1359', '0', '75560');
INSERT INTO `member_assets_copy` VALUES ('423', '1007', '0', '61', '6', '', '', '2204', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('424', '1019', '0', '0', '6', '', '', '732', '272', '0', '188');
INSERT INTO `member_assets_copy` VALUES ('425', '1012', '0', '5', '12', '', '', '56730', '1359', '0', '75560');
INSERT INTO `member_assets_copy` VALUES ('426', '1003', '0', '3', '61', '', '', '336', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('427', '1003', '0', '3', '61', '', '', '248', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('428', '1003', '0', '3', '61', '', '', '160', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('429', '1078', '0', '0', '0', '', '', '100', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('430', '1078', '0', '0', '0', '', '', '100', '176', '0', '176');
INSERT INTO `member_assets_copy` VALUES ('431', '1066', '0', '0', '0', '', '', '100', '184', '0', '176');
INSERT INTO `member_assets_copy` VALUES ('432', '1065', '0', '0', '0', '', '', '100', '17', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('433', '1078', '0', '0', '0', '', '', '100', '264', '0', '264');
INSERT INTO `member_assets_copy` VALUES ('434', '1066', '0', '0', '0', '', '', '100', '192', '0', '176');
INSERT INTO `member_assets_copy` VALUES ('435', '1065', '0', '0', '0', '', '', '100', '18', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('436', '1078', '0', '0', '0', '', '', '100', '352', '0', '352');
INSERT INTO `member_assets_copy` VALUES ('437', '1066', '0', '0', '0', '', '', '100', '200', '0', '176');
INSERT INTO `member_assets_copy` VALUES ('438', '1065', '0', '0', '0', '', '', '100', '19', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('439', '1012', '0', '5', '12', '', '', '44730', '1359', '0', '75560');
INSERT INTO `member_assets_copy` VALUES ('440', '1012', '0', '5', '12', '', '', '56730', '1359', '0', '75560');
INSERT INTO `member_assets_copy` VALUES ('441', '1066', '0', '0', '0', '', '', '100', '466', '0', '442');
INSERT INTO `member_assets_copy` VALUES ('442', '1065', '0', '0', '0', '', '', '100', '45', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('443', '1012', '0', '5', '12', '', '', '56730', '1364', '0', '75560');
INSERT INTO `member_assets_copy` VALUES ('444', '1083', '0', '0', '0', '', '', '12', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('445', '1083', '0', '0', '0', '', '', '12', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('446', '1003', '0', '3', '61', '', '', '72', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('447', '1064', '0', '0', '488', '', '', '1918', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('448', '1069', '0', '0', '0', '', '', '100', '440', '0', '440');
INSERT INTO `member_assets_copy` VALUES ('449', '1064', '0', '0', '488', '', '', '2006', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('450', '1068', '0', '0', '0', '', '', '100', '342', '0', '342');
INSERT INTO `member_assets_copy` VALUES ('451', '1005', '0', '50', '1', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('452', '1005', '0', '49', '1', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('453', '1042', '0', '0', '0', '', '', '96', '542', '0', '542');
INSERT INTO `member_assets_copy` VALUES ('454', '1012', '0', '5', '12', '', '', '56730', '1374', '0', '75560');
INSERT INTO `member_assets_copy` VALUES ('455', '1007', '0', '61', '6', '', '', '2116', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('456', '1012', '0', '5', '12', '', '', '56818', '1374', '0', '75560');
INSERT INTO `member_assets_copy` VALUES ('457', '1071', '0', '0', '0', '', '', '100', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('458', '1040', '0', '0', '1', '', '', '38688', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('459', '1001', '0', '16', '13', '', '', '110420', '668161', '0', '668148');
INSERT INTO `member_assets_copy` VALUES ('460', '1040', '0', '2', '1', '', '', '38684', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('461', '1040', '0', '1', '1', '', '', '38684', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('462', '1040', '0', '0', '1', '', '', '38684', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('463', '1040', '0', '0', '1', '', '', '38784', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('464', '1001', '0', '16', '13', '', '', '110420', '668261', '0', '668248');
INSERT INTO `member_assets_copy` VALUES ('465', '1012', '0', '5', '12', '', '', '56906', '1374', '0', '75560');
INSERT INTO `member_assets_copy` VALUES ('466', '1088', '0', '0', '0', '', '', '100', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('467', '1045', '0', '4', '0', '', '', '88', '364', '0', '364');
INSERT INTO `member_assets_copy` VALUES ('468', '1012', '0', '5', '12', '', '', '56906', '1382', '0', '75560');
INSERT INTO `member_assets_copy` VALUES ('469', '1001', '0', '15', '13', '', '', '110420', '668261', '0', '668248');
INSERT INTO `member_assets_copy` VALUES ('470', '1001', '0', '14', '13', '', '', '110420', '668261', '0', '668248');
INSERT INTO `member_assets_copy` VALUES ('471', '1080', '0', '0', '0', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('472', '1075', '0', '0', '6', '', '', '1192', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('473', '1040', '0', '2', '1', '', '', '38780', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('474', '1040', '0', '1', '1', '', '', '38780', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('475', '1087', '0', '5', '196', '', '', '41770', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('476', '1040', '0', '1', '1', '', '', '38780', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('477', '1129', '0', '0', '4898', '', '', '38888', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('478', '1129', '0', '0', '3898', '', '', '38888', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('479', '1129', '0', '0', '2898', '', '', '38888', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('480', '1129', '0', '0', '1898', '', '', '38888', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('481', '1129', '0', '0', '898', '', '', '38888', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('482', '1040', '0', '1', '1', '', '', '38680', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('483', '1001', '0', '14', '13', '', '', '110420', '668361', '0', '668348');
INSERT INTO `member_assets_copy` VALUES ('484', '1012', '0', '5', '12', '', '', '56966', '1382', '0', '75560');
INSERT INTO `member_assets_copy` VALUES ('485', '1012', '0', '5', '18', '', '', '56966', '1382', '0', '75560');
INSERT INTO `member_assets_copy` VALUES ('486', '1012', '0', '5', '18', '', '', '57026', '1382', '0', '75560');
INSERT INTO `member_assets_copy` VALUES ('487', '1012', '0', '5', '24', '', '', '57026', '1382', '0', '75560');
INSERT INTO `member_assets_copy` VALUES ('488', '1001', '0', '14', '13', '', '', '86420', '668361', '0', '668348');
INSERT INTO `member_assets_copy` VALUES ('489', '1087', '0', '5', '196', '', '', '41670', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('490', '1040', '0', '1', '1', '', '', '38680', '188', '0', '188');
INSERT INTO `member_assets_copy` VALUES ('491', '1012', '0', '5', '24', '', '', '45026', '1382', '0', '75560');
INSERT INTO `member_assets_copy` VALUES ('492', '1087', '0', '5', '196', '', '', '41570', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('493', '1040', '0', '1', '1', '', '', '38680', '288', '0', '288');
INSERT INTO `member_assets_copy` VALUES ('494', '1087', '0', '5', '196', '', '', '41470', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('495', '1040', '0', '1', '1', '', '', '38680', '388', '0', '388');
INSERT INTO `member_assets_copy` VALUES ('496', '1087', '0', '5', '196', '', '', '41370', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('497', '1040', '0', '1', '1', '', '', '38680', '488', '0', '488');
INSERT INTO `member_assets_copy` VALUES ('498', '1087', '0', '5', '196', '', '', '41270', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('499', '1040', '0', '1', '1', '', '', '38680', '588', '0', '588');
INSERT INTO `member_assets_copy` VALUES ('500', '1087', '0', '5', '196', '', '', '41170', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('501', '1040', '0', '1', '1', '', '', '38680', '688', '0', '688');
INSERT INTO `member_assets_copy` VALUES ('502', '1001', '0', '14', '13', '', '', '86320', '668361', '0', '668348');
INSERT INTO `member_assets_copy` VALUES ('503', '1040', '0', '1', '1', '', '', '38680', '788', '0', '788');
INSERT INTO `member_assets_copy` VALUES ('504', '1040', '0', '1', '1', '', '', '38592', '788', '0', '788');
INSERT INTO `member_assets_copy` VALUES ('505', '1001', '0', '14', '13', '', '', '86320', '668449', '0', '668436');
INSERT INTO `member_assets_copy` VALUES ('506', '1012', '0', '5', '24', '', '', '45114', '1382', '0', '75560');
INSERT INTO `member_assets_copy` VALUES ('507', '1095', '0', '0', '0', '', '', '100', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('508', '1012', '0', '5', '24', '', '', '45202', '1382', '0', '75560');
INSERT INTO `member_assets_copy` VALUES ('509', '1080', '0', '0', '0', '', '', '100', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('510', '1040', '0', '1', '1', '', '', '38492', '788', '0', '788');
INSERT INTO `member_assets_copy` VALUES ('511', '1001', '0', '14', '13', '', '', '86320', '668549', '0', '668536');
INSERT INTO `member_assets_copy` VALUES ('512', '1040', '0', '1', '1', '', '', '38392', '788', '0', '788');
INSERT INTO `member_assets_copy` VALUES ('513', '1001', '0', '14', '13', '', '', '86320', '668649', '0', '668636');
INSERT INTO `member_assets_copy` VALUES ('514', '1040', '0', '1', '1', '', '', '38292', '788', '0', '788');
INSERT INTO `member_assets_copy` VALUES ('515', '1001', '0', '14', '13', '', '', '86320', '668749', '0', '668736');
INSERT INTO `member_assets_copy` VALUES ('516', '1087', '0', '5', '196', '', '', '41082', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('517', '1028', '0', '0', '0', '', '', '100', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('518', '1012', '0', '5', '24', '', '', '57202', '1382', '0', '75560');
INSERT INTO `member_assets_copy` VALUES ('519', '1028', '0', '0', '0', '', '', '12', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('520', '1087', '0', '5', '196', '', '', '41082', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('521', '1040', '0', '1', '1', '', '', '38192', '788', '0', '788');
INSERT INTO `member_assets_copy` VALUES ('522', '1028', '0', '0', '0', '', '', '12', '188', '0', '188');
INSERT INTO `member_assets_copy` VALUES ('523', '1040', '0', '1', '1', '', '', '38092', '788', '0', '788');
INSERT INTO `member_assets_copy` VALUES ('524', '1028', '0', '0', '0', '', '', '12', '288', '0', '288');
INSERT INTO `member_assets_copy` VALUES ('525', '1040', '0', '5', '1', '', '', '38084', '788', '0', '788');
INSERT INTO `member_assets_copy` VALUES ('526', '1040', '0', '4', '1', '', '', '38084', '788', '0', '788');
INSERT INTO `member_assets_copy` VALUES ('527', '1001', '0', '13', '13', '', '', '86320', '668749', '0', '668736');
INSERT INTO `member_assets_copy` VALUES ('528', '1023', '0', '50', '0', '', '', '0', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('529', '1023', '0', '49', '0', '', '', '0', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('530', '1012', '0', '4', '24', '', '', '57202', '1382', '0', '75560');
INSERT INTO `member_assets_copy` VALUES ('531', '1130', '0', '0', '0', '', '', '60', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('532', '1130', '0', '0', '6', '', '', '60', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('533', '1008', '0', '0', '898', '', '', '106', '16', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('534', '1001', '0', '13', '13', '', '', '86321', '668749', '0', '668736');
INSERT INTO `member_assets_copy` VALUES ('535', '1130', '0', '2', '6', '', '', '56', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('536', '1130', '0', '1', '6', '', '', '56', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('537', '1001', '0', '12', '13', '', '', '86321', '668749', '0', '668736');
INSERT INTO `member_assets_copy` VALUES ('538', '1001', '0', '11', '13', '', '', '86321', '668749', '0', '668736');
INSERT INTO `member_assets_copy` VALUES ('539', '1040', '0', '4', '1', '', '', '37984', '788', '0', '788');
INSERT INTO `member_assets_copy` VALUES ('540', '1087', '0', '5', '196', '', '', '41082', '188', '0', '188');
INSERT INTO `member_assets_copy` VALUES ('541', '1040', '0', '3', '1', '', '', '37984', '788', '0', '788');
INSERT INTO `member_assets_copy` VALUES ('542', '1003', '0', '3', '61', '', '', '160', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('543', '1095', '0', '0', '0', '', '', '100', '176', '0', '176');
INSERT INTO `member_assets_copy` VALUES ('544', '1003', '0', '3', '61', '', '', '248', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('545', '1083', '0', '0', '0', '', '', '12', '176', '0', '176');
INSERT INTO `member_assets_copy` VALUES ('546', '1001', '0', '11', '13', '', '', '110321', '668749', '0', '668736');
INSERT INTO `member_assets_copy` VALUES ('547', '1056', '0', '0', '1', '', '', '38800', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('548', '1001', '0', '11', '13', '', '', '110321', '668837', '0', '668824');
INSERT INTO `member_assets_copy` VALUES ('549', '1056', '0', '0', '1', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('550', '1001', '0', '11', '13', '', '', '110321', '707537', '0', '707524');
INSERT INTO `member_assets_copy` VALUES ('551', '1054', '0', '4', '1', '', '', '926', '176', '0', '176');
INSERT INTO `member_assets_copy` VALUES ('552', '1122', '0', '0', '0', '', '', '100', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('553', '1040', '0', '3', '1', '', '', '100', '788', '0', '788');
INSERT INTO `member_assets_copy` VALUES ('554', '1001', '0', '11', '13', '', '', '110321', '745421', '0', '745408');
INSERT INTO `member_assets_copy` VALUES ('555', '1001', '0', '11', '13', '', '', '104321', '745421', '0', '745408');
INSERT INTO `member_assets_copy` VALUES ('556', '1001', '0', '11', '13', '', '', '98321', '745421', '0', '745408');
INSERT INTO `member_assets_copy` VALUES ('557', '1130', '0', '0', '6', '', '', '56', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('558', '1012', '0', '3', '24', '', '', '57202', '1382', '0', '75560');
INSERT INTO `member_assets_copy` VALUES ('559', '1001', '0', '11', '13', '', '', '98233', '745421', '0', '745408');
INSERT INTO `member_assets_copy` VALUES ('560', '1130', '0', '8', '6', '', '', '40', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('561', '1130', '0', '7', '6', '', '', '40', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('562', '1005', '0', '48', '1', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('563', '1130', '0', '6', '6', '', '', '40', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('564', '1005', '0', '47', '1', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('565', '1130', '0', '5', '6', '', '', '40', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('566', '1005', '0', '46', '1', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('567', '1130', '0', '4', '6', '', '', '40', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('568', '1005', '0', '45', '1', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('569', '1042', '0', '1', '0', '', '', '94', '542', '0', '542');
INSERT INTO `member_assets_copy` VALUES ('570', '1042', '0', '0', '0', '', '', '94', '542', '0', '542');
INSERT INTO `member_assets_copy` VALUES ('571', '1040', '0', '3', '1', '', '', '0', '788', '0', '788');
INSERT INTO `member_assets_copy` VALUES ('572', '1001', '0', '11', '13', '', '', '98233', '745521', '0', '745508');
INSERT INTO `member_assets_copy` VALUES ('573', '1130', '0', '3', '6', '', '', '40', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('574', '1003', '0', '2', '61', '', '', '248', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('575', '1005', '0', '44', '1', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('576', '1003', '0', '1', '61', '', '', '248', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('577', '1087', '0', '10', '196', '', '', '41072', '188', '0', '188');
INSERT INTO `member_assets_copy` VALUES ('578', '1005', '0', '43', '1', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('579', '1062', '0', '8', '0', '', '', '84', '430', '0', '430');
INSERT INTO `member_assets_copy` VALUES ('580', '1003', '0', '0', '61', '', '', '248', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('581', '1005', '0', '42', '1', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('582', '1003', '0', '20', '61', '', '', '208', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('583', '1003', '0', '19', '61', '', '', '208', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('584', '1005', '0', '41', '1', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('585', '1130', '0', '2', '6', '', '', '40', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('586', '1003', '0', '18', '61', '', '', '208', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('587', '1005', '0', '40', '1', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('588', '1003', '0', '17', '61', '', '', '208', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('589', '1130', '0', '1', '6', '', '', '40', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('590', '1003', '0', '16', '61', '', '', '208', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('591', '1130', '0', '0', '6', '', '', '40', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('592', '1003', '0', '15', '61', '', '', '208', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('593', '1130', '0', '20', '6', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('594', '1130', '0', '19', '6', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('595', '1023', '0', '48', '0', '', '', '0', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('596', '1019', '0', '0', '6', '', '', '466', '272', '0', '188');
INSERT INTO `member_assets_copy` VALUES ('597', '1003', '0', '14', '61', '', '', '208', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('598', '1009', '0', '10', '1', '', '', '80', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('599', '1009', '0', '9', '1', '', '', '80', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('600', '1007', '0', '60', '6', '', '', '2116', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('601', '1122', '0', '0', '0', '', '', '100', '354', '0', '354');
INSERT INTO `member_assets_copy` VALUES ('602', '1009', '0', '8', '1', '', '', '80', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('603', '1012', '0', '3', '24', '', '', '57202', '1470', '0', '75648');
INSERT INTO `member_assets_copy` VALUES ('604', '1007', '0', '59', '6', '', '', '2116', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('605', '1007', '0', '58', '6', '', '', '2116', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('606', '1009', '0', '7', '1', '', '', '80', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('607', '1122', '0', '8', '0', '', '', '84', '354', '0', '354');
INSERT INTO `member_assets_copy` VALUES ('608', '1122', '0', '7', '0', '', '', '84', '354', '0', '354');
INSERT INTO `member_assets_copy` VALUES ('609', '1009', '0', '6', '1', '', '', '80', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('610', '1130', '0', '18', '6', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('611', '1130', '0', '17', '6', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('612', '1009', '0', '5', '1', '', '', '80', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('613', '1130', '0', '16', '6', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('614', '1009', '0', '4', '1', '', '', '80', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('615', '1019', '0', '1', '6', '', '', '464', '272', '0', '188');
INSERT INTO `member_assets_copy` VALUES ('616', '1019', '0', '0', '6', '', '', '464', '272', '0', '188');
INSERT INTO `member_assets_copy` VALUES ('617', '1130', '0', '15', '6', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('618', '1009', '0', '3', '1', '', '', '80', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('619', '1009', '0', '2', '1', '', '', '80', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('620', '1130', '0', '14', '6', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('621', '1009', '0', '1', '1', '', '', '80', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('622', '1009', '0', '0', '1', '', '', '80', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('623', '1130', '0', '13', '6', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('624', '1009', '0', '10', '1', '', '', '60', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('625', '1023', '0', '47', '0', '', '', '0', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('626', '1009', '0', '9', '1', '', '', '60', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('627', '1130', '0', '12', '6', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('628', '1009', '0', '8', '1', '', '', '60', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('629', '1130', '0', '11', '6', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('630', '1009', '0', '7', '1', '', '', '60', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('631', '1009', '0', '6', '1', '', '', '60', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('632', '1130', '0', '10', '6', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('633', '1009', '0', '5', '1', '', '', '60', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('634', '1020', '0', '7', '0', '', '', '86', '576', '0', '576');
INSERT INTO `member_assets_copy` VALUES ('635', '1020', '0', '6', '0', '', '', '86', '576', '0', '576');
INSERT INTO `member_assets_copy` VALUES ('636', '1009', '0', '4', '1', '', '', '60', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('637', '1003', '0', '13', '61', '', '', '208', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('638', '1054', '0', '3', '1', '', '', '926', '176', '0', '176');
INSERT INTO `member_assets_copy` VALUES ('639', '1003', '0', '13', '61', '', '', '296', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('640', '1104', '0', '0', '0', '', '', '100', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('641', '1012', '0', '3', '24', '', '', '57114', '1470', '0', '75648');
INSERT INTO `member_assets_copy` VALUES ('642', '1141', '0', '0', '0', '', '', '100', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('643', '1019', '0', '0', '6', '', '', '464', '280', '0', '188');
INSERT INTO `member_assets_copy` VALUES ('644', '1064', '0', '0', '488', '', '', '1918', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('645', '1064', '0', '0', '488', '', '', '1830', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('646', '1122', '0', '7', '0', '', '', '84', '442', '0', '442');
INSERT INTO `member_assets_copy` VALUES ('647', '1019', '0', '0', '6', '', '', '364', '280', '0', '188');
INSERT INTO `member_assets_copy` VALUES ('648', '1001', '0', '11', '13', '', '', '98133', '745521', '0', '745508');
INSERT INTO `member_assets_copy` VALUES ('649', '1087', '0', '10', '196', '', '', '41072', '288', '0', '288');
INSERT INTO `member_assets_copy` VALUES ('650', '1130', '0', '9', '6', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('651', '1042', '0', '10', '0', '', '', '74', '542', '0', '542');
INSERT INTO `member_assets_copy` VALUES ('652', '1003', '0', '12', '61', '', '', '296', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('653', '1042', '0', '9', '0', '', '', '74', '542', '0', '542');
INSERT INTO `member_assets_copy` VALUES ('654', '1130', '0', '8', '6', '', '', '0', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('655', '1044', '0', '0', '0', '', '', '12', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('656', '1003', '0', '12', '61', '', '', '208', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('657', '1012', '0', '3', '24', '', '', '57114', '1558', '0', '75736');
INSERT INTO `member_assets_copy` VALUES ('658', '1012', '0', '3', '24', '', '', '57174', '1558', '0', '75736');
INSERT INTO `member_assets_copy` VALUES ('659', '1012', '0', '3', '30', '', '', '57174', '1558', '0', '75736');
INSERT INTO `member_assets_copy` VALUES ('660', '1012', '0', '3', '30', '', '', '57234', '1558', '0', '75736');
INSERT INTO `member_assets_copy` VALUES ('661', '1012', '0', '3', '36', '', '', '57234', '1558', '0', '75736');
INSERT INTO `member_assets_copy` VALUES ('662', '1001', '0', '11', '13', '', '', '98193', '745521', '0', '745508');
INSERT INTO `member_assets_copy` VALUES ('663', '1001', '0', '11', '19', '', '', '98193', '745521', '0', '745508');
INSERT INTO `member_assets_copy` VALUES ('664', '1001', '0', '11', '19', '', '', '98253', '745521', '0', '745508');
INSERT INTO `member_assets_copy` VALUES ('665', '1001', '0', '11', '25', '', '', '98253', '745521', '0', '745508');
INSERT INTO `member_assets_copy` VALUES ('666', '1001', '0', '11', '25', '', '', '98263', '745521', '0', '745508');
INSERT INTO `member_assets_copy` VALUES ('667', '1001', '0', '11', '26', '', '', '98263', '745521', '0', '745508');
INSERT INTO `member_assets_copy` VALUES ('668', '1130', '0', '8', '6', '', '', '90', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('669', '1130', '0', '8', '15', '', '', '90', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('670', '1008', '0', '0', '898', '', '', '115', '16', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('671', '1001', '0', '11', '26', '', '', '98264', '745521', '0', '745508');
INSERT INTO `member_assets_copy` VALUES ('672', '1130', '0', '8', '15', '', '', '90', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('673', '1130', '0', '8', '24', '', '', '90', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('674', '1012', '0', '2', '36', '', '', '57234', '1558', '0', '75736');
INSERT INTO `member_assets_copy` VALUES ('675', '1056', '0', '0', '1', '', '', '12', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('676', '1042', '0', '9', '0', '', '', '74', '630', '0', '630');
INSERT INTO `member_assets_copy` VALUES ('677', '1012', '0', '2', '36', '', '', '57234', '1566', '0', '75736');
INSERT INTO `member_assets_copy` VALUES ('678', '1012', '0', '2', '36', '', '', '57146', '1566', '0', '75736');
INSERT INTO `member_assets_copy` VALUES ('679', '1012', '0', '2', '36', '', '', '57058', '1566', '0', '75736');
INSERT INTO `member_assets_copy` VALUES ('680', '1007', '0', '58', '6', '', '', '6004', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('681', '1001', '0', '11', '26', '', '', '99041', '745521', '0', '745508');
INSERT INTO `member_assets_copy` VALUES ('682', '1157', '0', '0', '6', '', '', '38800', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('683', '1001', '0', '11', '26', '', '', '99041', '745609', '0', '745596');
INSERT INTO `member_assets_copy` VALUES ('684', '1157', '0', '0', '6', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('685', '1001', '0', '11', '26', '', '', '99041', '784309', '0', '784296');
INSERT INTO `member_assets_copy` VALUES ('686', '1158', '0', '0', '1', '', '', '38800', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('687', '1001', '0', '11', '26', '', '', '99041', '784397', '0', '784384');
INSERT INTO `member_assets_copy` VALUES ('688', '1158', '0', '0', '1', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('689', '1001', '0', '11', '26', '', '', '99041', '823097', '0', '823084');
INSERT INTO `member_assets_copy` VALUES ('690', '1007', '0', '58', '6', '', '', '9892', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('691', '1001', '0', '11', '26', '', '', '99818', '823097', '0', '823084');
INSERT INTO `member_assets_copy` VALUES ('692', '1159', '0', '0', '1', '', '', '38800', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('693', '1001', '0', '11', '26', '', '', '99818', '823185', '0', '823172');
INSERT INTO `member_assets_copy` VALUES ('694', '1159', '0', '0', '1', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('695', '1001', '0', '11', '26', '', '', '99818', '861885', '0', '861872');
INSERT INTO `member_assets_copy` VALUES ('696', '1007', '0', '58', '6', '', '', '13780', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('697', '1001', '0', '11', '26', '', '', '100595', '861885', '0', '861872');
INSERT INTO `member_assets_copy` VALUES ('698', '1160', '0', '0', '1', '', '', '38800', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('699', '1001', '0', '11', '26', '', '', '100595', '861973', '0', '861960');
INSERT INTO `member_assets_copy` VALUES ('700', '1160', '0', '0', '1', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('701', '1001', '0', '11', '26', '', '', '100595', '900673', '0', '900660');
INSERT INTO `member_assets_copy` VALUES ('702', '1007', '0', '58', '6', '', '', '17668', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('703', '1001', '0', '11', '26', '', '', '101372', '900673', '0', '900660');
INSERT INTO `member_assets_copy` VALUES ('704', '1161', '0', '0', '1', '', '', '38800', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('705', '1001', '0', '11', '26', '', '', '101372', '900761', '0', '900748');
INSERT INTO `member_assets_copy` VALUES ('706', '1161', '0', '0', '1', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('707', '1001', '0', '11', '26', '', '', '101372', '939461', '0', '939448');
INSERT INTO `member_assets_copy` VALUES ('708', '1007', '0', '58', '6', '', '', '21556', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('709', '1001', '0', '11', '26', '', '', '102149', '939461', '0', '939448');
INSERT INTO `member_assets_copy` VALUES ('710', '1162', '0', '0', '1', '', '', '38800', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('711', '1001', '0', '11', '26', '', '', '102149', '939549', '0', '939536');
INSERT INTO `member_assets_copy` VALUES ('712', '1162', '0', '0', '1', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('713', '1001', '0', '11', '26', '', '', '102149', '978249', '0', '978236');
INSERT INTO `member_assets_copy` VALUES ('714', '1007', '0', '58', '6', '', '', '25444', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('715', '1001', '0', '11', '26', '', '', '102926', '978249', '0', '978236');
INSERT INTO `member_assets_copy` VALUES ('716', '1163', '0', '0', '1', '', '', '38800', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('717', '1001', '0', '11', '26', '', '', '102926', '978337', '0', '978324');
INSERT INTO `member_assets_copy` VALUES ('718', '1163', '0', '0', '1', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('719', '1001', '0', '11', '26', '', '', '102926', '1017037', '0', '1017024');
INSERT INTO `member_assets_copy` VALUES ('720', '1007', '0', '58', '6', '', '', '29332', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('721', '1001', '0', '11', '26', '', '', '103703', '1017037', '0', '1017024');
INSERT INTO `member_assets_copy` VALUES ('722', '1164', '0', '0', '1', '', '', '38800', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('723', '1001', '0', '11', '26', '', '', '103703', '1017125', '0', '1017112');
INSERT INTO `member_assets_copy` VALUES ('724', '1164', '0', '0', '1', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('725', '1001', '0', '11', '26', '', '', '103703', '1055825', '0', '1055812');
INSERT INTO `member_assets_copy` VALUES ('726', '1007', '0', '58', '6', '', '', '33220', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('727', '1001', '0', '11', '26', '', '', '104480', '1055825', '0', '1055812');
INSERT INTO `member_assets_copy` VALUES ('728', '1165', '0', '0', '1', '', '', '38800', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('729', '1001', '0', '11', '26', '', '', '104480', '1055913', '0', '1055900');
INSERT INTO `member_assets_copy` VALUES ('730', '1165', '0', '0', '1', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('731', '1001', '0', '11', '26', '', '', '104480', '1094613', '0', '1094600');
INSERT INTO `member_assets_copy` VALUES ('732', '1007', '0', '58', '6', '', '', '37108', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('733', '1001', '0', '11', '26', '', '', '105257', '1094613', '0', '1094600');
INSERT INTO `member_assets_copy` VALUES ('734', '1166', '0', '0', '1', '', '', '38800', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('735', '1001', '0', '11', '26', '', '', '105257', '1094701', '0', '1094688');
INSERT INTO `member_assets_copy` VALUES ('736', '1166', '0', '0', '1', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('737', '1001', '0', '11', '26', '', '', '105257', '1133401', '0', '1133388');
INSERT INTO `member_assets_copy` VALUES ('738', '1007', '0', '58', '6', '', '', '40996', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('739', '1001', '0', '11', '26', '', '', '106034', '1133401', '0', '1133388');
INSERT INTO `member_assets_copy` VALUES ('740', '1168', '0', '0', '1', '', '', '38800', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('741', '1001', '0', '11', '26', '', '', '106034', '1133489', '0', '1133476');
INSERT INTO `member_assets_copy` VALUES ('742', '1168', '0', '0', '1', '', '', '100', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('743', '1001', '0', '11', '26', '', '', '106034', '1172189', '0', '1172176');
INSERT INTO `member_assets_copy` VALUES ('744', '1007', '0', '58', '6', '', '', '44884', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('745', '1001', '0', '11', '26', '', '', '106811', '1172189', '0', '1172176');
INSERT INTO `member_assets_copy` VALUES ('746', '1007', '0', '58', '6', '', '', '2800', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('747', '1003', '0', '12', '61', '', '', '120', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('748', '1012', '0', '2', '36', '', '', '57058', '1654', '0', '75824');
INSERT INTO `member_assets_copy` VALUES ('749', '1012', '0', '2', '36', '', '', '56970', '1654', '0', '75824');
INSERT INTO `member_assets_copy` VALUES ('750', '1003', '0', '12', '61', '', '', '120', '176', '0', '176');
INSERT INTO `member_assets_copy` VALUES ('751', '1001', '0', '11', '26', '', '', '106811', '1214273', '0', '1214260');
INSERT INTO `member_assets_copy` VALUES ('752', '1007', '0', '58', '6', '', '', '2700', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('753', '1122', '0', '7', '0', '', '', '84', '542', '0', '542');
INSERT INTO `member_assets_copy` VALUES ('754', '1003', '0', '12', '61', '', '', '32', '176', '0', '176');
INSERT INTO `member_assets_copy` VALUES ('755', '1012', '0', '2', '36', '', '', '56970', '1742', '0', '75912');
INSERT INTO `member_assets_copy` VALUES ('756', '1012', '0', '2', '36', '', '', '56882', '1742', '0', '75912');
INSERT INTO `member_assets_copy` VALUES ('757', '1003', '0', '12', '61', '', '', '32', '264', '0', '264');
INSERT INTO `member_assets_copy` VALUES ('758', '1064', '0', '0', '488', '', '', '1918', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('759', '1142', '0', '0', '0', '', '', '100', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('760', '1019', '0', '0', '6', '', '', '464', '280', '0', '188');
INSERT INTO `member_assets_copy` VALUES ('761', '1069', '0', '0', '0', '', '', '100', '540', '0', '540');
INSERT INTO `member_assets_copy` VALUES ('762', '1003', '0', '12', '61', '', '', '120', '264', '0', '264');
INSERT INTO `member_assets_copy` VALUES ('763', '1142', '0', '0', '0', '', '', '100', '176', '0', '176');
INSERT INTO `member_assets_copy` VALUES ('764', '1021', '0', '10', '898', '', '', '38868', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('765', '1021', '0', '9', '898', '', '', '38868', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('766', '1001', '0', '11', '26', '', '', '106723', '1214273', '0', '1214260');
INSERT INTO `member_assets_copy` VALUES ('767', '1021', '0', '9', '898', '', '', '38868', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('768', '1130', '0', '7', '24', '', '', '90', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('769', '1007', '0', '57', '6', '', '', '2700', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('770', '1007', '0', '56', '6', '', '', '2700', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('771', '1171', '0', '0', '0', '', '', '12', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('772', '1007', '0', '56', '6', '', '', '2034', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('773', '1007', '0', '56', '6', '', '', '2034', '176', '0', '176');
INSERT INTO `member_assets_copy` VALUES ('774', '1035', '0', '0', '6', '', '', '12', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('775', '1080', '0', '0', '0', '', '', '12', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('776', '1012', '0', '2', '36', '', '', '56970', '1742', '0', '75912');
INSERT INTO `member_assets_copy` VALUES ('777', '1009', '0', '4', '1', '', '', '60', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('778', '1130', '0', '7', '24', '', '', '90', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('779', '1012', '0', '2', '36', '', '', '57058', '1742', '0', '75912');
INSERT INTO `member_assets_copy` VALUES ('780', '1000', '0', '0', '0', '', '', '98', '264', '0', '264');
INSERT INTO `member_assets_copy` VALUES ('781', '1012', '0', '2', '36', '', '', '58058', '314', '0', '75912');
INSERT INTO `member_assets_copy` VALUES ('782', '1171', '0', '0', '0', '', '', '12', '666', '0', '666');
INSERT INTO `member_assets_copy` VALUES ('783', '1003', '0', '12', '61', '', '', '32', '264', '0', '264');
INSERT INTO `member_assets_copy` VALUES ('784', '1086', '0', '40', '898', '', '', '38808', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('785', '1130', '0', '6', '24', '', '', '90', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('786', '1007', '0', '55', '6', '', '', '2034', '176', '0', '176');
INSERT INTO `member_assets_copy` VALUES ('787', '1130', '0', '5', '24', '', '', '90', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('788', '1007', '0', '54', '6', '', '', '2034', '176', '0', '176');
INSERT INTO `member_assets_copy` VALUES ('789', '1130', '0', '4', '24', '', '', '90', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('790', '1171', '0', '3', '0', '', '', '6', '666', '0', '666');
INSERT INTO `member_assets_copy` VALUES ('791', '1171', '0', '2', '0', '', '', '6', '666', '0', '666');
INSERT INTO `member_assets_copy` VALUES ('792', '1164', '0', '20', '1', '', '', '60', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('793', '1164', '0', '19', '1', '', '', '60', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('794', '1164', '0', '18', '1', '', '', '60', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('795', '1171', '0', '1', '0', '', '', '6', '666', '0', '666');
INSERT INTO `member_assets_copy` VALUES ('796', '1171', '0', '0', '0', '', '', '6', '666', '0', '666');
INSERT INTO `member_assets_copy` VALUES ('797', '1007', '0', '53', '6', '', '', '2034', '176', '0', '176');
INSERT INTO `member_assets_copy` VALUES ('798', '1164', '0', '17', '1', '', '', '60', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('799', '1130', '0', '3', '24', '', '', '90', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('800', '1003', '0', '11', '61', '', '', '32', '264', '0', '264');
INSERT INTO `member_assets_copy` VALUES ('801', '1019', '0', '4', '6', '', '', '456', '280', '0', '188');
INSERT INTO `member_assets_copy` VALUES ('802', '1019', '0', '3', '6', '', '', '456', '280', '0', '188');
INSERT INTO `member_assets_copy` VALUES ('803', '1171', '0', '3', '0', '', '', '0', '666', '0', '666');
INSERT INTO `member_assets_copy` VALUES ('804', '1171', '0', '2', '0', '', '', '0', '666', '0', '666');
INSERT INTO `member_assets_copy` VALUES ('805', '1003', '0', '10', '61', '', '', '32', '264', '0', '264');
INSERT INTO `member_assets_copy` VALUES ('806', '1130', '0', '2', '24', '', '', '90', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('807', '1171', '0', '1', '0', '', '', '0', '666', '0', '666');
INSERT INTO `member_assets_copy` VALUES ('808', '1003', '0', '9', '61', '', '', '32', '264', '0', '264');
INSERT INTO `member_assets_copy` VALUES ('809', '1171', '0', '0', '0', '', '', '0', '666', '0', '666');
INSERT INTO `member_assets_copy` VALUES ('810', '1003', '0', '8', '61', '', '', '32', '264', '0', '264');
INSERT INTO `member_assets_copy` VALUES ('811', '1007', '0', '52', '6', '', '', '2034', '176', '0', '176');
INSERT INTO `member_assets_copy` VALUES ('812', '1171', '0', '0', '0', '', '', '0', '754', '0', '754');
INSERT INTO `member_assets_copy` VALUES ('813', '1159', '0', '8', '1', '', '', '84', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('814', '1159', '0', '7', '1', '', '', '84', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('815', '1019', '0', '3', '6', '', '', '290', '280', '0', '188');
INSERT INTO `member_assets_copy` VALUES ('816', '1003', '0', '7', '61', '', '', '32', '264', '0', '264');
INSERT INTO `member_assets_copy` VALUES ('817', '1171', '0', '0', '0', '', '', '0', '920', '0', '920');
INSERT INTO `member_assets_copy` VALUES ('818', '1035', '0', '0', '6', '', '', '132', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('819', '1035', '0', '0', '18', '', '', '132', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('820', '1022', '0', '0', '1', '', '', '112', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('821', '1001', '0', '11', '26', '', '', '106725', '1214273', '0', '1214260');
INSERT INTO `member_assets_copy` VALUES ('822', '1035', '0', '0', '18', '', '', '44', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('823', '1035', '0', '0', '18', '', '', '104', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('824', '1035', '0', '0', '24', '', '', '104', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('825', '1022', '0', '0', '1', '', '', '118', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('826', '1001', '0', '11', '26', '', '', '106726', '1214273', '0', '1214260');
INSERT INTO `member_assets_copy` VALUES ('827', '1035', '0', '0', '24', '', '', '16', '0', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('828', '1174', '0', '0', '0', '', '', '100', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('829', '1035', '0', '0', '24', '', '', '16', '8', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('830', '1022', '0', '0', '1', '', '', '118', '1', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('831', '1179', '0', '0', '0', '', '', '100', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('832', '1035', '0', '0', '24', '', '', '16', '16', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('833', '1022', '0', '0', '1', '', '', '118', '2', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('834', '1046', '0', '0', '0', '', '', '100', '88', '0', '88');
INSERT INTO `member_assets_copy` VALUES ('835', '1037', '0', '0', '1', '', '', '100', '8', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('836', '1022', '0', '0', '1', '', '', '118', '3', '0', '0');
INSERT INTO `member_assets_copy` VALUES ('837', '1003', '0', '7', '61', '', '', '1312', '264', '0', '264');
INSERT INTO `member_assets_copy` VALUES ('838', '1003', '0', '7', '189', '', '', '1312', '264', '0', '264');
INSERT INTO `member_assets_copy` VALUES ('839', '1001', '0', '11', '26', '', '', '106854', '1214273', '0', '1214260');

-- ----------------------------
-- Table structure for member_head_lable
-- ----------------------------
DROP TABLE IF EXISTS `member_head_lable`;
CREATE TABLE `member_head_lable` (
  `member_head_lable_id` int(11) NOT NULL AUTO_INCREMENT,
  `member_head_lable_name` varchar(255) DEFAULT NULL,
  `member_head_lable_image` varchar(255) DEFAULT NULL,
  `member_head_lable_enable_state` varchar(255) DEFAULT NULL COMMENT '1：启用 2：禁用',
  `member_head_lable_del_state` varchar(255) DEFAULT NULL COMMENT '1:已删除 2：未删除',
  `member_head_lable_add_time` datetime DEFAULT NULL,
  `member_head_lable_edit_time` datetime DEFAULT NULL,
  PRIMARY KEY (`member_head_lable_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

-- ----------------------------
-- Records of member_head_lable
-- ----------------------------

-- ----------------------------
-- Table structure for member_matching_log
-- ----------------------------
DROP TABLE IF EXISTS `member_matching_log`;
CREATE TABLE `member_matching_log` (
  `member_matching_log_id` int(11) NOT NULL AUTO_INCREMENT,
  `member_matching_log_member_id` int(11) DEFAULT NULL,
  `member_matching_log_member_ids_soul` text,
  `member_matching_log_member_ids_car` text,
  PRIMARY KEY (`member_matching_log_id`)
) ENGINE=InnoDB AUTO_INCREMENT=188 DEFAULT CHARSET=utf8mb4;

-- ----------------------------
-- Records of member_matching_log
-- ----------------------------
INSERT INTO `member_matching_log` VALUES ('1', '1000', '', '');
INSERT INTO `member_matching_log` VALUES ('2', '1001', '', '');
INSERT INTO `member_matching_log` VALUES ('3', '1002', '', '');
INSERT INTO `member_matching_log` VALUES ('4', '1003', '', '');
INSERT INTO `member_matching_log` VALUES ('5', '1004', '1080,1171,1112,1042,1174,1122,1020,1046,1000,1057', '');
INSERT INTO `member_matching_log` VALUES ('6', '1005', '', '');
INSERT INTO `member_matching_log` VALUES ('7', '1006', '', '');
INSERT INTO `member_matching_log` VALUES ('8', '1007', '1080,1112,1174,1020,1046,1000,1027,1031,1066,1062', '');
INSERT INTO `member_matching_log` VALUES ('9', '1008', '', '');
INSERT INTO `member_matching_log` VALUES ('10', '1009', '', '');
INSERT INTO `member_matching_log` VALUES ('11', '1010', '', '');
INSERT INTO `member_matching_log` VALUES ('12', '1011', '', '');
INSERT INTO `member_matching_log` VALUES ('13', '1012', '1171,1080,1112,1174,1122,1155,1046,1000,1134,1027,1045,1065,1142,1030,1043,1140,1063,1067,1068,1071,1095,1104,1147,1009,1016,1018', '');
INSERT INTO `member_matching_log` VALUES ('14', '1013', '', '');
INSERT INTO `member_matching_log` VALUES ('15', '1014', '', '');
INSERT INTO `member_matching_log` VALUES ('16', '1015', '', '');
INSERT INTO `member_matching_log` VALUES ('17', '1016', '', '');
INSERT INTO `member_matching_log` VALUES ('18', '1017', '', '');
INSERT INTO `member_matching_log` VALUES ('19', '1018', '', '');
INSERT INTO `member_matching_log` VALUES ('20', '1019', '', '1007,1012,1087,1130,1164,1070,1148,1064,1062,1034,1034,1038,1039,1041,1067,1073,1074,1077,1082,1090');
INSERT INTO `member_matching_log` VALUES ('21', '1020', '', '');
INSERT INTO `member_matching_log` VALUES ('22', '1021', '', '');
INSERT INTO `member_matching_log` VALUES ('23', '1022', '1171,1080,1112,1042,1122,1174,1155,1141,1057,1020,1046,1000,1134,1017,1045,1027,1031,1066,1062,1065,1142,1030,1023,1078,1069,1072,1043,1140,1044,1053,1061,1063,1067,1068,1071,1083,1095,1104,1147,1009', '');
INSERT INTO `member_matching_log` VALUES ('24', '1023', '', '');
INSERT INTO `member_matching_log` VALUES ('25', '1024', '', '');
INSERT INTO `member_matching_log` VALUES ('26', '1025', '', '');
INSERT INTO `member_matching_log` VALUES ('27', '1026', '', '');
INSERT INTO `member_matching_log` VALUES ('28', '1027', '', '');
INSERT INTO `member_matching_log` VALUES ('29', '1028', '', '');
INSERT INTO `member_matching_log` VALUES ('30', '1029', '', '');
INSERT INTO `member_matching_log` VALUES ('31', '1030', '', '');
INSERT INTO `member_matching_log` VALUES ('32', '1031', '', '');
INSERT INTO `member_matching_log` VALUES ('33', '1032', '', '');
INSERT INTO `member_matching_log` VALUES ('34', '1033', '', '');
INSERT INTO `member_matching_log` VALUES ('35', '1034', '', '');
INSERT INTO `member_matching_log` VALUES ('36', '1035', '1080,1171,1112,1042,1174,1122,1020,1046,1000,1027,1142,1046,1000,1134,1017,1045,1027,1031,1066,1062,1065,1030,1023,1078,1069,1072,1043,1140,1044,1053,1061,1063,1067,1068,1071,1083,1095,1104,1147,1009,1016,1018', '');
INSERT INTO `member_matching_log` VALUES ('37', '1036', '', '');
INSERT INTO `member_matching_log` VALUES ('38', '1037', '1080,1171,1112,1042,1174,1020,1046,1027,1031,1045,1062,1122,1065,1155,1000,1057,1066,1142,1134,1030,1062,1065,1030,1023,1078,1069,1072,1043,1140,1044', '');
INSERT INTO `member_matching_log` VALUES ('39', '1038', '', '');
INSERT INTO `member_matching_log` VALUES ('40', '1039', '', '');
INSERT INTO `member_matching_log` VALUES ('41', '1040', '1080,1171,1112,1042,1174,1122,1020,1046,1000,1027,1031,1045,1066,1062,1065,1155,1057,1142,1134,1030,1023,1078,1069,1141,1072,1043,1017,1044,1053,1061,1063,1067,1068,1071,1083,1095,1104,1140,1147,1009,1016,1018,1016,1018', '');
INSERT INTO `member_matching_log` VALUES ('42', '1041', '', '');
INSERT INTO `member_matching_log` VALUES ('43', '1042', '', '');
INSERT INTO `member_matching_log` VALUES ('44', '1043', '', '');
INSERT INTO `member_matching_log` VALUES ('45', '1044', '', '');
INSERT INTO `member_matching_log` VALUES ('46', '1045', '', '');
INSERT INTO `member_matching_log` VALUES ('47', '1046', '', '');
INSERT INTO `member_matching_log` VALUES ('48', '1047', '', '');
INSERT INTO `member_matching_log` VALUES ('49', '1048', '', '');
INSERT INTO `member_matching_log` VALUES ('50', '1049', '', '');
INSERT INTO `member_matching_log` VALUES ('51', '1050', '', '');
INSERT INTO `member_matching_log` VALUES ('52', '1051', '', '');
INSERT INTO `member_matching_log` VALUES ('53', '1052', '', '');
INSERT INTO `member_matching_log` VALUES ('54', '1053', '', '');
INSERT INTO `member_matching_log` VALUES ('55', '1054', '', '');
INSERT INTO `member_matching_log` VALUES ('56', '1055', '', '');
INSERT INTO `member_matching_log` VALUES ('57', '1056', '', '');
INSERT INTO `member_matching_log` VALUES ('58', '1057', '', '');
INSERT INTO `member_matching_log` VALUES ('59', '1058', '', '');
INSERT INTO `member_matching_log` VALUES ('60', '1059', '', '');
INSERT INTO `member_matching_log` VALUES ('61', '1060', '', '');
INSERT INTO `member_matching_log` VALUES ('62', '1061', '', '');
INSERT INTO `member_matching_log` VALUES ('63', '1062', '', '');
INSERT INTO `member_matching_log` VALUES ('64', '1063', '', '');
INSERT INTO `member_matching_log` VALUES ('65', '1064', '', '');
INSERT INTO `member_matching_log` VALUES ('66', '1065', '', '');
INSERT INTO `member_matching_log` VALUES ('67', '1066', '', '');
INSERT INTO `member_matching_log` VALUES ('68', '1067', '', '');
INSERT INTO `member_matching_log` VALUES ('69', '1068', '', '');
INSERT INTO `member_matching_log` VALUES ('70', '1069', '', '');
INSERT INTO `member_matching_log` VALUES ('71', '1070', '', '');
INSERT INTO `member_matching_log` VALUES ('72', '1071', '', '');
INSERT INTO `member_matching_log` VALUES ('73', '1072', '', '');
INSERT INTO `member_matching_log` VALUES ('74', '1073', '', '');
INSERT INTO `member_matching_log` VALUES ('75', '1074', '', '');
INSERT INTO `member_matching_log` VALUES ('76', '1075', '', '');
INSERT INTO `member_matching_log` VALUES ('77', '1076', '', '');
INSERT INTO `member_matching_log` VALUES ('78', '1077', '', '');
INSERT INTO `member_matching_log` VALUES ('79', '1078', '', '');
INSERT INTO `member_matching_log` VALUES ('80', '1079', '', '');
INSERT INTO `member_matching_log` VALUES ('81', '1080', '1001,1040,1086,1007,1019,1012,1003,1087,1032,1022,1021,1035,1008,1164,1165,1005,1054,1070,1037,1148,1064,1159,1025,1157,1036,1162,1128,1006,1024,1034', '');
INSERT INTO `member_matching_log` VALUES ('82', '1081', '', '');
INSERT INTO `member_matching_log` VALUES ('83', '1082', '', '');
INSERT INTO `member_matching_log` VALUES ('84', '1083', '', '');
INSERT INTO `member_matching_log` VALUES ('85', '1084', '', '');
INSERT INTO `member_matching_log` VALUES ('86', '1085', '', '');
INSERT INTO `member_matching_log` VALUES ('87', '1086', '1007,1019,1012,1003,1130,1164,1070,1148,1064,1062,1007,1019,1012,1003,1130,1164,1070,1148,1064,1062,1007,1019,1012,1003,1130,1164,1070,1148,1064,1062,1007,1019,1012,1003,1130,1164,1070,1148,1064,1062,1007,1019,1012,1003,1130,1164,1070,1148,1064,1062', '1007,1019,1012,1003,1130,1164,1070,1148,1064,1062,1007,1019,1012,1003,1130,1164,1070,1148,1064,1062,1007,1019,1012,1003,1130,1164,1070,1148,1064,1062,1007,1019,1012,1003,1130,1164,1070,1148,1064,1062,1007,1019,1012,1003,1130,1164,1070,1148,1064,1062');
INSERT INTO `member_matching_log` VALUES ('88', '1087', '1080,1171,1112,1042,1174,1122,1020,1046,1000,1027', '1007,1019,1012,1003,1130,1164,1070,1148,1064,1062');
INSERT INTO `member_matching_log` VALUES ('89', '1088', '', '');
INSERT INTO `member_matching_log` VALUES ('90', '1089', '', '');
INSERT INTO `member_matching_log` VALUES ('91', '1090', '', '');
INSERT INTO `member_matching_log` VALUES ('92', '1091', '', '');
INSERT INTO `member_matching_log` VALUES ('93', '1092', '', '');
INSERT INTO `member_matching_log` VALUES ('94', '1093', '', '');
INSERT INTO `member_matching_log` VALUES ('95', '1094', '', '');
INSERT INTO `member_matching_log` VALUES ('96', '1095', '', '');
INSERT INTO `member_matching_log` VALUES ('97', '1096', '', '');
INSERT INTO `member_matching_log` VALUES ('98', '1097', '', '');
INSERT INTO `member_matching_log` VALUES ('99', '1098', '', '');
INSERT INTO `member_matching_log` VALUES ('100', '1099', '', '');
INSERT INTO `member_matching_log` VALUES ('101', '1100', '', '');
INSERT INTO `member_matching_log` VALUES ('102', '1101', '', '');
INSERT INTO `member_matching_log` VALUES ('103', '1102', '', '');
INSERT INTO `member_matching_log` VALUES ('104', '1103', '', '');
INSERT INTO `member_matching_log` VALUES ('105', '1104', '', '');
INSERT INTO `member_matching_log` VALUES ('106', '1105', '', '');
INSERT INTO `member_matching_log` VALUES ('107', '1106', '', '');
INSERT INTO `member_matching_log` VALUES ('108', '1107', '', '');
INSERT INTO `member_matching_log` VALUES ('109', '1108', '', '');
INSERT INTO `member_matching_log` VALUES ('110', '1109', '', '');
INSERT INTO `member_matching_log` VALUES ('111', '1110', '', '');
INSERT INTO `member_matching_log` VALUES ('112', '1111', '', '');
INSERT INTO `member_matching_log` VALUES ('113', '1112', '', '');
INSERT INTO `member_matching_log` VALUES ('114', '1113', '', '');
INSERT INTO `member_matching_log` VALUES ('115', '1114', '', '');
INSERT INTO `member_matching_log` VALUES ('116', '1115', '', '');
INSERT INTO `member_matching_log` VALUES ('117', '1116', '', '');
INSERT INTO `member_matching_log` VALUES ('118', '1117', '', '');
INSERT INTO `member_matching_log` VALUES ('119', '1118', '', '');
INSERT INTO `member_matching_log` VALUES ('120', '1119', '', '');
INSERT INTO `member_matching_log` VALUES ('121', '1120', '', '');
INSERT INTO `member_matching_log` VALUES ('122', '1121', '', '');
INSERT INTO `member_matching_log` VALUES ('123', '1122', '1040,1001,1012,1003,1087,1032,1022,1021,1130,1035,1008,1005,1164,1070,1165,1037,1159,1148,1157,1036,1162,1128,1006,1024,1025,1034,1038,1039,1041,1048,1056,1073,1074,1075,1077,1082,1086,1090,1098,1145', '');
INSERT INTO `member_matching_log` VALUES ('124', '1123', '', '');
INSERT INTO `member_matching_log` VALUES ('125', '1124', '', '');
INSERT INTO `member_matching_log` VALUES ('126', '1125', '', '');
INSERT INTO `member_matching_log` VALUES ('127', '1126', '', '');
INSERT INTO `member_matching_log` VALUES ('128', '1127', '', '');
INSERT INTO `member_matching_log` VALUES ('129', '1128', '', '');
INSERT INTO `member_matching_log` VALUES ('130', '1129', '', '');
INSERT INTO `member_matching_log` VALUES ('131', '1130', '', '');
INSERT INTO `member_matching_log` VALUES ('132', '1131', '', '');
INSERT INTO `member_matching_log` VALUES ('133', '1132', '', '');
INSERT INTO `member_matching_log` VALUES ('134', '1133', '', '');
INSERT INTO `member_matching_log` VALUES ('135', '1134', '', '');
INSERT INTO `member_matching_log` VALUES ('136', '1135', '', '');
INSERT INTO `member_matching_log` VALUES ('137', '1136', '', '');
INSERT INTO `member_matching_log` VALUES ('138', '1137', '', '');
INSERT INTO `member_matching_log` VALUES ('139', '1138', '', '');
INSERT INTO `member_matching_log` VALUES ('140', '1139', '', '');
INSERT INTO `member_matching_log` VALUES ('141', '1140', '', '');
INSERT INTO `member_matching_log` VALUES ('142', '1141', '1086,1004,1040,1001,1007,1019,1003,1087,1032,1022', '');
INSERT INTO `member_matching_log` VALUES ('143', '1142', '', '');
INSERT INTO `member_matching_log` VALUES ('144', '1143', '', '');
INSERT INTO `member_matching_log` VALUES ('145', '1144', '', '');
INSERT INTO `member_matching_log` VALUES ('146', '1145', '', '');
INSERT INTO `member_matching_log` VALUES ('147', '1146', '', '');
INSERT INTO `member_matching_log` VALUES ('148', '1147', '', '');
INSERT INTO `member_matching_log` VALUES ('149', '1148', '1171,1080,1112,1042,1174,1122,1141,1155,1057,1020', '');
INSERT INTO `member_matching_log` VALUES ('150', '1149', '', '');
INSERT INTO `member_matching_log` VALUES ('151', '1150', '', '');
INSERT INTO `member_matching_log` VALUES ('152', '1151', '', '');
INSERT INTO `member_matching_log` VALUES ('153', '1152', '', '');
INSERT INTO `member_matching_log` VALUES ('154', '1153', '', '');
INSERT INTO `member_matching_log` VALUES ('155', '1154', '', '');
INSERT INTO `member_matching_log` VALUES ('156', '1155', '1004,1040,1001,1086,1007,1019,1012,1003,1087,1032,1022,1021,1130,1035,1164,1008,1165,1159,1005,1054', '');
INSERT INTO `member_matching_log` VALUES ('157', '1156', '', '');
INSERT INTO `member_matching_log` VALUES ('158', '1157', '', '');
INSERT INTO `member_matching_log` VALUES ('159', '1158', '', '');
INSERT INTO `member_matching_log` VALUES ('160', '1159', '', '');
INSERT INTO `member_matching_log` VALUES ('161', '1160', '', '');
INSERT INTO `member_matching_log` VALUES ('162', '1161', '', '');
INSERT INTO `member_matching_log` VALUES ('163', '1162', '', '');
INSERT INTO `member_matching_log` VALUES ('164', '1163', '', '');
INSERT INTO `member_matching_log` VALUES ('165', '1164', '', '');
INSERT INTO `member_matching_log` VALUES ('166', '1165', '', '');
INSERT INTO `member_matching_log` VALUES ('167', '1166', '', '');
INSERT INTO `member_matching_log` VALUES ('168', '1167', '', '');
INSERT INTO `member_matching_log` VALUES ('169', '1168', '', '');
INSERT INTO `member_matching_log` VALUES ('170', '1169', '', '');
INSERT INTO `member_matching_log` VALUES ('171', '1170', '', '');
INSERT INTO `member_matching_log` VALUES ('172', '1171', '1086,1040,1001,1019,1012,1003,1087,1032,1022,1021,', '');
INSERT INTO `member_matching_log` VALUES ('173', '1172', '', '');
INSERT INTO `member_matching_log` VALUES ('174', '1173', '', '');
INSERT INTO `member_matching_log` VALUES ('175', '1174', '', '');
INSERT INTO `member_matching_log` VALUES ('176', '1175', '', '');
INSERT INTO `member_matching_log` VALUES ('177', '1176', '', '');
INSERT INTO `member_matching_log` VALUES ('178', '1177', '', '');
INSERT INTO `member_matching_log` VALUES ('179', '1178', '', '');
INSERT INTO `member_matching_log` VALUES ('180', '1179', '', '');
INSERT INTO `member_matching_log` VALUES ('181', '1180', '', '');
INSERT INTO `member_matching_log` VALUES ('182', '1181', '', '');
INSERT INTO `member_matching_log` VALUES ('183', '1182', '', '');
INSERT INTO `member_matching_log` VALUES ('184', '1183', '', '');
INSERT INTO `member_matching_log` VALUES ('185', '1184', '', '');
INSERT INTO `member_matching_log` VALUES ('186', '1185', '', '');
INSERT INTO `member_matching_log` VALUES ('187', '1186', '', '');

-- ----------------------------
-- Table structure for membership_settings
-- ----------------------------
DROP TABLE IF EXISTS `membership_settings`;
CREATE TABLE `membership_settings` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT 'id',
  `memberId` int(11) DEFAULT NULL COMMENT '会员id',
  `sameCityWithinState` int(11) DEFAULT NULL COMMENT '同城内可查看 1：是2：否',
  `sameCityExternalState` int(11) DEFAULT NULL COMMENT '同城外可查看 1：是2：否',
  `confidentialityOfInformationState` int(11) DEFAULT NULL COMMENT '信息保密开关 1：是2：否',
  `friendMessageState` int(11) DEFAULT NULL COMMENT '好友消息提醒开关 1：是2：否',
  `noticeState` int(11) DEFAULT NULL COMMENT '系统消息/公告提醒开关 1：是2：否',
  `dynamicResponseState` int(11) DEFAULT NULL COMMENT '我的动态回复提醒开关 1：是2：否',
  `worldInformation` int(11) DEFAULT NULL COMMENT '世界之窗开关 1：是2：否',
  `editState` datetime DEFAULT NULL COMMENT '编辑时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=188 DEFAULT CHARSET=utf8 COMMENT='会员设置表';

-- ----------------------------
-- Records of membership_settings
-- ----------------------------
INSERT INTO `membership_settings` VALUES ('1', '1000', '1', '1', '2', '1', '1', '1', '2', '2020-09-11 22:08:45');
INSERT INTO `membership_settings` VALUES ('2', '1001', '1', '1', '2', '1', '1', '1', '2', '2020-09-12 16:51:06');
INSERT INTO `membership_settings` VALUES ('3', '1002', '1', '1', '2', '1', '1', '1', '2', '2020-09-11 20:38:34');
INSERT INTO `membership_settings` VALUES ('4', '1003', '1', '1', '2', '1', '1', '1', '2', '2020-09-11 21:16:50');
INSERT INTO `membership_settings` VALUES ('5', '1004', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('6', '1005', '1', '1', '2', '1', '1', '1', '2', '2020-09-14 23:40:23');
INSERT INTO `membership_settings` VALUES ('7', '1006', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('8', '1007', '1', '1', '2', '1', '1', '1', '2', '2020-09-11 21:21:30');
INSERT INTO `membership_settings` VALUES ('9', '1008', '1', '1', '2', '1', '1', '1', '2', '2020-09-11 21:34:20');
INSERT INTO `membership_settings` VALUES ('10', '1009', '1', '1', '2', '1', '1', '1', '2', '2020-09-11 21:43:39');
INSERT INTO `membership_settings` VALUES ('11', '1010', '1', '1', '2', '1', '1', '1', '2', '2020-09-11 21:49:57');
INSERT INTO `membership_settings` VALUES ('12', '1011', '1', '1', '2', '1', '1', '1', '2', '2020-09-11 21:49:28');
INSERT INTO `membership_settings` VALUES ('13', '1012', '1', '1', '2', '1', '1', '1', '2', '2020-09-11 22:32:01');
INSERT INTO `membership_settings` VALUES ('14', '1013', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('15', '1014', '1', '1', '1', '1', '1', '1', '2', '2020-09-11 22:31:43');
INSERT INTO `membership_settings` VALUES ('16', '1015', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('17', '1016', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('18', '1017', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('19', '1018', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('20', '1019', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('21', '1020', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('22', '1021', '1', '1', '2', '1', '1', '1', '2', '2020-09-12 12:44:02');
INSERT INTO `membership_settings` VALUES ('23', '1022', '1', '1', '2', '1', '1', '1', '2', '2020-09-12 21:45:33');
INSERT INTO `membership_settings` VALUES ('24', '1023', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('25', '1024', '1', '1', '2', '1', '1', '1', '2', '2020-09-12 12:52:42');
INSERT INTO `membership_settings` VALUES ('26', '1025', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('27', '1026', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('28', '1027', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('29', '1028', '1', '1', '2', '1', '1', '1', '2', '2020-09-12 15:58:53');
INSERT INTO `membership_settings` VALUES ('30', '1029', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('31', '1030', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('32', '1031', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('33', '1032', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('34', '1033', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('35', '1034', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('36', '1035', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('37', '1036', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('38', '1037', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('39', '1038', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('40', '1039', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('41', '1040', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('42', '1041', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('43', '1042', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('44', '1043', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('45', '1044', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('46', '1045', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('47', '1046', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('48', '1047', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('49', '1048', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('50', '1049', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('51', '1050', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('52', '1051', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('53', '1052', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('54', '1053', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('55', '1054', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('56', '1055', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('57', '1056', '1', '1', '2', '1', '1', '1', '2', '2020-09-15 19:18:26');
INSERT INTO `membership_settings` VALUES ('58', '1057', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('59', '1058', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('60', '1059', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('61', '1060', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('62', '1061', '1', '1', '1', '1', '1', '1', '2', '2020-09-12 21:19:58');
INSERT INTO `membership_settings` VALUES ('63', '1062', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('64', '1063', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('65', '1064', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('66', '1065', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('67', '1066', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('68', '1067', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('69', '1068', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('70', '1069', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('71', '1070', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('72', '1071', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('73', '1072', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('74', '1073', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('75', '1074', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('76', '1075', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('77', '1076', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('78', '1077', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('79', '1078', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('80', '1079', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('81', '1080', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('82', '1081', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('83', '1082', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('84', '1083', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('85', '1084', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('86', '1085', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('87', '1086', '1', '1', '2', '1', '1', '1', '2', '2020-09-14 10:00:55');
INSERT INTO `membership_settings` VALUES ('88', '1087', '1', '1', '1', '1', '1', '1', '2', '2020-09-16 09:03:16');
INSERT INTO `membership_settings` VALUES ('89', '1088', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('90', '1089', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('91', '1090', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('92', '1091', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('93', '1092', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('94', '1093', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('95', '1094', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('96', '1095', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('97', '1096', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('98', '1097', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('99', '1098', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('100', '1099', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('101', '1100', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('102', '1101', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('103', '1102', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('104', '1103', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('105', '1104', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('106', '1105', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('107', '1106', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('108', '1107', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('109', '1108', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('110', '1109', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('111', '1110', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('112', '1111', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('113', '1112', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('114', '1113', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('115', '1114', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('116', '1115', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('117', '1116', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('118', '1117', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('119', '1118', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('120', '1119', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('121', '1120', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('122', '1121', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('123', '1122', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('124', '1123', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('125', '1124', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('126', '1125', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('127', '1126', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('128', '1127', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('129', '1128', '1', '1', '2', '1', '1', '1', '2', '2020-09-16 12:15:55');
INSERT INTO `membership_settings` VALUES ('130', '1129', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('131', '1130', '1', '1', '1', '1', '1', '1', '2', '2020-09-15 20:24:20');
INSERT INTO `membership_settings` VALUES ('132', '1131', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('133', '1132', '1', '1', '2', '1', '1', '1', '2', '2020-09-15 17:46:48');
INSERT INTO `membership_settings` VALUES ('134', '1133', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('135', '1134', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('136', '1135', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('137', '1136', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('138', '1137', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('139', '1138', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('140', '1139', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('141', '1140', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('142', '1141', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('143', '1142', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('144', '1143', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('145', '1144', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('146', '1145', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('147', '1146', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('148', '1147', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('149', '1148', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('150', '1149', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('151', '1150', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('152', '1151', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('153', '1152', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('154', '1153', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('155', '1154', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('156', '1155', '1', '1', '1', '1', '1', '1', '2', '2020-09-17 00:06:40');
INSERT INTO `membership_settings` VALUES ('157', '1156', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('158', '1157', '1', '1', '1', '1', '1', '1', '2', '2020-09-16 20:39:08');
INSERT INTO `membership_settings` VALUES ('159', '1158', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('160', '1159', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('161', '1160', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('162', '1161', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('163', '1162', '1', '1', '2', '1', '1', '1', '2', '2020-09-16 21:20:39');
INSERT INTO `membership_settings` VALUES ('164', '1163', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('165', '1164', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('166', '1165', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('167', '1166', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('168', '1167', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('169', '1168', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('170', '1169', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('171', '1170', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('172', '1171', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('173', '1172', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('174', '1173', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('175', '1174', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('176', '1175', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('177', '1176', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('178', '1177', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('179', '1178', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('180', '1179', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('181', '1180', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('182', '1181', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('183', '1182', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('184', '1183', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('185', '1184', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('186', '1185', '1', '1', '1', '1', '1', '1', '2', null);
INSERT INTO `membership_settings` VALUES ('187', '1186', '1', '1', '1', '1', '1', '1', '2', null);

-- ----------------------------
-- Table structure for menu
-- ----------------------------
DROP TABLE IF EXISTS `menu`;
CREATE TABLE `menu` (
  `f_id` int(11) NOT NULL AUTO_INCREMENT COMMENT '主键id',
  `f_clasid` int(11) DEFAULT NULL COMMENT '分类 1:一级,2:二级,3:三级',
  `f_tid` int(11) DEFAULT NULL COMMENT '二级id',
  `f_oid` int(11) DEFAULT NULL COMMENT '一级id',
  `f_name` varchar(128) DEFAULT NULL COMMENT '权限名称',
  `f_weight` int(11) DEFAULT NULL COMMENT '权重',
  `f_address` varchar(1024) DEFAULT NULL COMMENT '权限地址',
  PRIMARY KEY (`f_id`)
) ENGINE=InnoDB AUTO_INCREMENT=146 DEFAULT CHARSET=utf8 COMMENT='菜单表';

-- ----------------------------
-- Records of menu
-- ----------------------------
INSERT INTO `menu` VALUES ('101', '1', null, null, '用户权限', '1', 'javascript:;');
INSERT INTO `menu` VALUES ('102', '1', null, null, '会员管理', '1', 'javascript:;');
INSERT INTO `menu` VALUES ('103', '1', null, null, '消息中心', '1', 'javascript:;');
INSERT INTO `menu` VALUES ('104', '1', null, null, '礼物管理', '1', 'javascript:;');
INSERT INTO `menu` VALUES ('105', '1', null, null, '问题与意见', '1', 'javascript:;');
INSERT INTO `menu` VALUES ('106', '1', null, null, '线下活动管理', '1', 'javascript:;');
INSERT INTO `menu` VALUES ('107', '1', null, null, '单页管理', '1', 'javascript:;');
INSERT INTO `menu` VALUES ('109', '2', null, '101', '管理员管理', '1', '/account/pages/AccountList');
INSERT INTO `menu` VALUES ('110', '2', null, '101', '角色管理', '1', '/role/pages/RoleList');
INSERT INTO `menu` VALUES ('111', '2', null, '102', '会员管理', '1', '/member/pages/MemberList');
INSERT INTO `menu` VALUES ('112', '2', null, '102', '颜值注册审核', '1', '/member/pages/LooksList');
INSERT INTO `menu` VALUES ('113', '2', null, '102', '车友注册审核', '1', '/member/pages/RidersList');
INSERT INTO `menu` VALUES ('114', '2', null, '103', '公告管理', '1', '/notice/pages/NoticeList');
INSERT INTO `menu` VALUES ('115', '2', null, '103', '系统消息', '1', '/system-message/pages/SystemMessageList');
INSERT INTO `menu` VALUES ('116', '2', null, '104', '礼物管理', '1', '/gift/pages/GiftList');
INSERT INTO `menu` VALUES ('117', '2', null, '105', '常见问题管理', '1', '/problem/pages/ProblemList');
INSERT INTO `menu` VALUES ('118', '2', null, '105', '意见反馈管理', '1', '/opinion/pages/OpinionList');
INSERT INTO `menu` VALUES ('119', '2', null, '106', '线下活动管理', '1', '/sendOfflineActivities/pages/OfflineActivitiesList');
INSERT INTO `menu` VALUES ('120', '2', null, '107', '注册协议', '1', '/agreement/pages/AgreementUpdate?id=1&type=1');
INSERT INTO `menu` VALUES ('121', '2', null, '107', '会员说明', '1', '/agreement/pages/AgreementUpdate?id=1&type=2');
INSERT INTO `menu` VALUES ('122', '2', null, '107', '分享规则', '1', '/agreement/pages/AgreementUpdate?id=1&type=3');
INSERT INTO `menu` VALUES ('123', '2', null, '107', '关于我们', '1', '/agreement/pages/AgreementUpdate?id=1&type=4');
INSERT INTO `menu` VALUES ('124', '2', null, '102', '提现管理', '1', '/withdraw/pages/WithdrawList');
INSERT INTO `menu` VALUES ('126', '2', null, '132', '提现比例管理', '1', '/proportionofwithdrawal/pages/ProportionofwithdrawalList');
INSERT INTO `menu` VALUES ('127', '1', null, null, '菜单管理', '1', 'javascript:;');
INSERT INTO `menu` VALUES ('128', '2', null, '127', '菜单管理', '1', '/menu/pages/MenuList');
INSERT INTO `menu` VALUES ('129', '2', null, '107', '黑卡介绍', '1', '/agreement/pages/AgreementUpdate?id=1&type=5');
INSERT INTO `menu` VALUES ('130', '1', null, null, '车辆审核', '10', 'javascript:;');
INSERT INTO `menu` VALUES ('131', '2', null, '130', '车辆审核', '1', '/car/pages/CarList');
INSERT INTO `menu` VALUES ('132', '1', null, null, '平台设置', '20', 'javascript:;');
INSERT INTO `menu` VALUES ('133', '2', null, '132', '平台设置', '1', '/platformParameterSetting/pages/PlatformParameterSettingUpdate');
INSERT INTO `menu` VALUES ('134', '2', null, '135', '举报列表', '5', '/report/pages/report/report');
INSERT INTO `menu` VALUES ('135', '1', null, null, '举报管理', '19', 'javascript:;');
INSERT INTO `menu` VALUES ('136', '2', null, '135', '举报分类', '1', '/reportType/pages/reportType/reportType');
INSERT INTO `menu` VALUES ('137', '1', null, null, '金额管理', '5', 'javascript:;');
INSERT INTO `menu` VALUES ('138', '2', null, '137', '安卓钻石金额', '1', '/diamonds/pages/AndroidDiamondsList');
INSERT INTO `menu` VALUES ('139', '2', null, '137', '苹果钻石金额', '2', '/diamonds/pages/AppleDiamondsList');
INSERT INTO `menu` VALUES ('140', '2', null, '137', '苹果会员金额', '4', '/diamonds/pages/AppleMemberList');
INSERT INTO `menu` VALUES ('141', '2', null, '137', '安卓会员金额', '3', '/diamonds/pages/AndroidMemberList');
INSERT INTO `menu` VALUES ('142', '2', null, '137', '安卓黑卡金额', '5', '/diamonds/pages/AndroidBlackList');
INSERT INTO `menu` VALUES ('143', '2', null, '137', '苹果黑卡金额', '6', '/diamonds/pages/AppleBlackList');
INSERT INTO `menu` VALUES ('144', '2', null, '106', '取消参加聚会审核', '123', '/active/pages/Index1');
INSERT INTO `menu` VALUES ('145', '2', null, '107', '隐私政策', '6', '/agreement/pages/AgreementUpdate?id=1&type=6');

-- ----------------------------
-- Table structure for new_friend
-- ----------------------------
DROP TABLE IF EXISTS `new_friend`;
CREATE TABLE `new_friend` (
  `new_friend_id` int(11) NOT NULL AUTO_INCREMENT COMMENT 'id',
  `new_friend_oneself_id` int(11) DEFAULT NULL COMMENT '自身ID',
  `new_friend_other_party_id` int(11) DEFAULT NULL COMMENT '对方ID',
  `new_friend_other_party_head` varchar(255) DEFAULT NULL COMMENT '对方头像',
  `new_friend_other_party_auto_logos` varchar(255) DEFAULT NULL COMMENT '对方头像车标',
  `new_friend_other_party_nick_name` varchar(255) DEFAULT NULL COMMENT '对方昵称',
  `new_friend_other_party_level` int(255) DEFAULT NULL COMMENT '对方等级',
  `new_friend_other_party_sex` int(11) DEFAULT NULL COMMENT '对方性别 1:男 2：女',
  `new_friend_other_party_age` int(11) DEFAULT NULL COMMENT '对方年龄',
  `new_friend_other_party_city` varchar(255) DEFAULT NULL COMMENT '对方城市',
  `new_friend_other_party_add_time` datetime DEFAULT NULL COMMENT '打招呼时间',
  `new_friend_other_party_end_time` datetime DEFAULT NULL COMMENT '过期时间',
  `new_friend_other_party_gift_id` int(11) DEFAULT NULL COMMENT '礼物ID',
  `new_friend_other_party_gift_image` varchar(255) DEFAULT NULL COMMENT '礼物图片',
  `new_friend_other_party_gift_name` varchar(255) DEFAULT NULL COMMENT '礼物名称',
  `new_friend_other_party_gift_size` int(11) DEFAULT NULL COMMENT '礼物数量',
  `remarks` int(11) DEFAULT NULL COMMENT '打招呼送礼物的ID',
  PRIMARY KEY (`new_friend_id`)
) ENGINE=InnoDB AUTO_INCREMENT=170 DEFAULT CHARSET=utf8mb4;

-- ----------------------------
-- Records of new_friend
-- ----------------------------

-- ----------------------------
-- Table structure for notice
-- ----------------------------
DROP TABLE IF EXISTS `notice`;
CREATE TABLE `notice` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT 'id',
  `member_id` int(11) DEFAULT NULL COMMENT '报名人员id',
  `head` varchar(1024) CHARACTER SET utf8 DEFAULT NULL COMMENT '头像',
  `nickName` text COMMENT '昵称',
  `sex` int(11) DEFAULT NULL COMMENT '性别 1 :男  2：女',
  `shenqing_time` datetime DEFAULT NULL COMMENT '申请时间',
  `daochang_time` datetime DEFAULT NULL COMMENT '到场时间',
  `title` text COMMENT '聚会主题',
  `per_size` int(11) DEFAULT NULL COMMENT '限制人数',
  `start_time` datetime DEFAULT NULL COMMENT '开始时间',
  `address` varchar(255) DEFAULT NULL COMMENT '地址',
  `of_member` int(11) DEFAULT NULL COMMENT '发起聚会人员ID',
  `context` text,
  `type` int(11) DEFAULT NULL COMMENT '1：普通公告  2：聚会',
  `add_time` datetime DEFAULT NULL,
  `shenqingId` int(11) DEFAULT NULL COMMENT '申请的ID',
  `readMembers` text COMMENT '已读会员数组',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=9 DEFAULT CHARSET=utf8mb4 COMMENT='公告表';

-- ----------------------------
-- Records of notice
-- ----------------------------
INSERT INTO `notice` VALUES ('1', '1019', '/nan.png', '蜻蜓队长', '1', '2020-09-13 14:49:33', '2020-09-13 14:49:00', '蜻蜓队长发起了\"四喜按摩\"报名申请', '1', '2020-09-13 16:47:00', '四喜富侨足浴水会(天心公园精品店)', '1012', null, '2', '2020-09-13 14:49:33', '1', '1012');
INSERT INTO `notice` VALUES ('2', '1001', '/upload/2020-09-11/20200911211815388.jpeg', '画画的宝宝', '1', '2020-09-13 14:52:36', '2020-09-13 03:52:00', '画画的宝宝发起了\"四喜按摩\"报名申请', '1', '2020-09-13 16:47:00', '四喜富侨足浴水会(天心公园精品店)', '1012', null, '2', '2020-09-13 14:52:36', '2', '1012');
INSERT INTO `notice` VALUES ('3', '1007', '/upload/2020-09-11/20200911211618376.png', 'xT1an#', '1', '2020-09-13 14:58:23', '2020-09-13 14:58:00', 'xT1an#发起了\"四喜按摩\"报名申请', '1', '2020-09-13 16:47:00', '四喜富侨足浴水会(天心公园精品店)', '1012', null, '2', '2020-09-13 14:58:23', '3', '1012');
INSERT INTO `notice` VALUES ('4', '1019', '/nan.png', '蜻蜓队长', '1', '2020-09-14 19:17:47', '2020-09-14 20:15:00', '蜻蜓队长发起了\"闲逛\"报名申请', '1', '2020-09-14 20:20:00', '享玩.拿督会', '1012', null, '2', '2020-09-14 19:17:47', '4', '1012');
INSERT INTO `notice` VALUES ('5', '1012', '/upload/2020-09-12/20200912141230267.png', '江江呀', '1', '2020-09-15 15:43:41', '2020-09-15 19:20:00', '江江呀发起了\"密室逃脱\"报名申请', '2', '2020-09-15 19:30:00', 'S·TIME密室逃脱旗舰店(解放西路店)', '1001', null, '2', '2020-09-15 15:43:41', '5', '1001');
INSERT INTO `notice` VALUES ('6', '1001', '/upload/2020-09-11/20200911211815388.jpeg', '画画的宝宝', '1', '2020-09-15 15:58:11', '2020-09-15 04:58:00', '画画的宝宝发起了\"吃饭\"报名申请', '1', '2020-09-15 17:57:00', '万达广场(开福店)', '1012', null, '2', '2020-09-15 15:58:11', '6', '1012');
INSERT INTO `notice` VALUES ('7', '1040', '/upload/2020-09-12/2020091219451110.png', 'tc', '1', '2020-09-15 17:03:43', '2020-09-26 05:04:00', 'tc发起了\"吃饭\"报名申请', '1', '2020-09-15 17:57:00', '万达广场(开福店)', '1012', null, '2', '2020-09-15 17:03:43', '7', '1012');
INSERT INTO `notice` VALUES ('8', '1028', '/upload/2020-09-12/20200912144215538.jpeg', '用户_778166', '2', '2020-09-15 17:28:10', '2020-09-16 05:28:00', '用户_778166发起了\"密室逃脱\"报名申请', '2', '2020-09-15 19:30:00', 'S·TIME密室逃脱旗舰店(解放西路店)', '1001', null, '2', '2020-09-15 17:28:10', '8', '1001');

-- ----------------------------
-- Table structure for opinion
-- ----------------------------
DROP TABLE IF EXISTS `opinion`;
CREATE TABLE `opinion` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT 'id',
  `memberId` int(11) DEFAULT NULL COMMENT '会员id',
  `memberName` varchar(128) CHARACTER SET utf8 DEFAULT NULL COMMENT '会员昵称',
  `memberHead` varchar(1024) CHARACTER SET utf8 DEFAULT NULL COMMENT '会员头像',
  `memberPhone` varchar(32) CHARACTER SET utf8 DEFAULT NULL COMMENT '会员手机号',
  `context` text CHARACTER SET utf8 COMMENT '反馈内容',
  `images` text COMMENT '反馈图片',
  `addTime` datetime DEFAULT NULL COMMENT '反馈时间',
  `state` int(11) DEFAULT NULL COMMENT '处理状态 1:已处理2:未处理',
  `reason` text COMMENT '处理意见',
  `handleTime` datetime DEFAULT NULL COMMENT '处理时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=6 DEFAULT CHARSET=utf8mb4 COMMENT='意见表';

-- ----------------------------
-- Records of opinion
-- ----------------------------

-- ----------------------------
-- Table structure for PDMAN_DB_VERSION
-- ----------------------------
DROP TABLE IF EXISTS `PDMAN_DB_VERSION`;
CREATE TABLE `PDMAN_DB_VERSION` (
  `DB_VERSION` varchar(256) DEFAULT NULL,
  `VERSION_DESC` varchar(1024) DEFAULT NULL,
  `CREATED_TIME` varchar(32) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

-- ----------------------------
-- Records of PDMAN_DB_VERSION
-- ----------------------------

-- ----------------------------
-- Table structure for platform_parameter_setting
-- ----------------------------
DROP TABLE IF EXISTS `platform_parameter_setting`;
CREATE TABLE `platform_parameter_setting` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT 'id',
  `launchPage` varchar(1024) DEFAULT NULL COMMENT 'app端启用页图片',
  `loginImage` varchar(255) DEFAULT '' COMMENT 'login背景图',
  `drawInProportion` decimal(32,2) DEFAULT NULL COMMENT '用户收到的礼物平台抽成比例',
  `telephone` varchar(128) DEFAULT NULL COMMENT '客服电话',
  `proportionOfReturnedServants` decimal(32,2) DEFAULT NULL COMMENT '设置一级分销返佣比例',
  `proportionOfReturnedServantsTwo` decimal(32,2) DEFAULT NULL COMMENT '二级分销返佣比例',
  `selfWithdrawal` decimal(32,2) DEFAULT NULL COMMENT '设置通过他人分享注册的用户，自身提现比例提高XX%',
  `giftExperienceRatio` decimal(32,2) DEFAULT NULL COMMENT '发送礼物获得对应钻石价值比例的经验值数量',
  `proportionOfExperience` decimal(32,2) DEFAULT NULL COMMENT '发起赴约获得对应钻石价值比例的经验值数量',
  `unitPriceOfLoudspeaker` int(32) DEFAULT NULL COMMENT '设置小喇叭单价',
  `exchangeRateOfGoldDiamond` decimal(32,2) DEFAULT NULL COMMENT '设置银钻兑换金钻手续费比例',
  `exchangeRateForBlackDiamonds` decimal(32,2) DEFAULT NULL COMMENT '设置银钻兑换黑钻手续费比例',
  `proportionOfExchangeBalance` decimal(32,2) DEFAULT NULL COMMENT '设置黑钻兑换余额比例',
  `sixGoldSize` text COMMENT '设置六个可兑换金钻的选项',
  `sixBlackSize` text COMMENT '设置六个可兑换黑钻的数量',
  `goldDiamondsPerYuan` int(11) DEFAULT NULL COMMENT '设置充值时每元等于多少金钻',
  `version` decimal(10,2) DEFAULT NULL COMMENT '版本号',
  `description` varchar(1000) DEFAULT NULL COMMENT '新版本描述',
  `applePackageDownloadUrl` varchar(400) NOT NULL DEFAULT '' COMMENT 'ios包下载地址',
  `androidPackageDownloadUrl` varchar(400) NOT NULL COMMENT 'android',
  `faceSimilarity` int(3) DEFAULT NULL COMMENT '人脸相似度',
  `memberUsageTime` int(11) DEFAULT NULL COMMENT '会员使用时间（小时）',
  `appleVersion` varchar(255) DEFAULT NULL COMMENT '255',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8 COMMENT='平台参数设置';

-- ----------------------------
-- Records of platform_parameter_setting
-- ----------------------------
INSERT INTO `platform_parameter_setting` VALUES ('1', '/upload/2020-08-18/20200818154529787.mp4', '/upload/2020-08-13/20200813161453402.mp4', '0.00', '0731-85206798', '10.00', '2.00', '0.00', '0.00', '0.00', '2', '0.70', '0.70', '0.10', '1000,2000,5000,10000,50000,100000', '1000,2000,5000,10000,50000,100000', '10', '20200917.00', '有新版本，快来下载！', 'https://www.pgyer.com/8e5Q', '/upload/2020-09-17/20200917192144219.apk', '40', '72', '202009171725');

-- ----------------------------
-- Table structure for problem
-- ----------------------------
DROP TABLE IF EXISTS `problem`;
CREATE TABLE `problem` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT 'id',
  `title` varchar(128) CHARACTER SET utf8 DEFAULT NULL COMMENT '问题名称',
  `answer` text COMMENT '答案',
  `addTime` datetime DEFAULT NULL COMMENT '发布时间',
  `editTime` datetime DEFAULT NULL COMMENT '编辑时间',
  `enableState` int(11) DEFAULT NULL COMMENT '启用状态 1:启用2:禁用',
  `deleteState` int(11) DEFAULT NULL COMMENT '删除状态 1:已删除2:未删除',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COMMENT='常见问题表';

-- ----------------------------
-- Records of problem
-- ----------------------------

-- ----------------------------
-- Table structure for proportionofwithdrawal
-- ----------------------------
DROP TABLE IF EXISTS `proportionofwithdrawal`;
CREATE TABLE `proportionofwithdrawal` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT 'id',
  `numberOfParticipants` int(11) DEFAULT NULL COMMENT '分享人数',
  `giftCost` int(11) DEFAULT '0' COMMENT '礼物价值',
  `proportion` decimal(32,2) DEFAULT NULL COMMENT '对应比例',
  `addTime` datetime DEFAULT NULL COMMENT '添加时间',
  `editTime` datetime DEFAULT NULL COMMENT '修改时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='提现比例表';

-- ----------------------------
-- Records of proportionofwithdrawal
-- ----------------------------

-- ----------------------------
-- Table structure for recharge_record
-- ----------------------------
DROP TABLE IF EXISTS `recharge_record`;
CREATE TABLE `recharge_record` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT 'id',
  `memberId` int(11) DEFAULT NULL COMMENT '会员ID',
  `currency` int(11) DEFAULT NULL COMMENT '1：会员 2：黑卡 3：金钻  4：银钻 5：黑钻6:小喇叭',
  `mode` int(32) DEFAULT NULL COMMENT '1：微信 2：支付宝 3：苹果 4：系统',
  `type` int(11) DEFAULT NULL COMMENT '1：增加 2：消耗',
  `runSize` bigint(11) DEFAULT NULL COMMENT '产生数量',
  `surplus` bigint(11) DEFAULT NULL COMMENT '剩余数量',
  `addTime` datetime DEFAULT NULL COMMENT '充值时间',
  `name` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=314 DEFAULT CHARSET=utf8 COMMENT='充值记录';

-- ----------------------------
-- Records of recharge_record
-- ----------------------------
INSERT INTO `recharge_record` VALUES ('1', '1001', '2', '3', '1', '38888', '38888', '2020-09-11 20:09:12', '充值黑卡');
INSERT INTO `recharge_record` VALUES ('2', '1000', '3', '4', '2', '2', '98', '2020-09-11 20:29:45', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('3', '1000', '6', '4', '1', '1', '1', '2020-09-11 20:29:45', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('4', '1002', '2', '3', '1', '38888', '38888', '2020-09-11 20:31:40', '充值黑卡');
INSERT INTO `recharge_record` VALUES ('5', '1001', '3', '4', '1', '3888', '42776', '2020-09-11 20:31:40', '金钻返佣');
INSERT INTO `recharge_record` VALUES ('6', '1001', '3', '4', '2', '38', '42738', '2020-09-11 20:32:28', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('7', '1001', '6', '4', '1', '19', '19', '2020-09-11 20:32:28', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('8', '1002', '3', '4', '2', '21900', '100', '2020-09-11 20:39:48', '发送红包');
INSERT INTO `recharge_record` VALUES ('9', '1001', '4', '4', '1', '21900', '21900', '2020-09-11 20:39:52', '抢红包');
INSERT INTO `recharge_record` VALUES ('10', '1003', '2', '3', '1', '38888', '38888', '2020-09-11 20:44:58', '充值黑卡');
INSERT INTO `recharge_record` VALUES ('11', '1001', '3', '4', '1', '3888', '46626', '2020-09-11 20:44:58', '金钻返佣');
INSERT INTO `recharge_record` VALUES ('12', '1003', '3', '4', '2', '38688', '100', '2020-09-11 20:46:39', '发送红包');
INSERT INTO `recharge_record` VALUES ('13', '1001', '4', '4', '1', '38688', '38688', '2020-09-11 20:46:41', '抢红包');
INSERT INTO `recharge_record` VALUES ('14', '1004', '2', '3', '1', '38888', '38888', '2020-09-11 20:58:35', '充值黑卡');
INSERT INTO `recharge_record` VALUES ('15', '1001', '3', '4', '1', '3888', '50514', '2020-09-11 20:58:35', '金钻返佣');
INSERT INTO `recharge_record` VALUES ('16', '1004', '3', '4', '2', '38700', '100', '2020-09-11 21:01:44', '发送红包');
INSERT INTO `recharge_record` VALUES ('17', '1001', '4', '4', '1', '38700', '38700', '2020-09-11 21:01:46', '抢红包');
INSERT INTO `recharge_record` VALUES ('18', '1005', '2', '3', '1', '38888', '38888', '2020-09-11 21:04:53', '充值黑卡');
INSERT INTO `recharge_record` VALUES ('19', '1001', '3', '4', '1', '3888', '54402', '2020-09-11 21:04:53', '金钻返佣');
INSERT INTO `recharge_record` VALUES ('20', '1005', '3', '4', '2', '38700', '100', '2020-09-11 21:06:09', '发送红包');
INSERT INTO `recharge_record` VALUES ('21', '1001', '4', '4', '1', '38700', '38700', '2020-09-11 21:06:10', '抢红包');
INSERT INTO `recharge_record` VALUES ('22', '1006', '2', '3', '1', '38888', '38888', '2020-09-11 21:07:45', '充值黑卡');
INSERT INTO `recharge_record` VALUES ('23', '1001', '3', '4', '1', '3888', '58290', '2020-09-11 21:07:45', '金钻返佣');
INSERT INTO `recharge_record` VALUES ('24', '1006', '3', '4', '2', '38700', '100', '2020-09-11 21:08:27', '发送红包');
INSERT INTO `recharge_record` VALUES ('25', '1001', '4', '4', '1', '38700', '38700', '2020-09-11 21:08:36', '抢红包');
INSERT INTO `recharge_record` VALUES ('26', '1007', '1', '1', '1', '2888', '2888', '2020-09-11 21:13:32', '购买会员月卡');
INSERT INTO `recharge_record` VALUES ('27', '1008', '2', '3', '1', '38888', '38888', '2020-09-11 21:32:41', '充值黑卡');
INSERT INTO `recharge_record` VALUES ('28', '1001', '3', '4', '1', '3888', '62178', '2020-09-11 21:32:41', '金钻返佣');
INSERT INTO `recharge_record` VALUES ('29', '1008', '3', '4', '2', '38700', '100', '2020-09-11 21:33:44', '发送红包');
INSERT INTO `recharge_record` VALUES ('30', '1001', '4', '4', '1', '38700', '38700', '2020-09-11 21:34:02', '抢红包');
INSERT INTO `recharge_record` VALUES ('31', '1009', '2', '3', '1', '38888', '38888', '2020-09-11 21:38:00', '充值黑卡');
INSERT INTO `recharge_record` VALUES ('32', '1001', '3', '4', '1', '3888', '66066', '2020-09-11 21:38:00', '金钻返佣');
INSERT INTO `recharge_record` VALUES ('33', '1009', '3', '4', '2', '38700', '100', '2020-09-11 21:38:51', '发送红包');
INSERT INTO `recharge_record` VALUES ('34', '1001', '4', '4', '1', '38700', '38700', '2020-09-11 21:38:56', '抢红包');
INSERT INTO `recharge_record` VALUES ('35', '1010', '2', '3', '1', '38888', '38888', '2020-09-11 21:44:43', '充值黑卡');
INSERT INTO `recharge_record` VALUES ('36', '1001', '3', '4', '1', '3888', '69954', '2020-09-11 21:44:43', '金钻返佣');
INSERT INTO `recharge_record` VALUES ('37', '1011', '2', '3', '1', '38888', '38888', '2020-09-11 21:45:31', '充值黑卡');
INSERT INTO `recharge_record` VALUES ('38', '1001', '3', '4', '1', '3888', '73842', '2020-09-11 21:45:31', '金钻返佣');
INSERT INTO `recharge_record` VALUES ('39', '1010', '3', '4', '2', '38700', '100', '2020-09-11 21:47:17', '发送红包');
INSERT INTO `recharge_record` VALUES ('40', '1001', '4', '4', '1', '38700', '38700', '2020-09-11 21:47:18', '抢红包');
INSERT INTO `recharge_record` VALUES ('41', '1011', '3', '4', '2', '38700', '100', '2020-09-11 21:49:08', '发送红包');
INSERT INTO `recharge_record` VALUES ('42', '1001', '4', '4', '1', '38700', '38700', '2020-09-11 21:49:09', '抢红包');
INSERT INTO `recharge_record` VALUES ('43', '1012', '1', '2', '1', '2888', '2888', '2020-09-11 21:55:35', '购买会员月卡');
INSERT INTO `recharge_record` VALUES ('44', '1013', '2', '3', '1', '38888', '38888', '2020-09-11 22:02:33', '充值黑卡');
INSERT INTO `recharge_record` VALUES ('45', '1001', '3', '4', '1', '3888', '77730', '2020-09-11 22:02:33', '金钻返佣');
INSERT INTO `recharge_record` VALUES ('46', '1013', '3', '4', '2', '38700', '100', '2020-09-11 22:03:36', '发送红包');
INSERT INTO `recharge_record` VALUES ('47', '1001', '4', '4', '1', '38700', '38700', '2020-09-11 22:03:47', '抢红包');
INSERT INTO `recharge_record` VALUES ('48', '1012', '3', '4', '2', '4', '2884', '2020-09-11 22:04:09', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('49', '1012', '6', '4', '1', '2', '2', '2020-09-11 22:04:09', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('50', '1003', '3', '4', '2', '2', '98', '2020-09-11 22:05:42', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('51', '1003', '6', '4', '1', '1', '1', '2020-09-11 22:05:42', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('52', '1014', '2', '3', '1', '38888', '38888', '2020-09-11 22:27:41', '充值黑卡');
INSERT INTO `recharge_record` VALUES ('53', '1001', '3', '4', '1', '3888', '81618', '2020-09-11 22:27:41', '金钻返佣');
INSERT INTO `recharge_record` VALUES ('54', '1014', '3', '4', '2', '38700', '100', '2020-09-11 22:28:35', '发送红包');
INSERT INTO `recharge_record` VALUES ('55', '1001', '4', '4', '1', '38700', '38700', '2020-09-11 22:28:37', '抢红包');
INSERT INTO `recharge_record` VALUES ('56', '1001', '4', '4', '1', '8', '426764', '2020-09-12 00:01:10', '银钻返佣');
INSERT INTO `recharge_record` VALUES ('57', '1019', '1', '1', '1', '2888', '2888', '2020-09-12 11:34:25', '购买会员月卡');
INSERT INTO `recharge_record` VALUES ('58', '1019', '3', '4', '2', '2', '2886', '2020-09-12 11:36:12', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('59', '1019', '6', '4', '1', '1', '1', '2020-09-12 11:36:12', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('60', '1019', '3', '4', '2', '2', '2396', '2020-09-12 12:05:59', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('61', '1019', '6', '4', '1', '1', '1', '2020-09-12 12:05:59', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('62', '1019', '4', '4', '1', '8', '96', '2020-09-12 12:12:47', '银钻返佣');
INSERT INTO `recharge_record` VALUES ('63', '1019', '4', '4', '1', '8', '104', '2020-09-12 12:12:51', '银钻返佣');
INSERT INTO `recharge_record` VALUES ('64', '1021', '2', '3', '1', '38888', '38888', '2020-09-12 12:33:43', '充值黑卡');
INSERT INTO `recharge_record` VALUES ('65', '1001', '3', '4', '1', '3888', '85418', '2020-09-12 12:33:43', '金钻返佣');
INSERT INTO `recharge_record` VALUES ('66', '1022', '2', '3', '1', '38888', '38888', '2020-09-12 12:37:26', '充值黑卡');
INSERT INTO `recharge_record` VALUES ('67', '1001', '3', '4', '1', '3888', '89306', '2020-09-12 12:37:26', '金钻返佣');
INSERT INTO `recharge_record` VALUES ('68', '1022', '3', '4', '2', '38700', '100', '2020-09-12 12:38:39', '发送红包');
INSERT INTO `recharge_record` VALUES ('69', '1001', '4', '4', '1', '38700', '38700', '2020-09-12 12:38:46', '抢红包');
INSERT INTO `recharge_record` VALUES ('70', '1024', '2', '3', '1', '38888', '38888', '2020-09-12 12:51:52', '充值黑卡');
INSERT INTO `recharge_record` VALUES ('71', '1001', '3', '4', '1', '3888', '93194', '2020-09-12 12:51:52', '金钻返佣');
INSERT INTO `recharge_record` VALUES ('72', '1024', '3', '4', '2', '38700', '100', '2020-09-12 12:53:19', '发送红包');
INSERT INTO `recharge_record` VALUES ('73', '1001', '4', '4', '1', '38700', '38700', '2020-09-12 12:53:20', '抢红包');
INSERT INTO `recharge_record` VALUES ('74', '1025', '2', '3', '1', '38888', '38888', '2020-09-12 13:04:41', '充值黑卡');
INSERT INTO `recharge_record` VALUES ('75', '1025', '3', '4', '2', '38624', '0', '2020-09-12 13:10:19', '发送红包');
INSERT INTO `recharge_record` VALUES ('76', '1001', '4', '4', '1', '38624', '38624', '2020-09-12 13:11:06', '抢红包');
INSERT INTO `recharge_record` VALUES ('77', '1012', '4', '4', '1', '8', '8', '2020-09-12 16:38:42', '银钻返佣');
INSERT INTO `recharge_record` VALUES ('78', '1007', '3', '4', '2', '132', '2580', '2020-09-12 17:59:24', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('79', '1007', '6', '4', '1', '66', '66', '2020-09-12 17:59:24', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('80', '1035', '2', '3', '1', '38888', '38888', '2020-09-12 18:19:22', '充值黑卡');
INSERT INTO `recharge_record` VALUES ('81', '1022', '3', '4', '1', '3888', '3988', '2020-09-12 18:19:22', '金钻返佣');
INSERT INTO `recharge_record` VALUES ('82', '1001', '3', '4', '1', '777', '93971', '2020-09-12 18:19:22', '金钻返佣');
INSERT INTO `recharge_record` VALUES ('83', '1003', '3', '4', '2', '10', '0', '2020-09-12 18:20:58', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('84', '1003', '6', '4', '1', '5', '5', '2020-09-12 18:20:58', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('85', '1035', '3', '4', '2', '38700', '100', '2020-09-12 18:22:34', '发送红包');
INSERT INTO `recharge_record` VALUES ('86', '1001', '4', '4', '1', '38700', '38700', '2020-09-12 18:22:36', '抢红包');
INSERT INTO `recharge_record` VALUES ('87', '1036', '2', '3', '1', '38888', '38888', '2020-09-12 18:31:28', '充值黑卡');
INSERT INTO `recharge_record` VALUES ('88', '1001', '3', '4', '1', '3888', '97859', '2020-09-12 18:31:28', '金钻返佣');
INSERT INTO `recharge_record` VALUES ('89', '1036', '3', '4', '2', '38700', '100', '2020-09-12 18:34:07', '发送红包');
INSERT INTO `recharge_record` VALUES ('90', '1001', '4', '4', '1', '38700', '38700', '2020-09-12 18:34:09', '抢红包');
INSERT INTO `recharge_record` VALUES ('91', '1037', '2', '3', '1', '38888', '38888', '2020-09-12 18:35:23', '充值黑卡');
INSERT INTO `recharge_record` VALUES ('92', '1022', '3', '4', '1', '3888', '7876', '2020-09-12 18:35:23', '金钻返佣');
INSERT INTO `recharge_record` VALUES ('93', '1001', '3', '4', '1', '777', '98636', '2020-09-12 18:35:23', '金钻返佣');
INSERT INTO `recharge_record` VALUES ('94', '1022', '3', '4', '2', '7688', '100', '2020-09-12 18:38:16', '发送红包');
INSERT INTO `recharge_record` VALUES ('95', '1001', '4', '4', '1', '7688', '7688', '2020-09-12 18:38:20', '抢红包');
INSERT INTO `recharge_record` VALUES ('96', '1037', '3', '4', '2', '38700', '100', '2020-09-12 18:39:26', '发送红包');
INSERT INTO `recharge_record` VALUES ('97', '1001', '4', '4', '1', '38700', '38700', '2020-09-12 18:39:28', '抢红包');
INSERT INTO `recharge_record` VALUES ('98', '1040', '2', '3', '1', '38888', '38888', '2020-09-12 18:43:08', '充值黑卡');
INSERT INTO `recharge_record` VALUES ('99', '1001', '3', '4', '1', '3888', '102524', '2020-09-12 18:43:08', '金钻返佣');
INSERT INTO `recharge_record` VALUES ('100', '1010', '4', '4', '1', '8', '8', '2020-09-12 18:51:38', '银钻返佣');
INSERT INTO `recharge_record` VALUES ('101', '1001', '4', '4', '1', '1', '667193', '2020-09-12 18:51:38', '银钻返佣');
INSERT INTO `recharge_record` VALUES ('102', '1010', '4', '4', '1', '10', '18', '2020-09-12 18:51:59', '银钻返佣');
INSERT INTO `recharge_record` VALUES ('103', '1001', '4', '4', '1', '2', '667195', '2020-09-12 18:51:59', '银钻返佣');
INSERT INTO `recharge_record` VALUES ('104', '1012', '4', '4', '1', '8', '16', '2020-09-12 18:58:32', '银钻返佣');
INSERT INTO `recharge_record` VALUES ('105', '1012', '4', '4', '1', '8', '24', '2020-09-12 19:28:47', '银钻返佣');
INSERT INTO `recharge_record` VALUES ('106', '1003', '3', '2', '1', '600', '600', '2020-09-12 19:35:03', '购买钻石');
INSERT INTO `recharge_record` VALUES ('107', '1012', '4', '4', '1', '8', '32', '2020-09-12 19:38:02', '银钻返佣');
INSERT INTO `recharge_record` VALUES ('108', '1054', '2', '3', '1', '38888', '38888', '2020-09-12 20:05:39', '充值黑卡');
INSERT INTO `recharge_record` VALUES ('109', '1001', '3', '4', '1', '3888', '106412', '2020-09-12 20:05:39', '金钻返佣');
INSERT INTO `recharge_record` VALUES ('110', '1001', '3', '1', '1', '60', '106472', '2020-09-12 20:07:24', '购买钻石');
INSERT INTO `recharge_record` VALUES ('111', '1001', '3', '2', '1', '60', '106532', '2020-09-12 20:07:41', '购买钻石');
INSERT INTO `recharge_record` VALUES ('112', '1056', '2', '3', '1', '38888', '38888', '2020-09-12 20:21:11', '充值黑卡');
INSERT INTO `recharge_record` VALUES ('113', '1001', '3', '4', '1', '3888', '110420', '2020-09-12 20:21:11', '金钻返佣');
INSERT INTO `recharge_record` VALUES ('114', '1019', '4', '4', '1', '52', '156', '2020-09-12 20:25:59', '银钻返佣');
INSERT INTO `recharge_record` VALUES ('115', '1019', '4', '4', '1', '8', '164', '2020-09-12 20:26:56', '银钻返佣');
INSERT INTO `recharge_record` VALUES ('116', '1012', '4', '4', '1', '8', '40', '2020-09-12 21:28:25', '银钻返佣');
INSERT INTO `recharge_record` VALUES ('117', '1012', '4', '4', '1', '26', '66', '2020-09-12 21:51:09', '银钻返佣');
INSERT INTO `recharge_record` VALUES ('118', '1019', '3', '4', '2', '2', '822', '2020-09-12 21:54:07', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('119', '1019', '6', '4', '1', '1', '1', '2020-09-12 21:54:07', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('120', '1064', '1', '2', '1', '2888', '2888', '2020-09-12 22:50:19', '购买会员月卡');
INSERT INTO `recharge_record` VALUES ('121', '1061', '3', '4', '1', '288', '388', '2020-09-12 22:50:19', '金钻返佣');
INSERT INTO `recharge_record` VALUES ('122', '1045', '3', '4', '2', '12', '88', '2020-09-13 08:23:37', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('123', '1045', '6', '4', '1', '6', '6', '2020-09-13 08:23:37', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('124', '1019', '4', '4', '1', '8', '272', '2020-09-13 12:45:16', '银钻返佣');
INSERT INTO `recharge_record` VALUES ('125', '1070', '1', '1', '1', '2888', '2888', '2020-09-13 13:10:10', '购买会员月卡');
INSERT INTO `recharge_record` VALUES ('126', '1012', '3', '4', '1', '288', '1236', '2020-09-13 13:10:10', '金钻返佣');
INSERT INTO `recharge_record` VALUES ('127', '1008', '4', '4', '1', '8', '8', '2020-09-13 13:46:02', '银钻返佣');
INSERT INTO `recharge_record` VALUES ('128', '1001', '4', '4', '1', '1', '667196', '2020-09-13 13:46:02', '银钻返佣');
INSERT INTO `recharge_record` VALUES ('129', '1008', '4', '4', '1', '8', '16', '2020-09-13 13:46:17', '银钻返佣');
INSERT INTO `recharge_record` VALUES ('130', '1001', '4', '4', '1', '1', '667197', '2020-09-13 13:46:17', '银钻返佣');
INSERT INTO `recharge_record` VALUES ('131', '1012', '3', '4', '2', '14', '782', '2020-09-13 14:14:37', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('132', '1012', '6', '4', '1', '7', '7', '2020-09-13 14:14:37', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('133', '1075', '2', '3', '1', '38888', '38888', '2020-09-13 14:21:02', '充值黑卡');
INSERT INTO `recharge_record` VALUES ('134', '1012', '3', '4', '1', '3888', '4670', '2020-09-13 14:21:02', '金钻返佣');
INSERT INTO `recharge_record` VALUES ('135', '1075', '3', '4', '2', '37000', '1800', '2020-09-13 14:24:06', '发送红包');
INSERT INTO `recharge_record` VALUES ('136', '1012', '4', '4', '1', '37000', '37000', '2020-09-13 14:25:02', '抢红包');
INSERT INTO `recharge_record` VALUES ('137', '1070', '3', '4', '2', '2', '2798', '2020-09-13 14:25:42', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('138', '1070', '6', '4', '1', '1', '1', '2020-09-13 14:25:42', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('139', '1065', '4', '4', '1', '8', '8', '2020-09-13 14:50:04', '银钻返佣');
INSERT INTO `recharge_record` VALUES ('140', '1012', '4', '4', '1', '1', '1254', '2020-09-13 14:50:04', '银钻返佣');
INSERT INTO `recharge_record` VALUES ('141', '1019', '3', '4', '2', '2', '488', '2020-09-13 15:01:32', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('142', '1019', '6', '4', '1', '1', '1', '2020-09-13 15:01:32', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('143', '1054', '3', '4', '2', '10', '926', '2020-09-13 15:42:20', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('144', '1054', '6', '4', '1', '5', '5', '2020-09-13 15:42:20', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('145', '1012', '4', '4', '1', '8', '1350', '2020-09-13 17:48:05', '银钻返佣');
INSERT INTO `recharge_record` VALUES ('146', '1012', '3', '2', '1', '60', '57082', '2020-09-13 19:06:48', '购买钻石');
INSERT INTO `recharge_record` VALUES ('147', '1042', '3', '4', '2', '2', '98', '2020-09-13 20:01:45', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('148', '1042', '6', '4', '1', '1', '1', '2020-09-13 20:01:45', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('149', '1065', '4', '4', '1', '8', '16', '2020-09-14 00:11:15', '银钻返佣');
INSERT INTO `recharge_record` VALUES ('150', '1012', '4', '4', '1', '1', '1351', '2020-09-14 00:11:15', '银钻返佣');
INSERT INTO `recharge_record` VALUES ('151', '1086', '2', '3', '1', '38888', '38888', '2020-09-14 09:55:18', '充值黑卡');
INSERT INTO `recharge_record` VALUES ('152', '1012', '4', '4', '1', '8', '1359', '2020-09-14 10:02:30', '银钻返佣');
INSERT INTO `recharge_record` VALUES ('153', '1087', '2', '3', '1', '38888', '38888', '2020-09-14 10:02:31', '充值黑卡');
INSERT INTO `recharge_record` VALUES ('154', '1042', '3', '4', '2', '2', '96', '2020-09-14 10:11:10', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('155', '1042', '6', '4', '1', '1', '1', '2020-09-14 10:11:10', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('156', '1087', '3', '3', '1', '2980', '41868', '2020-09-14 10:14:04', '购买钻石');
INSERT INTO `recharge_record` VALUES ('157', '1087', '3', '4', '2', '10', '41858', '2020-09-14 10:17:13', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('158', '1087', '6', '4', '1', '5', '5', '2020-09-14 10:17:13', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('159', '1066', '4', '4', '1', '8', '184', '2020-09-14 18:52:33', '银钻返佣');
INSERT INTO `recharge_record` VALUES ('160', '1065', '4', '4', '1', '1', '17', '2020-09-14 18:52:33', '银钻返佣');
INSERT INTO `recharge_record` VALUES ('161', '1066', '4', '4', '1', '8', '192', '2020-09-14 18:52:48', '银钻返佣');
INSERT INTO `recharge_record` VALUES ('162', '1065', '4', '4', '1', '1', '18', '2020-09-14 18:52:48', '银钻返佣');
INSERT INTO `recharge_record` VALUES ('163', '1066', '4', '4', '1', '8', '200', '2020-09-14 18:53:16', '银钻返佣');
INSERT INTO `recharge_record` VALUES ('164', '1065', '4', '4', '1', '1', '19', '2020-09-14 18:53:16', '银钻返佣');
INSERT INTO `recharge_record` VALUES ('165', '1065', '4', '4', '1', '26', '45', '2020-09-14 21:17:54', '银钻返佣');
INSERT INTO `recharge_record` VALUES ('166', '1012', '4', '4', '1', '5', '1364', '2020-09-14 21:17:54', '银钻返佣');
INSERT INTO `recharge_record` VALUES ('167', '1005', '3', '4', '2', '100', '0', '2020-09-14 23:45:51', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('168', '1005', '6', '4', '1', '50', '50', '2020-09-14 23:45:51', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('169', '1012', '4', '4', '1', '10', '1374', '2020-09-15 00:49:40', '银钻返佣');
INSERT INTO `recharge_record` VALUES ('170', '1040', '3', '4', '2', '4', '38684', '2020-09-15 11:06:38', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('171', '1040', '6', '4', '1', '2', '2', '2020-09-15 11:06:38', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('172', '1012', '4', '4', '1', '8', '1382', '2020-09-15 12:58:19', '银钻返佣');
INSERT INTO `recharge_record` VALUES ('173', '1040', '3', '4', '2', '4', '38780', '2020-09-15 15:10:37', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('174', '1040', '6', '4', '1', '2', '2', '2020-09-15 15:10:37', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('175', '1128', '2', '3', '1', '38888', '38888', '2020-09-15 15:25:29', '充值黑卡');
INSERT INTO `recharge_record` VALUES ('176', '1129', '2', '3', '1', '38888', '38888', '2020-09-15 15:27:37', '充值黑卡');
INSERT INTO `recharge_record` VALUES ('177', '1012', '3', '2', '1', '60', '56966', '2020-09-15 15:40:14', '购买钻石');
INSERT INTO `recharge_record` VALUES ('178', '1012', '3', '1', '1', '60', '57026', '2020-09-15 15:40:32', '购买钻石');
INSERT INTO `recharge_record` VALUES ('179', '1040', '3', '4', '2', '8', '38084', '2020-09-15 17:40:33', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('180', '1040', '6', '4', '1', '4', '5', '2020-09-15 17:40:33', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('181', '1023', '3', '4', '2', '100', '0', '2020-09-15 17:48:19', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('182', '1023', '6', '4', '1', '50', '50', '2020-09-15 17:48:19', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('183', '1130', '3', '1', '1', '60', '60', '2020-09-15 17:53:22', '购买钻石');
INSERT INTO `recharge_record` VALUES ('184', '1008', '3', '4', '1', '6', '106', '2020-09-15 17:53:22', '金钻返佣');
INSERT INTO `recharge_record` VALUES ('185', '1001', '3', '4', '1', '1', '86321', '2020-09-15 17:53:22', '金钻返佣');
INSERT INTO `recharge_record` VALUES ('186', '1130', '3', '4', '2', '4', '56', '2020-09-15 17:53:50', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('187', '1130', '6', '4', '1', '2', '2', '2020-09-15 17:53:50', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('188', '1056', '3', '4', '2', '38700', '100', '2020-09-15 19:20:20', '发送红包');
INSERT INTO `recharge_record` VALUES ('189', '1001', '4', '4', '1', '38700', '38700', '2020-09-15 19:20:22', '抢红包');
INSERT INTO `recharge_record` VALUES ('190', '1040', '3', '4', '2', '37884', '100', '2020-09-15 19:40:12', '发送红包');
INSERT INTO `recharge_record` VALUES ('191', '1001', '4', '4', '1', '37884', '38672', '2020-09-15 19:40:52', '抢红包');
INSERT INTO `recharge_record` VALUES ('192', '1001', '3', '4', '2', '6000', '104321', '2020-09-15 19:42:23', '发送红包');
INSERT INTO `recharge_record` VALUES ('193', '1001', '3', '4', '2', '6000', '98321', '2020-09-15 19:42:47', '发送红包');
INSERT INTO `recharge_record` VALUES ('194', '1130', '3', '4', '2', '16', '40', '2020-09-15 19:45:31', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('195', '1130', '6', '4', '1', '8', '8', '2020-09-15 19:45:31', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('196', '1042', '3', '4', '2', '2', '94', '2020-09-15 19:54:39', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('197', '1042', '6', '4', '1', '1', '1', '2020-09-15 19:54:39', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('198', '1087', '3', '4', '2', '10', '41072', '2020-09-15 20:07:16', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('199', '1087', '6', '4', '1', '5', '10', '2020-09-15 20:07:16', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('200', '1062', '3', '4', '2', '16', '84', '2020-09-15 20:07:48', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('201', '1062', '6', '4', '1', '8', '8', '2020-09-15 20:07:48', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('202', '1003', '3', '4', '2', '40', '208', '2020-09-15 20:08:33', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('203', '1003', '6', '4', '1', '20', '20', '2020-09-15 20:08:33', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('204', '1130', '3', '4', '2', '40', '0', '2020-09-15 20:20:27', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('205', '1130', '6', '4', '1', '20', '20', '2020-09-15 20:20:27', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('206', '1009', '3', '4', '2', '20', '80', '2020-09-15 20:29:50', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('207', '1009', '6', '4', '1', '10', '10', '2020-09-15 20:29:50', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('208', '1122', '3', '4', '2', '16', '84', '2020-09-15 20:36:38', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('209', '1122', '6', '4', '1', '8', '8', '2020-09-15 20:36:38', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('210', '1019', '3', '4', '2', '2', '464', '2020-09-15 20:40:57', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('211', '1019', '6', '4', '1', '1', '1', '2020-09-15 20:40:57', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('212', '1009', '3', '4', '2', '20', '60', '2020-09-15 20:45:39', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('213', '1009', '6', '4', '1', '10', '10', '2020-09-15 20:45:39', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('214', '1020', '3', '4', '2', '14', '86', '2020-09-15 20:54:58', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('215', '1020', '6', '4', '1', '7', '7', '2020-09-15 20:54:58', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('216', '1019', '4', '4', '1', '8', '280', '2020-09-15 23:06:34', '银钻返佣');
INSERT INTO `recharge_record` VALUES ('217', '1042', '3', '4', '2', '20', '74', '2020-09-16 11:25:25', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('218', '1042', '6', '4', '1', '10', '10', '2020-09-16 11:25:25', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('219', '1012', '3', '2', '1', '60', '57174', '2020-09-16 14:14:05', '购买钻石');
INSERT INTO `recharge_record` VALUES ('220', '1012', '3', '1', '1', '60', '57234', '2020-09-16 14:14:17', '购买钻石');
INSERT INTO `recharge_record` VALUES ('221', '1001', '3', '1', '1', '60', '98193', '2020-09-16 14:26:10', '购买钻石');
INSERT INTO `recharge_record` VALUES ('222', '1001', '3', '2', '1', '60', '98253', '2020-09-16 14:26:32', '购买钻石');
INSERT INTO `recharge_record` VALUES ('223', '1001', '3', '2', '1', '10', '98263', '2020-09-16 14:41:04', '购买钻石');
INSERT INTO `recharge_record` VALUES ('224', '1130', '3', '2', '1', '90', '90', '2020-09-16 14:46:22', '购买钻石');
INSERT INTO `recharge_record` VALUES ('225', '1008', '3', '4', '1', '9', '115', '2020-09-16 14:46:22', '金钻返佣');
INSERT INTO `recharge_record` VALUES ('226', '1001', '3', '4', '1', '1', '98264', '2020-09-16 14:46:22', '金钻返佣');
INSERT INTO `recharge_record` VALUES ('227', '1012', '4', '4', '1', '8', '1566', '2020-09-16 16:57:58', '银钻返佣');
INSERT INTO `recharge_record` VALUES ('228', '1157', '2', '3', '1', '38888', '38888', '2020-09-16 20:24:48', '充值黑卡');
INSERT INTO `recharge_record` VALUES ('229', '1007', '3', '4', '1', '3888', '6004', '2020-09-16 20:24:49', '金钻返佣');
INSERT INTO `recharge_record` VALUES ('230', '1001', '3', '4', '1', '777', '99041', '2020-09-16 20:24:49', '金钻返佣');
INSERT INTO `recharge_record` VALUES ('231', '1157', '3', '4', '2', '38700', '100', '2020-09-16 20:27:48', '发送红包');
INSERT INTO `recharge_record` VALUES ('232', '1001', '4', '4', '1', '38700', '38700', '2020-09-16 20:27:49', '抢红包');
INSERT INTO `recharge_record` VALUES ('233', '1158', '2', '3', '1', '38888', '38888', '2020-09-16 20:30:41', '充值黑卡');
INSERT INTO `recharge_record` VALUES ('234', '1158', '3', '4', '2', '38700', '100', '2020-09-16 20:31:38', '发送红包');
INSERT INTO `recharge_record` VALUES ('235', '1001', '4', '4', '1', '38700', '38700', '2020-09-16 20:31:40', '抢红包');
INSERT INTO `recharge_record` VALUES ('236', '1159', '2', '3', '1', '38888', '38888', '2020-09-16 20:36:55', '充值黑卡');
INSERT INTO `recharge_record` VALUES ('237', '1007', '3', '4', '1', '3888', '9892', '2020-09-16 20:36:56', '金钻返佣');
INSERT INTO `recharge_record` VALUES ('238', '1001', '3', '4', '1', '777', '99818', '2020-09-16 20:36:56', '金钻返佣');
INSERT INTO `recharge_record` VALUES ('239', '1159', '3', '4', '2', '38700', '100', '2020-09-16 20:37:38', '发送红包');
INSERT INTO `recharge_record` VALUES ('240', '1001', '4', '4', '1', '38700', '38700', '2020-09-16 20:37:40', '抢红包');
INSERT INTO `recharge_record` VALUES ('241', '1160', '2', '3', '1', '38888', '38888', '2020-09-16 20:47:13', '充值黑卡');
INSERT INTO `recharge_record` VALUES ('242', '1007', '3', '4', '1', '3888', '13780', '2020-09-16 20:47:13', '金钻返佣');
INSERT INTO `recharge_record` VALUES ('243', '1001', '3', '4', '1', '777', '100595', '2020-09-16 20:47:13', '金钻返佣');
INSERT INTO `recharge_record` VALUES ('244', '1160', '3', '4', '2', '38700', '100', '2020-09-16 20:48:02', '发送红包');
INSERT INTO `recharge_record` VALUES ('245', '1001', '4', '4', '1', '38700', '38700', '2020-09-16 20:48:03', '抢红包');
INSERT INTO `recharge_record` VALUES ('246', '1161', '2', '3', '1', '38888', '38888', '2020-09-16 20:50:49', '充值黑卡');
INSERT INTO `recharge_record` VALUES ('247', '1007', '3', '4', '1', '3888', '17668', '2020-09-16 20:50:49', '金钻返佣');
INSERT INTO `recharge_record` VALUES ('248', '1001', '3', '4', '1', '777', '101372', '2020-09-16 20:50:49', '金钻返佣');
INSERT INTO `recharge_record` VALUES ('249', '1161', '3', '4', '2', '38700', '100', '2020-09-16 20:51:32', '发送红包');
INSERT INTO `recharge_record` VALUES ('250', '1001', '4', '4', '1', '38700', '38700', '2020-09-16 20:51:34', '抢红包');
INSERT INTO `recharge_record` VALUES ('251', '1162', '2', '3', '1', '38888', '38888', '2020-09-16 20:52:57', '充值黑卡');
INSERT INTO `recharge_record` VALUES ('252', '1007', '3', '4', '1', '3888', '21556', '2020-09-16 20:52:57', '金钻返佣');
INSERT INTO `recharge_record` VALUES ('253', '1001', '3', '4', '1', '777', '102149', '2020-09-16 20:52:57', '金钻返佣');
INSERT INTO `recharge_record` VALUES ('254', '1162', '3', '4', '2', '38700', '100', '2020-09-16 20:53:44', '发送红包');
INSERT INTO `recharge_record` VALUES ('255', '1001', '4', '4', '1', '38700', '38700', '2020-09-16 20:53:45', '抢红包');
INSERT INTO `recharge_record` VALUES ('256', '1163', '2', '3', '1', '38888', '38888', '2020-09-16 20:55:32', '充值黑卡');
INSERT INTO `recharge_record` VALUES ('257', '1007', '3', '4', '1', '3888', '25444', '2020-09-16 20:55:32', '金钻返佣');
INSERT INTO `recharge_record` VALUES ('258', '1001', '3', '4', '1', '777', '102926', '2020-09-16 20:55:32', '金钻返佣');
INSERT INTO `recharge_record` VALUES ('259', '1163', '3', '4', '2', '38700', '100', '2020-09-16 20:56:18', '发送红包');
INSERT INTO `recharge_record` VALUES ('260', '1001', '4', '4', '1', '38700', '38700', '2020-09-16 20:56:20', '抢红包');
INSERT INTO `recharge_record` VALUES ('261', '1164', '2', '3', '1', '38888', '38888', '2020-09-16 20:57:38', '充值黑卡');
INSERT INTO `recharge_record` VALUES ('262', '1007', '3', '4', '1', '3888', '29332', '2020-09-16 20:57:38', '金钻返佣');
INSERT INTO `recharge_record` VALUES ('263', '1001', '3', '4', '1', '777', '103703', '2020-09-16 20:57:38', '金钻返佣');
INSERT INTO `recharge_record` VALUES ('264', '1164', '3', '4', '2', '38700', '100', '2020-09-16 20:58:21', '发送红包');
INSERT INTO `recharge_record` VALUES ('265', '1001', '4', '4', '1', '38700', '38700', '2020-09-16 20:58:23', '抢红包');
INSERT INTO `recharge_record` VALUES ('266', '1165', '2', '3', '1', '38888', '38888', '2020-09-16 20:59:26', '充值黑卡');
INSERT INTO `recharge_record` VALUES ('267', '1007', '3', '4', '1', '3888', '33220', '2020-09-16 20:59:26', '金钻返佣');
INSERT INTO `recharge_record` VALUES ('268', '1001', '3', '4', '1', '777', '104480', '2020-09-16 20:59:26', '金钻返佣');
INSERT INTO `recharge_record` VALUES ('269', '1165', '3', '4', '2', '38700', '100', '2020-09-16 21:00:10', '发送红包');
INSERT INTO `recharge_record` VALUES ('270', '1001', '4', '4', '1', '38700', '38700', '2020-09-16 21:00:12', '抢红包');
INSERT INTO `recharge_record` VALUES ('271', '1166', '2', '3', '1', '38888', '38888', '2020-09-16 21:03:07', '充值黑卡');
INSERT INTO `recharge_record` VALUES ('272', '1007', '3', '4', '1', '3888', '37108', '2020-09-16 21:03:07', '金钻返佣');
INSERT INTO `recharge_record` VALUES ('273', '1001', '3', '4', '1', '777', '105257', '2020-09-16 21:03:07', '金钻返佣');
INSERT INTO `recharge_record` VALUES ('274', '1166', '3', '4', '2', '38700', '100', '2020-09-16 21:03:47', '发送红包');
INSERT INTO `recharge_record` VALUES ('275', '1001', '4', '4', '1', '38700', '38700', '2020-09-16 21:03:48', '抢红包');
INSERT INTO `recharge_record` VALUES ('276', '1168', '2', '3', '1', '38888', '38888', '2020-09-16 21:21:20', '充值黑卡');
INSERT INTO `recharge_record` VALUES ('277', '1007', '3', '4', '1', '3888', '40996', '2020-09-16 21:21:20', '金钻返佣');
INSERT INTO `recharge_record` VALUES ('278', '1001', '3', '4', '1', '777', '106034', '2020-09-16 21:21:20', '金钻返佣');
INSERT INTO `recharge_record` VALUES ('279', '1168', '3', '4', '2', '38700', '100', '2020-09-16 21:22:17', '发送红包');
INSERT INTO `recharge_record` VALUES ('280', '1001', '4', '4', '1', '38700', '38700', '2020-09-16 21:22:18', '抢红包');
INSERT INTO `recharge_record` VALUES ('281', '1169', '2', '3', '1', '38888', '38888', '2020-09-16 21:23:16', '充值黑卡');
INSERT INTO `recharge_record` VALUES ('282', '1007', '3', '4', '1', '3888', '44884', '2020-09-16 21:23:16', '金钻返佣');
INSERT INTO `recharge_record` VALUES ('283', '1001', '3', '4', '1', '777', '106811', '2020-09-16 21:23:16', '金钻返佣');
INSERT INTO `recharge_record` VALUES ('284', '1007', '3', '4', '2', '42084', '2800', '2020-09-16 21:59:53', '发送红包');
INSERT INTO `recharge_record` VALUES ('285', '1001', '4', '4', '1', '42084', '42172', '2020-09-16 22:30:02', '抢红包');
INSERT INTO `recharge_record` VALUES ('286', '1021', '3', '4', '2', '20', '38868', '2020-09-17 14:29:26', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('287', '1021', '6', '4', '1', '10', '10', '2020-09-17 14:29:26', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('288', '1086', '3', '4', '2', '80', '38808', '2020-09-18 09:21:18', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('289', '1086', '6', '4', '1', '40', '40', '2020-09-18 09:21:18', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('290', '1171', '3', '4', '2', '6', '6', '2020-09-18 11:43:50', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('291', '1171', '6', '4', '1', '3', '3', '2020-09-18 11:43:50', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('292', '1164', '3', '4', '2', '40', '60', '2020-09-18 12:00:59', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('293', '1164', '6', '4', '1', '20', '20', '2020-09-18 12:00:59', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('294', '1019', '3', '4', '2', '8', '456', '2020-09-18 12:42:07', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('295', '1019', '6', '4', '1', '4', '4', '2020-09-18 12:42:07', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('296', '1171', '3', '4', '2', '6', '0', '2020-09-18 13:03:01', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('297', '1171', '6', '4', '1', '3', '3', '2020-09-18 13:03:01', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('298', '1159', '3', '4', '2', '16', '84', '2020-09-18 16:40:59', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('299', '1159', '6', '4', '1', '8', '8', '2020-09-18 16:40:59', '购买小喇叭');
INSERT INTO `recharge_record` VALUES ('300', '1035', '3', '2', '1', '120', '132', '2020-09-18 17:09:00', '购买钻石');
INSERT INTO `recharge_record` VALUES ('301', '1022', '3', '4', '1', '12', '112', '2020-09-18 17:09:00', '金钻返佣');
INSERT INTO `recharge_record` VALUES ('302', '1001', '3', '4', '1', '2', '106725', '2020-09-18 17:09:00', '金钻返佣');
INSERT INTO `recharge_record` VALUES ('303', '1035', '3', '2', '1', '60', '104', '2020-09-18 17:12:32', '购买钻石');
INSERT INTO `recharge_record` VALUES ('304', '1022', '3', '4', '1', '6', '118', '2020-09-18 17:12:32', '金钻返佣');
INSERT INTO `recharge_record` VALUES ('305', '1001', '3', '4', '1', '1', '106726', '2020-09-18 17:12:32', '金钻返佣');
INSERT INTO `recharge_record` VALUES ('306', '1035', '4', '4', '1', '8', '8', '2020-09-18 17:17:36', '银钻返佣');
INSERT INTO `recharge_record` VALUES ('307', '1022', '4', '4', '1', '1', '1', '2020-09-18 17:17:36', '银钻返佣');
INSERT INTO `recharge_record` VALUES ('308', '1035', '4', '4', '1', '8', '16', '2020-09-18 17:19:55', '银钻返佣');
INSERT INTO `recharge_record` VALUES ('309', '1022', '4', '4', '1', '1', '2', '2020-09-18 17:19:55', '银钻返佣');
INSERT INTO `recharge_record` VALUES ('310', '1037', '4', '4', '1', '8', '8', '2020-09-18 17:23:00', '银钻返佣');
INSERT INTO `recharge_record` VALUES ('311', '1022', '4', '4', '1', '1', '3', '2020-09-18 17:23:00', '银钻返佣');
INSERT INTO `recharge_record` VALUES ('312', '1003', '3', '2', '1', '1280', '1312', '2020-09-18 17:29:49', '购买钻石');
INSERT INTO `recharge_record` VALUES ('313', '1001', '3', '4', '1', '128', '106854', '2020-09-18 17:29:49', '金钻返佣');

-- ----------------------------
-- Table structure for red_log
-- ----------------------------
DROP TABLE IF EXISTS `red_log`;
CREATE TABLE `red_log` (
  `red_log_id` int(11) NOT NULL AUTO_INCREMENT COMMENT '红包ID',
  `red_log_member_id` int(11) DEFAULT NULL COMMENT '发送人ID',
  `red_log_member_nick_name` varchar(255) DEFAULT NULL COMMENT '发送人昵称',
  `red_log_member_head` varchar(255) DEFAULT NULL COMMENT '发送人头像',
  `red_log_gold_size` int(11) DEFAULT NULL COMMENT '钻石数量',
  `red_log_red_size` int(11) DEFAULT NULL COMMENT '红包个数',
  `red_log_number_receipts` int(11) DEFAULT NULL COMMENT '领取个数',
  `red_log_number_remaining` int(11) DEFAULT NULL COMMENT '剩余个数',
  `red_log_send_time` datetime DEFAULT NULL,
  `red_log_end_time` datetime DEFAULT NULL,
  `red_log_sex` int(255) DEFAULT NULL COMMENT '1:只限男 2：只限女 2：不限',
  `red_log_remarks` varchar(255) DEFAULT NULL COMMENT '备注',
  `type` int(11) DEFAULT NULL COMMENT '1:一对一  2：一对多',
  `state` int(11) DEFAULT NULL COMMENT '1:已过期  2:未过期',
  PRIMARY KEY (`red_log_id`)
) ENGINE=InnoDB AUTO_INCREMENT=36 DEFAULT CHARSET=utf8mb4;

-- ----------------------------
-- Records of red_log
-- ----------------------------
INSERT INTO `red_log` VALUES ('1', '1002', '用户_643609', '/nan.png', '21900', '1', '1', '0', '2020-09-11 20:39:48', '2020-09-12 20:39:48', '3', '恭喜发财', '1', null);
INSERT INTO `red_log` VALUES ('2', '1003', '用户_353680', '/nan.png', '38688', '1', '1', '0', '2020-09-11 20:46:39', '2020-09-12 20:46:39', '3', '恭喜发财', '1', null);
INSERT INTO `red_log` VALUES ('3', '1004', '用户_781232', '/nan.png', '38700', '1', '1', '0', '2020-09-11 21:01:44', '2020-09-12 21:01:44', '3', '恭喜发财', '1', null);
INSERT INTO `red_log` VALUES ('4', '1005', '用户_100327', '/nan.png', '38700', '1', '1', '0', '2020-09-11 21:06:09', '2020-09-12 21:06:09', '3', '恭喜发财', '1', null);
INSERT INTO `red_log` VALUES ('5', '1006', '用户_454313', '/nan.png', '38700', '1', '1', '0', '2020-09-11 21:08:27', '2020-09-12 21:08:27', '3', '恭喜发财', '1', null);
INSERT INTO `red_log` VALUES ('6', '1008', '用户_369320', '/nan.png', '38700', '1', '1', '0', '2020-09-11 21:33:44', '2020-09-12 21:33:44', '3', '恭喜发财', '1', null);
INSERT INTO `red_log` VALUES ('7', '1009', '用户_497693', '/nv.png', '38700', '1', '1', '0', '2020-09-11 21:38:51', '2020-09-12 21:38:51', '3', '恭喜发财', '1', null);
INSERT INTO `red_log` VALUES ('8', '1010', '用户_288117', '/nan.png', '38700', '1', '1', '0', '2020-09-11 21:47:17', '2020-09-12 21:47:17', '3', '恭喜发财', '1', null);
INSERT INTO `red_log` VALUES ('9', '1011', '用户_772879', '/nan.png', '38700', '1', '1', '0', '2020-09-11 21:49:08', '2020-09-12 21:49:08', '3', '恭喜发财', '1', null);
INSERT INTO `red_log` VALUES ('10', '1013', '用户_133692', '/nan.png', '38700', '1', '1', '0', '2020-09-11 22:03:36', '2020-09-12 22:03:36', '3', '恭喜发财', '1', null);
INSERT INTO `red_log` VALUES ('11', '1014', '用户_857002', '/nan.png', '38700', '1', '1', '0', '2020-09-11 22:28:35', '2020-09-12 22:28:35', '3', '恭喜发财', '1', null);
INSERT INTO `red_log` VALUES ('12', '1022', '用户_102517', '/nan.png', '38700', '1', '1', '0', '2020-09-12 12:38:39', '2020-09-13 12:38:39', '3', '恭喜发财', '1', null);
INSERT INTO `red_log` VALUES ('13', '1024', '用户_576034', '/nan.png', '38700', '1', '1', '0', '2020-09-12 12:53:19', '2020-09-13 12:53:19', '3', '恭喜发财', '1', null);
INSERT INTO `red_log` VALUES ('14', '1025', '用户_169814', '/nan.png', '38624', '1', '1', '0', '2020-09-12 13:10:19', '2020-09-13 13:10:19', '3', '恭喜发财', '1', null);
INSERT INTO `red_log` VALUES ('15', '1035', '用户_694350', '/nan.png', '38700', '1', '1', '0', '2020-09-12 18:22:34', '2020-09-13 18:22:34', '3', '恭喜发财', '1', null);
INSERT INTO `red_log` VALUES ('16', '1036', '用户_857794', '/nan.png', '38700', '1', '1', '0', '2020-09-12 18:34:07', '2020-09-13 18:34:07', '3', '恭喜发财', '1', null);
INSERT INTO `red_log` VALUES ('17', '1022', '用户_102517', '/nan.png', '7688', '1', '1', '0', '2020-09-12 18:38:16', '2020-09-13 18:38:16', '3', '恭喜发财', '1', null);
INSERT INTO `red_log` VALUES ('18', '1037', '用户_528588', '/nan.png', '38700', '1', '1', '0', '2020-09-12 18:39:26', '2020-09-13 18:39:26', '3', '恭喜发财', '1', null);
INSERT INTO `red_log` VALUES ('19', '1075', '小小江呀', '/upload/2020-09-13/20200913142224236.png', '37000', '1', '1', '0', '2020-09-13 14:24:06', '2020-09-14 14:24:06', '3', '恭喜发财', '1', null);
INSERT INTO `red_log` VALUES ('20', '1056', '大白', '/upload/2020-09-15/20200915191819388.jpg', '38700', '1', '1', '0', '2020-09-15 19:20:20', '2020-09-16 19:20:20', '3', '恭喜发财', '1', null);
INSERT INTO `red_log` VALUES ('21', '1040', 'tc', '/upload/2020-09-12/2020091219451110.png', '37884', '1', '1', '0', '2020-09-15 19:40:12', '2020-09-16 19:40:12', '3', '1', '1', null);
INSERT INTO `red_log` VALUES ('22', '1001', '画画的宝宝', '/upload/2020-09-11/20200911211815388.jpeg', '6000', '1', '0', '1', '2020-09-15 19:42:23', '2020-09-16 19:42:23', '3', '恭喜发财', '1', null);
INSERT INTO `red_log` VALUES ('23', '1001', '画画的宝宝', '/upload/2020-09-11/20200911211815388.jpeg', '6000', '1', '0', '1', '2020-09-15 19:42:47', '2020-09-16 19:42:47', '3', '恭喜发财', '1', null);
INSERT INTO `red_log` VALUES ('24', '1157', '用户_683749', '/nan.png', '38700', '1', '1', '0', '2020-09-16 20:27:48', '2020-09-17 20:27:48', '3', '恭喜发财', '1', null);
INSERT INTO `red_log` VALUES ('25', '1158', '用户_908903', '/nan.png', '38700', '1', '1', '0', '2020-09-16 20:31:38', '2020-09-17 20:31:38', '3', '恭喜发财', '1', null);
INSERT INTO `red_log` VALUES ('26', '1159', '用户_844134', '/nan.png', '38700', '1', '1', '0', '2020-09-16 20:37:38', '2020-09-17 20:37:38', '3', '恭喜发财', '1', null);
INSERT INTO `red_log` VALUES ('27', '1160', '用户_414734', '/nan.png', '38700', '1', '1', '0', '2020-09-16 20:48:02', '2020-09-17 20:48:02', '3', '恭喜发财', '1', null);
INSERT INTO `red_log` VALUES ('28', '1161', '用户_620419', '/nan.png', '38700', '1', '1', '0', '2020-09-16 20:51:32', '2020-09-17 20:51:32', '3', '恭喜发财', '1', null);
INSERT INTO `red_log` VALUES ('29', '1162', '用户_189526', '/nan.png', '38700', '1', '1', '0', '2020-09-16 20:53:44', '2020-09-17 20:53:44', '3', '恭喜发财', '1', null);
INSERT INTO `red_log` VALUES ('30', '1163', '用户_138164', '/nan.png', '38700', '1', '1', '0', '2020-09-16 20:56:18', '2020-09-17 20:56:18', '3', '恭喜发财', '1', null);
INSERT INTO `red_log` VALUES ('31', '1164', '用户_394987', '/nan.png', '38700', '1', '1', '0', '2020-09-16 20:58:21', '2020-09-17 20:58:21', '3', '恭喜发财', '1', null);
INSERT INTO `red_log` VALUES ('32', '1165', '用户_965796', '/nan.png', '38700', '1', '1', '0', '2020-09-16 21:00:10', '2020-09-17 21:00:10', '3', '恭喜发财', '1', null);
INSERT INTO `red_log` VALUES ('33', '1166', '用户_390585', '/nan.png', '38700', '1', '1', '0', '2020-09-16 21:03:47', '2020-09-17 21:03:47', '3', '恭喜发财', '1', null);
INSERT INTO `red_log` VALUES ('34', '1168', '用户_609546', '/nan.png', '38700', '1', '1', '0', '2020-09-16 21:22:17', '2020-09-17 21:22:17', '3', '恭喜发财', '1', null);
INSERT INTO `red_log` VALUES ('35', '1007', 'xT1an#', '/upload/2020-09-15/20200915203431779.png', '42084', '1', '1', '0', '2020-09-16 21:59:53', '2020-09-17 21:59:53', '3', '恭喜发财', '1', null);

-- ----------------------------
-- Table structure for red_receive_log
-- ----------------------------
DROP TABLE IF EXISTS `red_receive_log`;
CREATE TABLE `red_receive_log` (
  `red_receive_log_id` int(11) NOT NULL AUTO_INCREMENT COMMENT '领取记录id',
  `red_receive_log_member_id` int(11) DEFAULT NULL COMMENT '领取人id',
  `red_receive_log_member_nick_name` varchar(255) DEFAULT NULL COMMENT '领取人昵称',
  `red_receive_log_member_head` varchar(255) DEFAULT NULL COMMENT '领取人头像',
  `red_receive_log_red_id` int(11) DEFAULT NULL COMMENT '红包ID',
  `red_receive_log_gold_size` int(11) DEFAULT NULL COMMENT '领取钻石数',
  `red_receive_log_time` datetime DEFAULT NULL COMMENT '领取时间',
  `red_receive_log_is_luck` int(11) DEFAULT NULL COMMENT '是否是手气最佳  1:是  2：不是',
  PRIMARY KEY (`red_receive_log_id`)
) ENGINE=InnoDB AUTO_INCREMENT=34 DEFAULT CHARSET=utf8mb4;

-- ----------------------------
-- Records of red_receive_log
-- ----------------------------
INSERT INTO `red_receive_log` VALUES ('1', '1001', '那个杰哥', '/upload/2020-09-11/20200911201921745.jpg', '1', '21900', '2020-09-11 20:39:52', '2');
INSERT INTO `red_receive_log` VALUES ('2', '1001', '那个杰哥', '/upload/2020-09-11/20200911201921745.jpg', '2', '38688', '2020-09-11 20:46:41', '2');
INSERT INTO `red_receive_log` VALUES ('3', '1001', '那个杰哥', '/upload/2020-09-11/20200911201921745.jpg', '3', '38700', '2020-09-11 21:01:46', '2');
INSERT INTO `red_receive_log` VALUES ('4', '1001', '那个杰哥', '/upload/2020-09-11/20200911201921745.jpg', '4', '38700', '2020-09-11 21:06:10', '2');
INSERT INTO `red_receive_log` VALUES ('5', '1001', '那个杰哥', '/upload/2020-09-11/20200911201921745.jpg', '5', '38700', '2020-09-11 21:08:36', '2');
INSERT INTO `red_receive_log` VALUES ('6', '1001', '那个杰哥', '/upload/2020-09-11/20200911211815388.jpeg', '6', '38700', '2020-09-11 21:34:02', '2');
INSERT INTO `red_receive_log` VALUES ('7', '1001', '那个杰哥', '/upload/2020-09-11/20200911211815388.jpeg', '7', '38700', '2020-09-11 21:38:56', '2');
INSERT INTO `red_receive_log` VALUES ('8', '1001', '那个杰哥', '/upload/2020-09-11/20200911211815388.jpeg', '8', '38700', '2020-09-11 21:47:18', '2');
INSERT INTO `red_receive_log` VALUES ('9', '1001', '那个杰哥', '/upload/2020-09-11/20200911211815388.jpeg', '9', '38700', '2020-09-11 21:49:09', '2');
INSERT INTO `red_receive_log` VALUES ('10', '1001', '那个杰哥', '/upload/2020-09-11/20200911211815388.jpeg', '10', '38700', '2020-09-11 22:03:47', '2');
INSERT INTO `red_receive_log` VALUES ('11', '1001', '那个杰哥', '/upload/2020-09-11/20200911211815388.jpeg', '11', '38700', '2020-09-11 22:28:37', '2');
INSERT INTO `red_receive_log` VALUES ('12', '1001', '那个杰哥', '/upload/2020-09-11/20200911211815388.jpeg', '12', '38700', '2020-09-12 12:38:46', '2');
INSERT INTO `red_receive_log` VALUES ('13', '1001', '那个杰哥', '/upload/2020-09-11/20200911211815388.jpeg', '13', '38700', '2020-09-12 12:53:20', '2');
INSERT INTO `red_receive_log` VALUES ('14', '1001', '那个杰哥', '/upload/2020-09-11/20200911211815388.jpeg', '14', '38624', '2020-09-12 13:11:06', '2');
INSERT INTO `red_receive_log` VALUES ('15', '1001', '那个杰哥', '/upload/2020-09-11/20200911211815388.jpeg', '15', '38700', '2020-09-12 18:22:36', '2');
INSERT INTO `red_receive_log` VALUES ('16', '1001', '那个杰哥', '/upload/2020-09-11/20200911211815388.jpeg', '16', '38700', '2020-09-12 18:34:09', '2');
INSERT INTO `red_receive_log` VALUES ('17', '1001', '那个杰哥', '/upload/2020-09-11/20200911211815388.jpeg', '17', '7688', '2020-09-12 18:38:20', '2');
INSERT INTO `red_receive_log` VALUES ('18', '1001', '那个杰哥', '/upload/2020-09-11/20200911211815388.jpeg', '18', '38700', '2020-09-12 18:39:28', '2');
INSERT INTO `red_receive_log` VALUES ('19', '1012', '江江呀', '/upload/2020-09-12/20200912141230267.png', '19', '37000', '2020-09-13 14:25:02', '2');
INSERT INTO `red_receive_log` VALUES ('20', '1001', '画画的宝宝', '/upload/2020-09-11/20200911211815388.jpeg', '20', '38700', '2020-09-15 19:20:22', '2');
INSERT INTO `red_receive_log` VALUES ('21', '1001', '画画的宝宝', '/upload/2020-09-11/20200911211815388.jpeg', '21', '37884', '2020-09-15 19:40:52', '2');
INSERT INTO `red_receive_log` VALUES ('22', '1001', '画画的宝宝', '/upload/2020-09-16/20200916094428361.jpg', '24', '38700', '2020-09-16 20:27:49', '2');
INSERT INTO `red_receive_log` VALUES ('23', '1001', '画画的宝宝', '/upload/2020-09-16/20200916094428361.jpg', '25', '38700', '2020-09-16 20:31:40', '2');
INSERT INTO `red_receive_log` VALUES ('24', '1001', '画画的宝宝', '/upload/2020-09-16/20200916094428361.jpg', '26', '38700', '2020-09-16 20:37:40', '2');
INSERT INTO `red_receive_log` VALUES ('25', '1001', '画画的宝宝', '/upload/2020-09-16/20200916094428361.jpg', '27', '38700', '2020-09-16 20:48:03', '2');
INSERT INTO `red_receive_log` VALUES ('26', '1001', '画画的宝宝', '/upload/2020-09-16/20200916094428361.jpg', '28', '38700', '2020-09-16 20:51:34', '2');
INSERT INTO `red_receive_log` VALUES ('27', '1001', '画画的宝宝', '/upload/2020-09-16/20200916094428361.jpg', '29', '38700', '2020-09-16 20:53:45', '2');
INSERT INTO `red_receive_log` VALUES ('28', '1001', '画画的宝宝', '/upload/2020-09-16/20200916094428361.jpg', '30', '38700', '2020-09-16 20:56:20', '2');
INSERT INTO `red_receive_log` VALUES ('29', '1001', '画画的宝宝', '/upload/2020-09-16/20200916094428361.jpg', '31', '38700', '2020-09-16 20:58:23', '2');
INSERT INTO `red_receive_log` VALUES ('30', '1001', '画画的宝宝', '/upload/2020-09-16/20200916094428361.jpg', '32', '38700', '2020-09-16 21:00:12', '2');
INSERT INTO `red_receive_log` VALUES ('31', '1001', '画画的宝宝', '/upload/2020-09-16/20200916094428361.jpg', '33', '38700', '2020-09-16 21:03:48', '2');
INSERT INTO `red_receive_log` VALUES ('32', '1001', '画画的宝宝', '/upload/2020-09-16/20200916094428361.jpg', '34', '38700', '2020-09-16 21:22:18', '2');
INSERT INTO `red_receive_log` VALUES ('33', '1001', '画画的宝宝', '/upload/2020-09-16/20200916094428361.jpg', '35', '42084', '2020-09-16 22:30:02', '2');

-- ----------------------------
-- Table structure for report
-- ----------------------------
DROP TABLE IF EXISTS `report`;
CREATE TABLE `report` (
  `report_id` int(11) NOT NULL AUTO_INCREMENT,
  `report_informant_id` int(11) DEFAULT NULL COMMENT '举报人ID',
  `report_informant_head` varchar(255) DEFAULT NULL COMMENT '举报人头像',
  `report_informant_nick_name` varchar(255) DEFAULT NULL COMMENT '举报人昵称',
  `report_informant_phone` varchar(255) DEFAULT NULL COMMENT '举报人电话',
  `report_bei_informant_id` int(11) DEFAULT NULL COMMENT '被举报人ID',
  `report_bei_informant_head` varchar(255) DEFAULT NULL COMMENT '被举报人头像',
  `report_bei_informant_nick_name` varchar(255) DEFAULT NULL COMMENT '被举报人昵称',
  `report_bei_informant_phone` varchar(255) DEFAULT NULL COMMENT '被举报人电话',
  `report_reason` int(11) DEFAULT NULL COMMENT '举报原因',
  `report_context` text COMMENT '举报内容',
  `report_add_time` datetime DEFAULT NULL COMMENT '举报时间',
  `report_Examine_state` int(11) DEFAULT NULL COMMENT '审核状态 1：待审核  2：审核通过 3：审核未通过',
  `report_Examone_reason` text COMMENT '审核原因',
  PRIMARY KEY (`report_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

-- ----------------------------
-- Records of report
-- ----------------------------

-- ----------------------------
-- Table structure for report_type
-- ----------------------------
DROP TABLE IF EXISTS `report_type`;
CREATE TABLE `report_type` (
  `report_type_id` int(11) NOT NULL AUTO_INCREMENT,
  `report_type_name` varchar(255) DEFAULT NULL,
  `report_type_create_time` datetime DEFAULT NULL,
  `report_type_edit_time` datetime DEFAULT NULL,
  PRIMARY KEY (`report_type_id`)
) ENGINE=InnoDB AUTO_INCREMENT=5 DEFAULT CHARSET=utf8mb4;

-- ----------------------------
-- Records of report_type
-- ----------------------------
INSERT INTO `report_type` VALUES ('1', '政治敏感', '2020-09-14 18:34:13', null);
INSERT INTO `report_type` VALUES ('2', '色情低俗', '2020-09-14 18:34:24', null);
INSERT INTO `report_type` VALUES ('3', '广告行为', '2020-09-14 18:34:33', null);
INSERT INTO `report_type` VALUES ('4', '言语侮辱他人', '2020-09-14 18:34:46', null);

-- ----------------------------
-- Table structure for rider_dynamics
-- ----------------------------
DROP TABLE IF EXISTS `rider_dynamics`;
CREATE TABLE `rider_dynamics` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT 'id',
  `memerId` int(11) DEFAULT NULL COMMENT '用户id',
  `memberHead` varchar(1024) DEFAULT NULL COMMENT '用户头像',
  `memberNickName` varchar(128) DEFAULT NULL COMMENT '昵称',
  `memberSex` int(11) DEFAULT NULL COMMENT '性别 1:男2:女',
  `memberAge` int(11) DEFAULT NULL COMMENT '年龄',
  `lable` varchar(255) DEFAULT NULL,
  `city` varchar(128) DEFAULT NULL COMMENT '所在市',
  `addTime` datetime DEFAULT NULL COMMENT '发布时间',
  `context` text CHARACTER SET utf8mb4 COMMENT '动态内容',
  `images` text COMMENT '图片数组',
  `video` text COMMENT '视频',
  `likeSize` int(11) DEFAULT NULL COMMENT '点赞量',
  `commentSize` int(11) DEFAULT NULL COMMENT '评论量',
  `state` int(11) DEFAULT NULL COMMENT '是否隐藏地址',
  `strangersInTheSameCity` int(11) DEFAULT NULL COMMENT '是否允许同城陌生人查看  1：允许  2：不允许',
  `strangersOutsideTheCity` int(11) DEFAULT NULL COMMENT '是否允许同城以外陌生人 1：允许  2：不允许',
  `citySynchronization` int(11) NOT NULL COMMENT '是否同步到HC大咖秀  1：同步  2：不同步',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='车友圈动态';

-- ----------------------------
-- Records of rider_dynamics
-- ----------------------------

-- ----------------------------
-- Table structure for role
-- ----------------------------
DROP TABLE IF EXISTS `role`;
CREATE TABLE `role` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT 'id',
  `name` varchar(128) DEFAULT NULL COMMENT '角色名称',
  `menus` varchar(3072) DEFAULT NULL COMMENT '菜单',
  `addTime` datetime DEFAULT NULL COMMENT '添加时间',
  `editTime` datetime DEFAULT NULL COMMENT '编辑时间',
  `enableState` int(11) DEFAULT NULL COMMENT '启用状态 1:启用2:禁用',
  `deleteState` int(11) DEFAULT NULL COMMENT '删除状态 1:已删除2:未删除',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=7 DEFAULT CHARSET=utf8 COMMENT='角色表';

-- ----------------------------
-- Records of role
-- ----------------------------
INSERT INTO `role` VALUES ('4', '超级管理员', '101,102,103,104,105,106,107,109,110,111,112,113,114,115,116,117,118,119,120,121,122,123,124,126,127,128,129,130,131,132,133,134,135,136,137,138,139,140,141,142,143,144,145', '2020-04-24 11:05:27', '2020-08-22 14:16:59', '1', '2');
INSERT INTO `role` VALUES ('5', '管理员', '101,102,103,104,105,106,107,108,109,110,111,112,113,114,115,116,117,118,119,120,121,122,123,124,125,126,127,128,129', '2020-04-28 18:18:04', '2020-06-13 09:52:51', '1', '2');
INSERT INTO `role` VALUES ('6', '会员管理', '102,111,112,113', '2020-07-09 13:33:42', '2020-07-09 13:34:06', '1', '2');

-- ----------------------------
-- Table structure for send_offline_activities
-- ----------------------------
DROP TABLE IF EXISTS `send_offline_activities`;
CREATE TABLE `send_offline_activities` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT 'id',
  `sendMemberId` int(11) DEFAULT NULL COMMENT '发起人id',
  `sendMemberHead` varchar(1024) CHARACTER SET utf8 DEFAULT NULL COMMENT '发起人用户头像',
  `sendMemberNickName` varchar(128) CHARACTER SET utf8 DEFAULT NULL COMMENT '昵称',
  `sendMemberSex` int(11) DEFAULT NULL COMMENT '发起人性别',
  `sendMemberAge` int(11) DEFAULT NULL COMMENT '发起人年龄',
  `activityTheme` varchar(255) DEFAULT NULL COMMENT '活动主题',
  `address` varchar(1024) DEFAULT NULL COMMENT '地点',
  `averageDiamondsSize` int(11) DEFAULT NULL COMMENT '平均钻石数量',
  `perSize` int(11) DEFAULT NULL COMMENT '活动人数',
  `addTime` datetime DEFAULT NULL COMMENT '发起时间',
  `startTime` datetime DEFAULT NULL COMMENT '开始时间',
  `state` int(11) DEFAULT NULL COMMENT '状态 1  待报名 2 待对方确认3待自己确认4审核中5审核通过6审核未通过7已取消',
  `reason` text COMMENT '原因',
  `lable` varchar(255) DEFAULT NULL COMMENT '标签',
  `longitude` varchar(255) DEFAULT NULL COMMENT '经度',
  `latitude` varchar(255) DEFAULT NULL COMMENT '纬度',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=5 DEFAULT CHARSET=utf8mb4 COMMENT='线下活动列表';

-- ----------------------------
-- Records of send_offline_activities
-- ----------------------------
INSERT INTO `send_offline_activities` VALUES ('1', '1012', '/upload/2020-09-12/20200912141230267.png', '江江呀', '1', '26', '四喜按摩', '四喜富侨足浴水会(天心公园精品店)', '12000', '1', '2020-09-13 14:48:02', '2020-09-13 16:47:00', '7', null, '按摩', '112.983972', '28.187403');
INSERT INTO `send_offline_activities` VALUES ('2', '1012', '/upload/2020-09-12/20200912141230267.png', '江江呀', '1', '26', '闲逛', '享玩.拿督会', '12000', '1', '2020-09-14 19:17:29', '2020-09-14 20:20:00', '7', null, '随便走走 2小时', '112.965437', '28.204587');
INSERT INTO `send_offline_activities` VALUES ('3', '1001', '/upload/2020-09-16/20200916094428361.jpg', '画画的宝宝', '1', '26', '密室逃脱', 'S·TIME密室逃脱旗舰店(解放西路店)', '12000', '2', '2020-09-15 15:43:07', '2020-09-15 19:30:00', '7', null, '密室逃脱 高手 美女', '112.975158', '28.191861');
INSERT INTO `send_offline_activities` VALUES ('4', '1012', '/upload/2020-09-12/20200912141230267.png', '江江呀', '1', '26', '吃饭', '万达广场(开福店)', '12000', '1', '2020-09-15 15:57:57', '2020-09-15 17:57:00', '7', null, '吃饭 椰子鸡', '112.970931', '28.198364');

-- ----------------------------
-- Table structure for speakerconsumptionrecord
-- ----------------------------
DROP TABLE IF EXISTS `speakerconsumptionrecord`;
CREATE TABLE `speakerconsumptionrecord` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT 'id',
  `memberId` int(11) DEFAULT NULL COMMENT '会员ID',
  `consumptionTime` datetime DEFAULT NULL COMMENT '消费时间',
  `consumptionSize` bigint(20) DEFAULT NULL COMMENT '消费数量',
  `surplusSize` bigint(20) DEFAULT NULL COMMENT '剩余数量',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=140 DEFAULT CHARSET=utf8 COMMENT='喇叭消费记录';

-- ----------------------------
-- Records of speakerconsumptionrecord
-- ----------------------------
INSERT INTO `speakerconsumptionrecord` VALUES ('1', '1000', '2020-09-11 20:29:53', null, '0');
INSERT INTO `speakerconsumptionrecord` VALUES ('2', '1001', '2020-09-11 20:32:36', null, '18');
INSERT INTO `speakerconsumptionrecord` VALUES ('3', '1012', '2020-09-11 22:04:15', null, '1');
INSERT INTO `speakerconsumptionrecord` VALUES ('4', '1003', '2020-09-11 22:05:55', null, '0');
INSERT INTO `speakerconsumptionrecord` VALUES ('5', '1012', '2020-09-11 22:30:22', null, '0');
INSERT INTO `speakerconsumptionrecord` VALUES ('6', '1019', '2020-09-12 11:36:18', null, '0');
INSERT INTO `speakerconsumptionrecord` VALUES ('7', '1019', '2020-09-12 12:06:06', null, '0');
INSERT INTO `speakerconsumptionrecord` VALUES ('8', '1007', '2020-09-12 19:33:11', null, '65');
INSERT INTO `speakerconsumptionrecord` VALUES ('9', '1007', '2020-09-12 19:36:40', null, '64');
INSERT INTO `speakerconsumptionrecord` VALUES ('10', '1019', '2020-09-12 21:54:22', null, '0');
INSERT INTO `speakerconsumptionrecord` VALUES ('11', '1045', '2020-09-13 08:24:15', null, '5');
INSERT INTO `speakerconsumptionrecord` VALUES ('12', '1012', '2020-09-13 14:14:54', null, '6');
INSERT INTO `speakerconsumptionrecord` VALUES ('13', '1003', '2020-09-13 14:16:14', null, '4');
INSERT INTO `speakerconsumptionrecord` VALUES ('14', '1070', '2020-09-13 14:25:52', null, '0');
INSERT INTO `speakerconsumptionrecord` VALUES ('15', '1003', '2020-09-13 14:39:52', null, '3');
INSERT INTO `speakerconsumptionrecord` VALUES ('16', '1019', '2020-09-13 15:01:39', null, '0');
INSERT INTO `speakerconsumptionrecord` VALUES ('17', '1007', '2020-09-13 15:25:24', null, '63');
INSERT INTO `speakerconsumptionrecord` VALUES ('18', '1054', '2020-09-13 15:42:27', null, '4');
INSERT INTO `speakerconsumptionrecord` VALUES ('19', '1001', '2020-09-13 19:51:01', null, '17');
INSERT INTO `speakerconsumptionrecord` VALUES ('20', '1042', '2020-09-13 20:02:31', null, '0');
INSERT INTO `speakerconsumptionrecord` VALUES ('21', '1001', '2020-09-13 20:18:06', null, '16');
INSERT INTO `speakerconsumptionrecord` VALUES ('22', '1007', '2020-09-13 21:26:41', null, '62');
INSERT INTO `speakerconsumptionrecord` VALUES ('23', '1045', '2020-09-13 23:56:33', null, '4');
INSERT INTO `speakerconsumptionrecord` VALUES ('24', '1007', '2020-09-14 02:03:32', null, '61');
INSERT INTO `speakerconsumptionrecord` VALUES ('25', '1042', '2020-09-14 10:11:20', null, '0');
INSERT INTO `speakerconsumptionrecord` VALUES ('26', '1012', '2020-09-14 10:35:53', null, '5');
INSERT INTO `speakerconsumptionrecord` VALUES ('27', '1005', '2020-09-14 23:51:07', null, '49');
INSERT INTO `speakerconsumptionrecord` VALUES ('28', '1040', '2020-09-15 11:07:04', null, '1');
INSERT INTO `speakerconsumptionrecord` VALUES ('29', '1040', '2020-09-15 11:07:29', null, '0');
INSERT INTO `speakerconsumptionrecord` VALUES ('30', '1001', '2020-09-15 15:06:25', null, '15');
INSERT INTO `speakerconsumptionrecord` VALUES ('31', '1001', '2020-09-15 15:06:47', null, '14');
INSERT INTO `speakerconsumptionrecord` VALUES ('32', '1040', '2020-09-15 15:10:45', null, '1');
INSERT INTO `speakerconsumptionrecord` VALUES ('33', '1040', '2020-09-15 17:45:48', null, '4');
INSERT INTO `speakerconsumptionrecord` VALUES ('34', '1001', '2020-09-15 17:46:36', null, '13');
INSERT INTO `speakerconsumptionrecord` VALUES ('35', '1023', '2020-09-15 17:49:07', null, '49');
INSERT INTO `speakerconsumptionrecord` VALUES ('36', '1012', '2020-09-15 17:52:34', null, '4');
INSERT INTO `speakerconsumptionrecord` VALUES ('37', '1130', '2020-09-15 17:53:59', null, '1');
INSERT INTO `speakerconsumptionrecord` VALUES ('38', '1001', '2020-09-15 17:55:20', null, '12');
INSERT INTO `speakerconsumptionrecord` VALUES ('39', '1001', '2020-09-15 18:04:22', null, '11');
INSERT INTO `speakerconsumptionrecord` VALUES ('40', '1040', '2020-09-15 18:44:29', null, '3');
INSERT INTO `speakerconsumptionrecord` VALUES ('41', '1130', '2020-09-15 19:44:13', null, '0');
INSERT INTO `speakerconsumptionrecord` VALUES ('42', '1012', '2020-09-15 19:45:09', null, '3');
INSERT INTO `speakerconsumptionrecord` VALUES ('43', '1130', '2020-09-15 19:45:58', null, '7');
INSERT INTO `speakerconsumptionrecord` VALUES ('44', '1005', '2020-09-15 19:47:55', null, '48');
INSERT INTO `speakerconsumptionrecord` VALUES ('45', '1130', '2020-09-15 19:48:40', null, '6');
INSERT INTO `speakerconsumptionrecord` VALUES ('46', '1005', '2020-09-15 19:49:19', null, '47');
INSERT INTO `speakerconsumptionrecord` VALUES ('47', '1130', '2020-09-15 19:50:57', null, '5');
INSERT INTO `speakerconsumptionrecord` VALUES ('48', '1005', '2020-09-15 19:52:24', null, '46');
INSERT INTO `speakerconsumptionrecord` VALUES ('49', '1130', '2020-09-15 19:53:10', null, '4');
INSERT INTO `speakerconsumptionrecord` VALUES ('50', '1005', '2020-09-15 19:54:03', null, '45');
INSERT INTO `speakerconsumptionrecord` VALUES ('51', '1042', '2020-09-15 19:55:07', null, '0');
INSERT INTO `speakerconsumptionrecord` VALUES ('52', '1130', '2020-09-15 19:55:45', null, '3');
INSERT INTO `speakerconsumptionrecord` VALUES ('53', '1003', '2020-09-15 20:03:37', null, '2');
INSERT INTO `speakerconsumptionrecord` VALUES ('54', '1005', '2020-09-15 20:05:42', null, '44');
INSERT INTO `speakerconsumptionrecord` VALUES ('55', '1003', '2020-09-15 20:06:55', null, '1');
INSERT INTO `speakerconsumptionrecord` VALUES ('56', '1005', '2020-09-15 20:07:24', null, '43');
INSERT INTO `speakerconsumptionrecord` VALUES ('57', '1003', '2020-09-15 20:08:13', null, '0');
INSERT INTO `speakerconsumptionrecord` VALUES ('58', '1005', '2020-09-15 20:08:27', null, '42');
INSERT INTO `speakerconsumptionrecord` VALUES ('59', '1003', '2020-09-15 20:08:47', null, '19');
INSERT INTO `speakerconsumptionrecord` VALUES ('60', '1005', '2020-09-15 20:09:14', null, '41');
INSERT INTO `speakerconsumptionrecord` VALUES ('61', '1130', '2020-09-15 20:12:16', null, '2');
INSERT INTO `speakerconsumptionrecord` VALUES ('62', '1003', '2020-09-15 20:12:55', null, '18');
INSERT INTO `speakerconsumptionrecord` VALUES ('63', '1005', '2020-09-15 20:13:24', null, '40');
INSERT INTO `speakerconsumptionrecord` VALUES ('64', '1003', '2020-09-15 20:13:35', null, '17');
INSERT INTO `speakerconsumptionrecord` VALUES ('65', '1130', '2020-09-15 20:13:42', null, '1');
INSERT INTO `speakerconsumptionrecord` VALUES ('66', '1003', '2020-09-15 20:13:56', null, '16');
INSERT INTO `speakerconsumptionrecord` VALUES ('67', '1130', '2020-09-15 20:15:27', null, '0');
INSERT INTO `speakerconsumptionrecord` VALUES ('68', '1003', '2020-09-15 20:17:22', null, '15');
INSERT INTO `speakerconsumptionrecord` VALUES ('69', '1130', '2020-09-15 20:21:14', null, '19');
INSERT INTO `speakerconsumptionrecord` VALUES ('70', '1023', '2020-09-15 20:28:28', null, '48');
INSERT INTO `speakerconsumptionrecord` VALUES ('71', '1003', '2020-09-15 20:29:24', null, '14');
INSERT INTO `speakerconsumptionrecord` VALUES ('72', '1009', '2020-09-15 20:30:34', null, '9');
INSERT INTO `speakerconsumptionrecord` VALUES ('73', '1007', '2020-09-15 20:33:15', null, '60');
INSERT INTO `speakerconsumptionrecord` VALUES ('74', '1009', '2020-09-15 20:34:24', null, '8');
INSERT INTO `speakerconsumptionrecord` VALUES ('75', '1007', '2020-09-15 20:34:54', null, '59');
INSERT INTO `speakerconsumptionrecord` VALUES ('76', '1007', '2020-09-15 20:35:13', null, '58');
INSERT INTO `speakerconsumptionrecord` VALUES ('77', '1009', '2020-09-15 20:35:37', null, '7');
INSERT INTO `speakerconsumptionrecord` VALUES ('78', '1122', '2020-09-15 20:36:45', null, '7');
INSERT INTO `speakerconsumptionrecord` VALUES ('79', '1009', '2020-09-15 20:37:31', null, '6');
INSERT INTO `speakerconsumptionrecord` VALUES ('80', '1130', '2020-09-15 20:38:14', null, '18');
INSERT INTO `speakerconsumptionrecord` VALUES ('81', '1130', '2020-09-15 20:38:33', null, '17');
INSERT INTO `speakerconsumptionrecord` VALUES ('82', '1009', '2020-09-15 20:38:59', null, '5');
INSERT INTO `speakerconsumptionrecord` VALUES ('83', '1130', '2020-09-15 20:39:28', null, '16');
INSERT INTO `speakerconsumptionrecord` VALUES ('84', '1009', '2020-09-15 20:40:23', null, '4');
INSERT INTO `speakerconsumptionrecord` VALUES ('85', '1019', '2020-09-15 20:41:03', null, '0');
INSERT INTO `speakerconsumptionrecord` VALUES ('86', '1130', '2020-09-15 20:41:09', null, '15');
INSERT INTO `speakerconsumptionrecord` VALUES ('87', '1009', '2020-09-15 20:41:18', null, '3');
INSERT INTO `speakerconsumptionrecord` VALUES ('88', '1009', '2020-09-15 20:41:29', null, '2');
INSERT INTO `speakerconsumptionrecord` VALUES ('89', '1130', '2020-09-15 20:42:17', null, '14');
INSERT INTO `speakerconsumptionrecord` VALUES ('90', '1009', '2020-09-15 20:42:33', null, '1');
INSERT INTO `speakerconsumptionrecord` VALUES ('91', '1009', '2020-09-15 20:42:50', null, '0');
INSERT INTO `speakerconsumptionrecord` VALUES ('92', '1130', '2020-09-15 20:44:56', null, '13');
INSERT INTO `speakerconsumptionrecord` VALUES ('93', '1023', '2020-09-15 20:45:42', null, '47');
INSERT INTO `speakerconsumptionrecord` VALUES ('94', '1009', '2020-09-15 20:45:55', null, '9');
INSERT INTO `speakerconsumptionrecord` VALUES ('95', '1130', '2020-09-15 20:48:44', null, '12');
INSERT INTO `speakerconsumptionrecord` VALUES ('96', '1009', '2020-09-15 20:50:01', null, '8');
INSERT INTO `speakerconsumptionrecord` VALUES ('97', '1130', '2020-09-15 20:50:29', null, '11');
INSERT INTO `speakerconsumptionrecord` VALUES ('98', '1009', '2020-09-15 20:51:40', null, '7');
INSERT INTO `speakerconsumptionrecord` VALUES ('99', '1009', '2020-09-15 20:51:48', null, '6');
INSERT INTO `speakerconsumptionrecord` VALUES ('100', '1130', '2020-09-15 20:54:17', null, '10');
INSERT INTO `speakerconsumptionrecord` VALUES ('101', '1009', '2020-09-15 20:54:46', null, '5');
INSERT INTO `speakerconsumptionrecord` VALUES ('102', '1020', '2020-09-15 20:55:05', null, '6');
INSERT INTO `speakerconsumptionrecord` VALUES ('103', '1009', '2020-09-15 20:55:47', null, '4');
INSERT INTO `speakerconsumptionrecord` VALUES ('104', '1003', '2020-09-15 21:36:49', null, '13');
INSERT INTO `speakerconsumptionrecord` VALUES ('105', '1054', '2020-09-15 22:13:55', null, '3');
INSERT INTO `speakerconsumptionrecord` VALUES ('106', '1130', '2020-09-16 11:23:43', null, '9');
INSERT INTO `speakerconsumptionrecord` VALUES ('107', '1003', '2020-09-16 11:26:02', null, '12');
INSERT INTO `speakerconsumptionrecord` VALUES ('108', '1042', '2020-09-16 11:26:06', null, '9');
INSERT INTO `speakerconsumptionrecord` VALUES ('109', '1130', '2020-09-16 11:44:24', null, '8');
INSERT INTO `speakerconsumptionrecord` VALUES ('110', '1012', '2020-09-16 15:48:23', null, '2');
INSERT INTO `speakerconsumptionrecord` VALUES ('111', '1021', '2020-09-17 14:29:54', null, '9');
INSERT INTO `speakerconsumptionrecord` VALUES ('112', '1130', '2020-09-17 15:50:59', null, '7');
INSERT INTO `speakerconsumptionrecord` VALUES ('113', '1007', '2020-09-17 15:51:12', null, '57');
INSERT INTO `speakerconsumptionrecord` VALUES ('114', '1007', '2020-09-17 15:51:14', null, '56');
INSERT INTO `speakerconsumptionrecord` VALUES ('115', '1130', '2020-09-18 11:14:30', null, '6');
INSERT INTO `speakerconsumptionrecord` VALUES ('116', '1007', '2020-09-18 11:14:56', null, '55');
INSERT INTO `speakerconsumptionrecord` VALUES ('117', '1130', '2020-09-18 11:20:34', null, '5');
INSERT INTO `speakerconsumptionrecord` VALUES ('118', '1007', '2020-09-18 11:21:04', null, '54');
INSERT INTO `speakerconsumptionrecord` VALUES ('119', '1130', '2020-09-18 11:21:44', null, '4');
INSERT INTO `speakerconsumptionrecord` VALUES ('120', '1171', '2020-09-18 11:44:27', null, '2');
INSERT INTO `speakerconsumptionrecord` VALUES ('121', '1164', '2020-09-18 12:01:15', null, '19');
INSERT INTO `speakerconsumptionrecord` VALUES ('122', '1164', '2020-09-18 12:02:06', null, '18');
INSERT INTO `speakerconsumptionrecord` VALUES ('123', '1171', '2020-09-18 12:03:05', null, '1');
INSERT INTO `speakerconsumptionrecord` VALUES ('124', '1171', '2020-09-18 12:03:24', null, '0');
INSERT INTO `speakerconsumptionrecord` VALUES ('125', '1007', '2020-09-18 12:31:14', null, '53');
INSERT INTO `speakerconsumptionrecord` VALUES ('126', '1164', '2020-09-18 12:31:55', null, '17');
INSERT INTO `speakerconsumptionrecord` VALUES ('127', '1130', '2020-09-18 12:40:49', null, '3');
INSERT INTO `speakerconsumptionrecord` VALUES ('128', '1003', '2020-09-18 12:41:31', null, '11');
INSERT INTO `speakerconsumptionrecord` VALUES ('129', '1019', '2020-09-18 12:42:19', null, '3');
INSERT INTO `speakerconsumptionrecord` VALUES ('130', '1171', '2020-09-18 13:03:22', null, '2');
INSERT INTO `speakerconsumptionrecord` VALUES ('131', '1003', '2020-09-18 13:20:00', null, '10');
INSERT INTO `speakerconsumptionrecord` VALUES ('132', '1130', '2020-09-18 13:25:52', null, '2');
INSERT INTO `speakerconsumptionrecord` VALUES ('133', '1171', '2020-09-18 13:27:34', null, '1');
INSERT INTO `speakerconsumptionrecord` VALUES ('134', '1003', '2020-09-18 13:28:07', null, '9');
INSERT INTO `speakerconsumptionrecord` VALUES ('135', '1171', '2020-09-18 13:29:26', null, '0');
INSERT INTO `speakerconsumptionrecord` VALUES ('136', '1003', '2020-09-18 13:29:57', null, '8');
INSERT INTO `speakerconsumptionrecord` VALUES ('137', '1007', '2020-09-18 13:59:06', null, '52');
INSERT INTO `speakerconsumptionrecord` VALUES ('138', '1159', '2020-09-18 16:41:13', null, '7');
INSERT INTO `speakerconsumptionrecord` VALUES ('139', '1003', '2020-09-18 16:45:14', null, '7');

-- ----------------------------
-- Table structure for system_message
-- ----------------------------
DROP TABLE IF EXISTS `system_message`;
CREATE TABLE `system_message` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT 'id',
  `title` varchar(1024) CHARACTER SET utf8 DEFAULT NULL COMMENT '标题',
  `context` text COMMENT '内容',
  `addTime` datetime DEFAULT NULL COMMENT '添加时间',
  `editTime` datetime DEFAULT NULL COMMENT '修改时间',
  `enableState` int(11) DEFAULT NULL COMMENT '启用状态 1:启用2:禁用',
  `deleteState` int(11) DEFAULT NULL COMMENT '删除状态 1:已删除2:未删除',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COMMENT='系统消息表';

-- ----------------------------
-- Records of system_message
-- ----------------------------

-- ----------------------------
-- Table structure for withdraw
-- ----------------------------
DROP TABLE IF EXISTS `withdraw`;
CREATE TABLE `withdraw` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT 'id',
  `memberId` int(11) DEFAULT NULL COMMENT '会员ID',
  `memberNickName` varchar(128) CHARACTER SET utf8 DEFAULT NULL COMMENT '昵称',
  `memberHead` varchar(1024) CHARACTER SET utf8 DEFAULT NULL COMMENT '头像',
  `memberPhone` varchar(128) CHARACTER SET utf8 DEFAULT NULL COMMENT '手机号',
  `price` decimal(32,2) DEFAULT NULL COMMENT '提现金额',
  `money` decimal(32,2) DEFAULT NULL COMMENT '实际到账金额',
  `bankName` varchar(1024) CHARACTER SET utf8 DEFAULT NULL COMMENT '开户行',
  `bankMemberName` varchar(128) CHARACTER SET utf8 DEFAULT NULL COMMENT '姓名',
  `bankNumber` varchar(128) CHARACTER SET utf8 DEFAULT NULL COMMENT '卡号',
  `applyTime` datetime DEFAULT NULL COMMENT '申请时间',
  `reason` text COMMENT '原因',
  `examineTime` datetime DEFAULT NULL COMMENT '审核时间',
  `examineState` int(11) DEFAULT NULL COMMENT '审核状态 1:通过2:不通过3:待审核',
  `balance` decimal(32,2) DEFAULT NULL COMMENT '余额',
  `oldOrNew` int(11) DEFAULT NULL COMMENT '1：提现记录  2：失败后返现记录',
  `isExamine` int(11) DEFAULT NULL COMMENT '1:审核过  2：待审核',
  `proportion` decimal(32,2) DEFAULT NULL COMMENT '提现比例',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COMMENT='提现申请表';

-- ----------------------------
-- Records of withdraw
-- ----------------------------

-- ----------------------------
-- Function structure for getChildrenOrg
-- ----------------------------
DROP FUNCTION IF EXISTS `getChildrenOrg`;
DELIMITER ;;
CREATE DEFINER=`root`@`%` FUNCTION `getChildrenOrg`(orgid INT) RETURNS varchar(4000) CHARSET utf8mb4
BEGIN
DECLARE oTemp VARCHAR(4000);
DECLARE two VARCHAR(4000);

SET oTemp = '';#集合
SET two = ''; #二级数组

SELECT GROUP_CONCAT(id) INTO two FROM dynamic_review_of_friends_circle WHERE dynamicIdOrCommentId = orgid AND `level` = 1;

WHILE two IS NOT NULL
DO
SET oTemp = CONCAT(oTemp,',',two);
SELECT GROUP_CONCAT(id) INTO two FROM dynamic_review_of_friends_circle WHERE FIND_IN_SET(dynamicIdOrCommentId,two) AND `level` = 2;
END WHILE;
RETURN oTemp;
END
;;
DELIMITER ;

-- ----------------------------
-- Function structure for getChildrenOrgOfCar
-- ----------------------------
DROP FUNCTION IF EXISTS `getChildrenOrgOfCar`;
DELIMITER ;;
CREATE DEFINER=`root`@`%` FUNCTION `getChildrenOrgOfCar`(orgid INT) RETURNS varchar(4000) CHARSET utf8mb4
BEGIN
DECLARE oTemp VARCHAR(4000);
DECLARE two VARCHAR(4000);

SET oTemp = '';#集合
SET two = ''; #二级数组

SELECT GROUP_CONCAT(id) INTO two FROM dynamic_comments_of_car_users WHERE dynamicIdOrCommentId = orgid AND `level` = 1;

WHILE two IS NOT NULL
DO
SET oTemp = CONCAT(oTemp,',',two);
SELECT GROUP_CONCAT(id) INTO two FROM dynamic_comments_of_car_users WHERE FIND_IN_SET(dynamicIdOrCommentId,two) AND `level` = 2;
END WHILE;
RETURN oTemp;
END
;;
DELIMITER ;

-- ----------------------------
-- Event structure for activitySize
-- ----------------------------
DROP EVENT IF EXISTS `activitySize`;
DELIMITER ;;
CREATE DEFINER=`root`@`%` EVENT `activitySize` ON SCHEDULE EVERY 1 WEEK STARTS '2020-09-14 00:00:00' ON COMPLETION PRESERVE ENABLE DO BEGIN
#每周一凌晨清空前一周的点击活跃度
UPDATE member SET activitySize = 0;
END
;;
DELIMITER ;

-- ----------------------------
-- Event structure for clear_meath_log
-- ----------------------------
DROP EVENT IF EXISTS `clear_meath_log`;
DELIMITER ;;
CREATE DEFINER=`root`@`%` EVENT `clear_meath_log` ON SCHEDULE EVERY 1 DAY STARTS '2020-07-22 00:00:00' ON COMPLETION PRESERVE ENABLE DO BEGIN
#每日凌晨清空前一次的匹配
UPDATE member_matching_log
SET member_matching_log_member_ids_soul = '',member_matching_log_member_ids_car='';
END
;;
DELIMITER ;

-- ----------------------------
-- Event structure for member
-- ----------------------------
DROP EVENT IF EXISTS `member`;
DELIMITER ;;
CREATE DEFINER=`root`@`%` EVENT `member` ON SCHEDULE EVERY 10 SECOND STARTS '2020-06-18 11:02:08' ON COMPLETION NOT PRESERVE ENABLE DO BEGIN
#修改会员状态
UPDATE member
	SET isvip = 2
	WHERE isvip = 1 AND memberExpirationDate < NOW();
#查询过期的打招呼退还金钻到账户
UPDATE member_assets e ,(

SELECT c.memberId,IFNULL(c.memberDiamondsizeOfGold,0) AS yuan ,d.size FROM member_assets c,(

SELECT b.new_friend_oneself_id,SUM(a.price*b.new_friend_other_party_gift_size) as size FROM gift a,(

SELECT 
	new_friend_oneself_id,
	new_friend_other_party_gift_id,
	new_friend_other_party_gift_size
FROM
	new_friend
WHERE
	new_friend_other_party_end_time < NOW()

) b WHERE a.id = b.new_friend_other_party_gift_id GROUP BY b.new_friend_oneself_id

) d WHERE c.memberId = d.new_friend_oneself_id

) f SET e.memberDiamondsizeOfGold = f.yuan+f.size WHERE e.memberId = f.memberId;
#删除过期的打招呼
delete from new_friend where new_friend_other_party_end_time < NOW();

#聚会取消后  修改已报名的人的状态
UPDATE accept_offline_activities a ,(

SELECT a.* FROM accept_offline_activities a ,(

SELECT * FROM send_offline_activities WHERE state = 7

)b WHERE a.sendOfflineActivities = b.id

)b SET a.keepAnAppointmentState = 5,a.closeType = 1 WHERE a.id = b.id;

#聚会审核通过后 修改已报名人的状态

#修改所有通过的参与数据状态为7
UPDATE accept_offline_activities a ,(

SELECT a.* FROM accept_offline_activities a ,(

SELECT * FROM send_offline_activities WHERE state = 5

)b WHERE a.sendOfflineActivities = b.id

)b SET a.keepAnAppointmentState = 7 WHERE a.id = b.id AND a.keepAnAppointmentState = 3;


#修改所有未通过的参与数据状态为8
UPDATE accept_offline_activities a ,(

SELECT a.* FROM accept_offline_activities a ,(

SELECT * FROM send_offline_activities WHERE state = 5

)b WHERE a.sendOfflineActivities = b.id

)b SET a.keepAnAppointmentState = 8 WHERE a.id = b.id AND a.keepAnAppointmentState != 7;





#30分钟时检测有没有人报名参加这个聚会  如果没有 取消掉
UPDATE send_offline_activities a,(

SELECT b.* FROM (

SELECT group_concat(a.id) as id FROM (

SELECT id,timestampdiff(SECOND,NOW(),startTime) as time FROM send_offline_activities WHERE state != 7

)a WHERE a.time > 0 AND a.time <= 1800

)a,(

SELECT a.id FROM send_offline_activities a ,(

SELECT IFNULL(group_concat(a.sendOfflineActivities),0) as bid FROM accept_offline_activities a ,(

SELECT group_concat(a.id) as id FROM (

SELECT id,timestampdiff(SECOND,addTime,NOW()) as time FROM send_offline_activities WHERE state != 7

)a WHERE a.time > 0 AND a.time <= 1800

)b WHERE FIND_IN_SET(a.sendOfflineActivities,b.id)

)b WHERE NOT FIND_IN_SET(a.id,b.bid)

)b WHERE FIND_IN_SET(b.id,a.id)

) b SET a.state = 7 WHERE a.id=b.id;


#24小时后检测有没有人报名参加这个聚会  如果没有 取消掉
UPDATE send_offline_activities a,(

SELECT b.* FROM (

SELECT group_concat(a.id) as id FROM (

SELECT id,timestampdiff(HOUR,addTime,NOW()) as time FROM send_offline_activities WHERE state != 7

)a WHERE a.time >= 24

)a,(

SELECT * FROM send_offline_activities a ,(

SELECT IFNULL(group_concat(a.sendOfflineActivities),0) as bid FROM accept_offline_activities a ,(

SELECT group_concat(a.id) as id FROM (

SELECT id,timestampdiff(HOUR,addTime,NOW()) as time FROM send_offline_activities WHERE state != 7

)a WHERE a.time >= 24

)b WHERE FIND_IN_SET(a.sendOfflineActivities,b.id)

)b WHERE NOT FIND_IN_SET(a.id,b.bid)

)b WHERE FIND_IN_SET(b.id,a.id)

) b SET a.state = 7 WHERE a.id=b.id;

#修改第一次登陆的时间
UPDATE member SET loginTimeofOne = NOW() WHERE loginSize = 1;


#红包剩余回执
UPDATE member_assets a ,(
SELECT b.red_log_id,b.red_log_member_id,b.red_log_gold_size,SUM(a.red_receive_log_gold_size) as yi FROM red_receive_log a ,(
select red_log_member_id,red_log_id,red_log_gold_size FROM red_log WHERE red_log_end_time < NOW() AND red_log_number_remaining > 0  AND ISNULL(state)
) b WHERE a.red_receive_log_red_id = b.red_log_id GROUP BY a.red_receive_log_red_id
) b SET a.memberDiamondsizeOfGold = (a.memberDiamondsizeOfGold + (b.red_log_gold_size-b.yi)) WHERE a.memberId = b.red_log_member_id;
#红包剩余个数修改
UPDATE red_log a,(
SELECT b.red_log_id,b.red_log_member_id,b.red_log_gold_size,SUM(a.red_receive_log_gold_size) as yi,b.state FROM red_receive_log a ,(
select red_log_member_id,red_log_id,red_log_gold_size,state FROM red_log WHERE red_log_end_time < NOW() AND red_log_number_remaining > 0 AND ISNULL(state)
) b WHERE a.red_receive_log_red_id = b.red_log_id GROUP BY a.red_receive_log_red_id
) b SET a.state = 1 WHERE a.red_log_id = b.red_log_id;
END
;;
DELIMITER ;

-- ----------------------------
-- Event structure for vip
-- ----------------------------
DROP EVENT IF EXISTS `vip`;
DELIMITER ;;
CREATE DEFINER=`root`@`%` EVENT `vip` ON SCHEDULE EVERY 2 SECOND STARTS '2020-06-18 11:02:08' ON COMPLETION NOT PRESERVE ENABLE DO BEGIN
#为经验满1000的人加上一级 并将可加好友数变成巅峰值
UPDATE member a,(

SELECT a.id FROM member a ,(

SELECT memberId FROM member_assets WHERE meberExperienceSize >= 1000

) b WHERE a.id = b.memberId

) b SET a.`level` = (a.`level` + 1),a.numberOfRemainingFriendsToAdd = ((a.`level` * 10) + 50) WHERE a.id = b.id;
#经验减1000
UPDATE member_assets a,(

SELECT a.id FROM member a ,(

SELECT memberId FROM member_assets WHERE meberExperienceSize >= 1000

) b WHERE a.id = b.memberId

) b SET a.meberExperienceSize = a.meberExperienceSize-1000 WHERE a.memberId = b.id;
END
;;
DELIMITER ;
DROP TRIGGER IF EXISTS `updateCanJia`;
DELIMITER ;;
CREATE TRIGGER `updateCanJia` AFTER UPDATE ON `accept_offline_activities` FOR EACH ROW BEGIN
        #当修改状态时
        #2：发起方通过 赴约申请
        IF ( new.keepAnAppointmentState =2) and ( new.keepAnAppointmentState != old.keepAnAppointmentState)  THEN	
	          #修改发起方状态 为待对方确认
	          UPDATE send_offline_activities a SET state = 2 WHERE a.id = new.sendOfflineActivities;
        END IF;
        #3：已到达赴约地点
        IF ( new.keepAnAppointmentState = 3)  and ( new.keepAnAppointmentState != old.keepAnAppointmentState)   THEN	
	     #修改发起方状态 为待自己确认
	     UPDATE send_offline_activities a SET state = 3 WHERE a.id = new.sendOfflineActivities;
        END IF;
        #4：强制取消时(报名通过需要赔偿)
IF ( new.keepAnAppointmentState = 5) and (new.closeType = 2) and (old.keepAnAppointmentState = 2)  and ( new.keepAnAppointmentState != old.keepAnAppointmentState) THEN
#------------------------------------------------------------------------------------------------------------------------------------------------------
#发起方钻石增多
#1.发起方钻石足够 直接增加报名方赔偿的钻石
UPDATE member_assets a,(
	SELECT a.memberDiamondsizeOfSilver, b.* FROM member_assets a,(
			SELECT a.id,a.acceptMemberId,b.sendMemberId,b.averageDiamondsSize,timestampdiff(HOUR, NOW(), b.startTime) AS time FROM accept_offline_activities a,send_offline_activities b WHERE a.sendOfflineActivities = b.id AND a.id = new.id
		) b WHERE a.memberId = b.acceptMemberId
) b SET a.memberDiamondsizeOfSilver = (a.memberDiamondsizeOfSilver + floor(b.averageDiamondsSize * 0.9)),a.oldMemberDiamondsizeOfSilver = (a.oldMemberDiamondsizeOfSilver + floor(b.averageDiamondsSize * 0.9)) WHERE a.memberId = b.sendMemberId AND b.memberDiamondsizeOfSilver >= floor(b.averageDiamondsSize * 0.9) AND b.time < 6;
#2.报名方钻石不足 但差值控制在30%
UPDATE member_assets a,(
	SELECT a.memberDiamondsizeOfSilver, b.* FROM member_assets a,(
			SELECT a.id,a.acceptMemberId,b.sendMemberId,b.averageDiamondsSize,timestampdiff(HOUR, NOW(), b.startTime) AS time FROM accept_offline_activities a,send_offline_activities b WHERE a.sendOfflineActivities = b.id AND a.id = new.id
		) b WHERE a.memberId = b.acceptMemberId
) b SET a.memberDiamondsizeOfSilver = (a.memberDiamondsizeOfSilver + floor(b.averageDiamondsSize * 0.9)),a.oldMemberDiamondsizeOfSilver = (a.oldMemberDiamondsizeOfSilver + floor(b.averageDiamondsSize * 0.9))  WHERE a.memberId = b.sendMemberId AND b.memberDiamondsizeOfSilver < floor(b.averageDiamondsSize * 0.9) AND floor(b.averageDiamondsSize * 0.9) - b.memberDiamondsizeOfSilver <= (floor(b.averageDiamondsSize * 0.9* 0.3)) AND b.time < 6;
#3.报名方钻石不足 差值大于30%
UPDATE member_assets a,(
	SELECT a.memberDiamondsizeOfSilver, b.* FROM member_assets a,(
			SELECT a.id,a.acceptMemberId,b.sendMemberId,b.averageDiamondsSize,timestampdiff(HOUR, NOW(), b.startTime) AS time FROM accept_offline_activities a,send_offline_activities b WHERE a.sendOfflineActivities = b.id AND a.id = new.id
		) b WHERE a.memberId = b.acceptMemberId
) b SET a.memberDiamondsizeOfSilver = (a.memberDiamondsizeOfSilver + b.memberDiamondsizeOfSilver + (floor(b.averageDiamondsSize * 0.9 * 0.3))),a.oldMemberDiamondsizeOfSilver = (a.oldMemberDiamondsizeOfSilver + b.memberDiamondsizeOfSilver + (floor(b.averageDiamondsSize * 0.9 * 0.3)))  WHERE a.memberId = b.sendMemberId AND b.memberDiamondsizeOfSilver < floor(b.averageDiamondsSize * 0.9) AND (floor(b.averageDiamondsSize * 0.9) - b.memberDiamondsizeOfSilver) > (floor(b.averageDiamondsSize * 0.9* 0.3)) AND b.time < 6;
#------------------------------------------------------------------------------------------------------------------------------------------------------
#1.发起方钻石足够 直接增加报名方赔偿的钻石
UPDATE member_assets a,(
	SELECT a.memberDiamondsizeOfSilver, b.* FROM member_assets a,(
			SELECT a.id,a.acceptMemberId,b.sendMemberId,b.averageDiamondsSize,timestampdiff(HOUR, NOW(), b.startTime) AS time FROM accept_offline_activities a,send_offline_activities b WHERE a.sendOfflineActivities = b.id AND a.id = new.id
		) b WHERE a.memberId = b.acceptMemberId
) b SET a.memberDiamondsizeOfSilver = (a.memberDiamondsizeOfSilver + floor(b.averageDiamondsSize * 0.7)),a.oldMemberDiamondsizeOfSilver = (a.oldMemberDiamondsizeOfSilver + floor(b.averageDiamondsSize * 0.7))  WHERE a.memberId = b.sendMemberId AND b.memberDiamondsizeOfSilver >= floor(b.averageDiamondsSize * 0.7) AND b.time < 12 AND b.time >= 6;
#2.报名方钻石不足 但差值控制在30%
UPDATE member_assets a,(
	SELECT a.memberDiamondsizeOfSilver, b.* FROM member_assets a,(
			SELECT a.id,a.acceptMemberId,b.sendMemberId,b.averageDiamondsSize,timestampdiff(HOUR, NOW(), b.startTime) AS time FROM accept_offline_activities a,send_offline_activities b WHERE a.sendOfflineActivities = b.id AND a.id = new.id
		) b WHERE a.memberId = b.acceptMemberId
) b SET a.memberDiamondsizeOfSilver = (a.memberDiamondsizeOfSilver + floor(b.averageDiamondsSize * 0.7)),a.oldMemberDiamondsizeOfSilver = (a.oldMemberDiamondsizeOfSilver + floor(b.averageDiamondsSize * 0.7))  WHERE a.memberId = b.sendMemberId AND b.memberDiamondsizeOfSilver < floor(b.averageDiamondsSize * 0.7) AND floor(b.averageDiamondsSize * 0.7) - b.memberDiamondsizeOfSilver <= (floor(b.averageDiamondsSize * 0.7 * 0.3)) AND b.time < 12 AND b.time >= 6;
#3.报名方钻石不足 差值大于30%
UPDATE member_assets a,(
	SELECT a.memberDiamondsizeOfSilver, b.* FROM member_assets a,(
			SELECT a.id,a.acceptMemberId,b.sendMemberId,b.averageDiamondsSize,timestampdiff(HOUR, NOW(), b.startTime) AS time FROM accept_offline_activities a,send_offline_activities b WHERE a.sendOfflineActivities = b.id AND a.id = new.id
		) b WHERE a.memberId = b.acceptMemberId
) b SET a.memberDiamondsizeOfSilver = (a.memberDiamondsizeOfSilver + b.memberDiamondsizeOfSilver + (floor(b.averageDiamondsSize * 0.7* 0.3))),a.oldMemberDiamondsizeOfSilver = (a.oldMemberDiamondsizeOfSilver + b.memberDiamondsizeOfSilver + (floor(b.averageDiamondsSize * 0.7 * 0.3)))  WHERE a.memberId = b.sendMemberId AND b.memberDiamondsizeOfSilver < floor(b.averageDiamondsSize * 0.7) AND (floor(b.averageDiamondsSize * 0.7) - b.memberDiamondsizeOfSilver) > (floor(b.averageDiamondsSize * 0.7 * 0.3)) AND b.time < 12 AND b.time >= 6;
#------------------------------------------------------------------------------------------------------------------------------------------------------
#1.发起方钻石足够 直接增加报名方赔偿的钻石
UPDATE member_assets a,(
	SELECT a.memberDiamondsizeOfSilver, b.* FROM member_assets a,(
			SELECT a.id,a.acceptMemberId,b.sendMemberId,b.averageDiamondsSize,timestampdiff(HOUR, NOW(), b.startTime) AS time FROM accept_offline_activities a,send_offline_activities b WHERE a.sendOfflineActivities = b.id AND a.id = new.id
		) b WHERE a.memberId = b.acceptMemberId
) b SET a.memberDiamondsizeOfSilver = (a.memberDiamondsizeOfSilver + floor(b.averageDiamondsSize * 0.5)),a.oldMemberDiamondsizeOfSilver = (a.oldMemberDiamondsizeOfSilver + floor(b.averageDiamondsSize * 0.5))  WHERE a.memberId = b.sendMemberId AND b.memberDiamondsizeOfSilver >= floor(b.averageDiamondsSize * 0.5) AND b.time < 24 AND b.time >= 12;
#2.报名方钻石不足 但差值控制在30%
UPDATE member_assets a,(
	SELECT a.memberDiamondsizeOfSilver, b.* FROM member_assets a,(
			SELECT a.id,a.acceptMemberId,b.sendMemberId,b.averageDiamondsSize,timestampdiff(HOUR, NOW(), b.startTime) AS time FROM accept_offline_activities a,send_offline_activities b WHERE a.sendOfflineActivities = b.id AND a.id = new.id
		) b WHERE a.memberId = b.acceptMemberId
) b SET a.memberDiamondsizeOfSilver = (a.memberDiamondsizeOfSilver + floor(b.averageDiamondsSize * 0.5)),a.oldMemberDiamondsizeOfSilver = (a.oldMemberDiamondsizeOfSilver + floor(b.averageDiamondsSize * 0.5))  WHERE a.memberId = b.sendMemberId AND b.memberDiamondsizeOfSilver < floor(b.averageDiamondsSize * 0.5) AND floor(b.averageDiamondsSize * 0.5) - b.memberDiamondsizeOfSilver <= (floor(b.averageDiamondsSize * 0.5  * 0.3)) AND b.time < 24 AND b.time >= 12;
#3.报名方钻石不足 差值大于30%
UPDATE member_assets a,(
	SELECT a.memberDiamondsizeOfSilver, b.* FROM member_assets a,(
			SELECT a.id,a.acceptMemberId,b.sendMemberId,b.averageDiamondsSize,timestampdiff(HOUR, NOW(), b.startTime) AS time FROM accept_offline_activities a,send_offline_activities b WHERE a.sendOfflineActivities = b.id AND a.id = new.id
		) b WHERE a.memberId = b.acceptMemberId
) b SET a.memberDiamondsizeOfSilver = (a.memberDiamondsizeOfSilver + b.memberDiamondsizeOfSilver + (floor(b.averageDiamondsSize * 0.5 * 0.3))),a.oldMemberDiamondsizeOfSilver = (a.oldMemberDiamondsizeOfSilver + b.memberDiamondsizeOfSilver + (floor(b.averageDiamondsSize * 0.5 * 0.3)))  WHERE a.memberId = b.sendMemberId AND b.memberDiamondsizeOfSilver < floor(b.averageDiamondsSize * 0.5) AND (floor(b.averageDiamondsSize * 0.5) - b.memberDiamondsizeOfSilver) > (floor(b.averageDiamondsSize * 0.5  * 0.3)) AND b.time < 24 AND b.time >= 12;
#------------------------------------------------------------------------------------------------------------------------------------------------------
#1.发起方钻石足够 直接增加报名方赔偿的钻石
UPDATE member_assets a,(
	SELECT a.memberDiamondsizeOfSilver, b.* FROM member_assets a,(
			SELECT a.id,a.acceptMemberId,b.sendMemberId,b.averageDiamondsSize,timestampdiff(HOUR, NOW(), b.startTime) AS time FROM accept_offline_activities a,send_offline_activities b WHERE a.sendOfflineActivities = b.id AND a.id = new.id
		) b WHERE a.memberId = b.acceptMemberId
) b SET a.memberDiamondsizeOfSilver = (a.memberDiamondsizeOfSilver + floor(b.averageDiamondsSize * 0.3)),a.oldMemberDiamondsizeOfSilver = (a.oldMemberDiamondsizeOfSilver + floor(b.averageDiamondsSize * 0.3)) WHERE a.memberId = b.sendMemberId AND b.memberDiamondsizeOfSilver >= floor(b.averageDiamondsSize * 0.3) AND b.time >= 24;
#2.报名方钻石不足 但差值控制在30%
UPDATE member_assets a,(
	SELECT a.memberDiamondsizeOfSilver, b.* FROM member_assets a,(
			SELECT a.id,a.acceptMemberId,b.sendMemberId,b.averageDiamondsSize,timestampdiff(HOUR, NOW(), b.startTime) AS time FROM accept_offline_activities a,send_offline_activities b WHERE a.sendOfflineActivities = b.id AND a.id = new.id
		) b WHERE a.memberId = b.acceptMemberId
) b SET a.memberDiamondsizeOfSilver = (a.memberDiamondsizeOfSilver + floor(b.averageDiamondsSize * 0.3)),a.oldMemberDiamondsizeOfSilver = (a.oldMemberDiamondsizeOfSilver + floor(b.averageDiamondsSize * 0.3)) WHERE a.memberId = b.sendMemberId AND b.memberDiamondsizeOfSilver < floor(b.averageDiamondsSize * 0.3) AND floor(b.averageDiamondsSize * 0.3) - b.memberDiamondsizeOfSilver <= (floor(b.averageDiamondsSize * 0.3  * 0.3)) AND b.time >= 24;
#3.报名方钻石不足 差值大于30%
UPDATE member_assets a,(
	SELECT a.memberDiamondsizeOfSilver, b.* FROM member_assets a,(
			SELECT a.id,a.acceptMemberId,b.sendMemberId,b.averageDiamondsSize,timestampdiff(HOUR, NOW(), b.startTime) AS time FROM accept_offline_activities a,send_offline_activities b WHERE a.sendOfflineActivities = b.id AND a.id = new.id
		) b WHERE a.memberId = b.acceptMemberId
) b SET a.memberDiamondsizeOfSilver = (a.memberDiamondsizeOfSilver + b.memberDiamondsizeOfSilver + (floor(b.averageDiamondsSize * 0.3* 0.3))),a.oldMemberDiamondsizeOfSilver = (a.oldMemberDiamondsizeOfSilver + b.memberDiamondsizeOfSilver + (floor(b.averageDiamondsSize * 0.3 * 0.3))) WHERE a.memberId = b.sendMemberId AND b.memberDiamondsizeOfSilver < floor(b.averageDiamondsSize * 0.3) AND (floor(b.averageDiamondsSize * 0.3) - b.memberDiamondsizeOfSilver) > (floor(b.averageDiamondsSize * 0.3  * 0.3)) AND b.time >= 24;

#报名方减少
#1.报名方银钻足够

UPDATE member_assets a ,(

SELECT a.id,a.acceptMemberId,b.sendMemberId,b.averageDiamondsSize, timestampdiff(HOUR,NOW(),b.startTime) as time FROM accept_offline_activities a , send_offline_activities b WHERE a.sendOfflineActivities = b.id AND a. id = new.id

)b SET a.memberDiamondsizeOfSilver = (a.memberDiamondsizeOfSilver - floor(b.averageDiamondsSize * 0.9)) WHERE a.memberId = b.acceptMemberId AND a.memberDiamondsizeOfSilver >= floor(b.averageDiamondsSize * 0.9) AND b.time < 6;
#2.报名方银钻不足

UPDATE member_assets a ,(

SELECT a.id,a.acceptMemberId,b.sendMemberId,b.averageDiamondsSize, timestampdiff(HOUR,NOW(),b.startTime) as time FROM accept_offline_activities a , send_offline_activities b WHERE a.sendOfflineActivities = b.id AND a. id = new.id

)b SET a.memberDiamondsizeOfSilver = 0 WHERE a.memberId = b.acceptMemberId AND a.memberDiamondsizeOfSilver < floor(b.averageDiamondsSize * 0.9) AND b.time < 6;


#1.报名方银钻足够

UPDATE member_assets a ,(

SELECT a.id,a.acceptMemberId,b.sendMemberId,b.averageDiamondsSize, timestampdiff(HOUR,NOW(),b.startTime) as time FROM accept_offline_activities a , send_offline_activities b WHERE a.sendOfflineActivities = b.id AND a. id = new.id

)b SET a.memberDiamondsizeOfSilver = (a.memberDiamondsizeOfSilver - floor(b.averageDiamondsSize * 0.7)) WHERE a.memberId = b.acceptMemberId AND a.memberDiamondsizeOfSilver >= floor(b.averageDiamondsSize * 0.7) AND b.time < 12 AND b.time >= 6;
#2.报名方银钻不足

UPDATE member_assets a ,(

SELECT a.id,a.acceptMemberId,b.sendMemberId,b.averageDiamondsSize, timestampdiff(HOUR,NOW(),b.startTime) as time FROM accept_offline_activities a , send_offline_activities b WHERE a.sendOfflineActivities = b.id AND a. id = new.id

)b SET a.memberDiamondsizeOfSilver = 0 WHERE a.memberId = b.acceptMemberId AND a.memberDiamondsizeOfSilver < floor(b.averageDiamondsSize * 0.7) AND b.time < 12 AND b.time >= 6;

#1.报名方银钻足够
UPDATE member_assets a ,(

SELECT a.id,a.acceptMemberId,b.sendMemberId,b.averageDiamondsSize, timestampdiff(HOUR,NOW(),b.startTime) as time FROM accept_offline_activities a , send_offline_activities b WHERE a.sendOfflineActivities = b.id AND a. id = new.id

)b SET a.memberDiamondsizeOfSilver = (a.memberDiamondsizeOfSilver - floor(b.averageDiamondsSize * 0.5)) WHERE a.memberId = b.acceptMemberId AND a.memberDiamondsizeOfSilver >= floor(b.averageDiamondsSize * 0.5) AND b.time < 24 AND b.time >= 12;

#2.报名方银钻不足
UPDATE member_assets a ,(

SELECT a.id,a.acceptMemberId,b.sendMemberId,b.averageDiamondsSize, timestampdiff(HOUR,NOW(),b.startTime) as time FROM accept_offline_activities a , send_offline_activities b WHERE a.sendOfflineActivities = b.id AND a. id = new.id

)b SET a.memberDiamondsizeOfSilver = 0 WHERE a.memberId = b.acceptMemberId AND a.memberDiamondsizeOfSilver < floor(b.averageDiamondsSize * 0.5) AND b.time < 24 AND b.time >= 12;


#1.报名方银钻足够
UPDATE member_assets a ,(

SELECT a.id,a.acceptMemberId,b.sendMemberId,b.averageDiamondsSize, timestampdiff(HOUR,NOW(),b.startTime) as time FROM accept_offline_activities a , send_offline_activities b WHERE a.sendOfflineActivities = b.id AND a. id = new.id

)b SET a.memberDiamondsizeOfSilver = (a.memberDiamondsizeOfSilver - floor(b.averageDiamondsSize * 0.3)) WHERE a.memberId = b.acceptMemberId AND a.memberDiamondsizeOfSilver >= floor(b.averageDiamondsSize * 0.3) AND b.time >= 24;

#2.报名方银钻不足
UPDATE member_assets a ,(

SELECT a.id,a.acceptMemberId,b.sendMemberId,b.averageDiamondsSize, timestampdiff(HOUR,NOW(),b.startTime) as time FROM accept_offline_activities a , send_offline_activities b WHERE a.sendOfflineActivities = b.id AND a. id = new.id

)b SET a.memberDiamondsizeOfSilver = 0 WHERE a.memberId = b.acceptMemberId AND a.memberDiamondsizeOfSilver < floor(b.averageDiamondsSize * 0.3) AND b.time >= 24;

END IF;

END
;;
DELIMITER ;
DROP TRIGGER IF EXISTS `insterZuanShiJiLu`;
DELIMITER ;;
CREATE TRIGGER `insterZuanShiJiLu` BEFORE INSERT ON `diamondconsumptionrecord` FOR EACH ROW BEGIN
        #当发送礼物时
        IF ( new.type != 1 )  THEN	
	#发送方 减去金钻石
	UPDATE member_assets a SET memberDiamondsizeOfGold = memberDiamondsizeOfGold-new.consumptionSize WHERE a.memberId = new.sendMemberId;
        END IF;
END
;;
DELIMITER ;
DROP TRIGGER IF EXISTS `insterLiWuJiLu`;
DELIMITER ;;
CREATE TRIGGER `insterLiWuJiLu` AFTER INSERT ON `giftconsumption` FOR EACH ROW BEGIN
              #送礼物时
	#发送方 发送方减少金钻石
              UPDATE member_assets a ,(
              SELECT price*new.giftSize as zong FROM gift WHERE id = new.giftId
              )b
	SET a.memberDiamondsizeOfGold = a.memberDiamondsizeOfGold-b.zong WHERE a.memberId = new.sendMemberId;
END
;;
DELIMITER ;
DROP TRIGGER IF EXISTS `updateSliver`;
DELIMITER ;;
CREATE TRIGGER `updateSliver` AFTER UPDATE ON `giftconsumption` FOR EACH ROW BEGIN
 IF ( new.drawInProportion = 1 ) THEN
              #收到礼物时
	#接收方 增加银钻石(剩余银钻石，累计银钻石)
              UPDATE member_assets a ,(
              SELECT price*new.giftSize as zong FROM gift WHERE id = new.giftId
              )b
	SET a.memberDiamondsizeOfSilver= a.memberDiamondsizeOfSilver+b.zong,a.oldMemberDiamondsizeOfSilver = a.oldMemberDiamondsizeOfSilver+b.zong WHERE a.memberId = new.memberId;
END IF;
END
;;
DELIMITER ;
DROP TRIGGER IF EXISTS `insterMember`;
DELIMITER ;;
CREATE TRIGGER `insterMember` AFTER INSERT ON `member` FOR EACH ROW BEGIN
IF ( new.registrationChannel = 1 ) and ( new.sex = 1 ) THEN
             INSERT INTO member_assets (
	memberId,
	memberDiamondsizeOfBlack,
	memberhornSize,
	meberExperienceSize,
	memberLabel,
	ciphertext,
	memberDiamondsizeOfGold,
	memberDiamondsizeOfSilver,
	oldMemberDiamondsizeOfBlack,
	oldMemberDiamondsizeOfSilver
              ) VALUES (
	new.id,
	0,
	0,
	0,
	"",
	"",
	0,
	0,
	0,
	0
                                                        );
END IF;
IF ( new.registrationChannel = 1 ) and ( new.sex = 2 ) THEN
             INSERT INTO member_assets (
	memberId,
	memberDiamondsizeOfBlack,
	memberhornSize,
	meberExperienceSize,
	memberLabel,
	ciphertext,
	memberDiamondsizeOfGold,
	memberDiamondsizeOfSilver,
	oldMemberDiamondsizeOfBlack,
	oldMemberDiamondsizeOfSilver
              ) VALUES (
	new.id,
	0,
	0,
	0,
	"",
	"",
	100,
	0,
	0,
	0
                                                        );
END IF;
IF ( new.registrationChannel = 2 ) THEN
             INSERT INTO member_assets (
	memberId,
	memberDiamondsizeOfBlack,
	memberhornSize,
	meberExperienceSize,
	memberLabel,
	ciphertext,
	memberDiamondsizeOfGold,
	memberDiamondsizeOfSilver,
	oldMemberDiamondsizeOfBlack,
	oldMemberDiamondsizeOfSilver
              ) VALUES (
	new.id,
	0,
	0,
	0,
	"",
	"",
	0,
	0,
	0,
	0
                                                        );
END IF;
IF ( new.registrationChannel = 3 ) THEN
INSERT INTO member_assets(
	memberId,
	memberDiamondsizeOfBlack,
	memberhornSize,
	meberExperienceSize,
	memberLabel,
	ciphertext,
	memberDiamondsizeOfGold,
	memberDiamondsizeOfSilver,
	oldMemberDiamondsizeOfBlack,
	oldMemberDiamondsizeOfSilver
              ) VALUES (
	new.id,
	0,
	0,
	(SELECT diamonds_price FROM diamonds a,member b WHERE a.type = 1 AND a.diamonds_terminal = b.registrationModel AND b.id = new.id),
	"",
	"",
	38888,
	0,
	0,
	0
);
END IF;
IF ( new.sex != 1 ) THEN
INSERT INTO `jiaoyou`.`lable` (
	`member_id`,
	`label_charm_default`,
	`label_charm_select`,
	`label_city_default`,
	`label_city_select`,
	`label_local_default`,
	`label_local_select`,
	`label_hobby_default`,
	`label_hobby_select`,
	`label_education_default`,
	`label_education_select`,
	`lable_state_default`,
	`lable_state_select`,
	`lable_annual_income_default`,
	`lable_annual_income_select`,
	`lable_car_size_default`,
	`lable_car_size_select`,
	`lable_image_default`,
	`lable_image_select`,
	`lable_character_default`,
	`lable_character_select`,
	`lable_industry_default`,
	`lable_industry_select`,
	`lable_height`,
	`lable_weight`,
	`lable_drinking_power`,
	`lable_pets`,
	`lable_introduce`,
	`lable_smoking_status`,
	`lable_occupation`
)
VALUES
	(
		new.id,
		'声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀',
		'',
		'北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里',
		'',
		'中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及',
		'',
		'旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒',
		'',
		'不填,本科,硕士,博士',
		'',
		'单身,热恋,冷战,已婚,保密',
		'',
		'10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上',
		'',
		'无,1辆,2辆-5辆,5辆-10辆,10辆以上',
		'',
		'粉雕玉琢,出水芙蓉,婀娜多姿,秀外慧中,楚楚动人,天生丽质,闭月羞花,倾国倾城,珠圆玉润,明眸皓齿,千娇百媚,我见犹怜,丰绰性感',
		'',
		'开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷',
		'',
		'能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询',
		'',
		'',
		'',
		'',
		'',
		'',
		'',
		''
	);
END IF;
IF ( new.sex != 2) THEN
INSERT INTO `jiaoyou`.`lable` (
	`member_id`,
	`label_charm_default`,
	`label_charm_select`,
	`label_city_default`,
	`label_city_select`,
	`label_local_default`,
	`label_local_select`,
	`label_hobby_default`,
	`label_hobby_select`,
	`label_education_default`,
	`label_education_select`,
	`lable_state_default`,
	`lable_state_select`,
	`lable_annual_income_default`,
	`lable_annual_income_select`,
	`lable_car_size_default`,
	`lable_car_size_select`,
	`lable_image_default`,
	`lable_image_select`,
	`lable_character_default`,
	`lable_character_select`,
	`lable_industry_default`,
	`lable_industry_select`,
	`lable_height`,
	`lable_weight`,
	`lable_drinking_power`,
	`lable_pets`,
	`lable_introduce`,
	`lable_smoking_status`,
	`lable_occupation`
)
VALUES
	(
		new.id,
		'声音,笑容,脾气,性格,脸,眼睛,嘴,颈,手,腰,胸部,腿,臀',
		'',
		'北京,上海,广州,香港,厦门,长沙,成都,杭州,苏州,重庆,首尔,东京,纽约,华盛顿,伦敦,莫斯科,巴黎,新德里,曼谷,新加坡,迪拜,罗马,柏林,雅典,卢森堡,马德里',
		'',
		'中国,台湾,香港,成都,重庆,三亚,丽江,大理,西藏,张家界,洱海,鼓浪屿,日本,北海道,名古屋,东京,韩国,济州岛,巴厘岛,普吉岛,长滩岛,塞班岛,新加坡,泰国,马来西亚,菲律宾,印度尼西亚,印度,越南,尼泊尔,迪拜,土耳其,希腊,美国,加拿大,澳大利亚,英国,法国,意大利,西班牙,葡萄牙,荷兰,瑞士,瑞典,芬兰,巴西,新西兰,俄罗斯,德国,埃及',
		'',
		'旅游,锻炼,唱歌,乐器,美食,电影,追星,看书,追剧,睡觉,游戏,画画,短视频,喝酒',
		'',
		'不填,本科,硕士,博士',
		'',
		'单身,热恋,冷战,已婚,保密',
		'',
		'10万以下,10万-20万,20万-30万,30万-50万,50万-100万,100万-200万,200万-500万,500万以上',
		'',
		'无,1辆,2辆-5辆,5辆-10辆,10辆以上',
		'',
		'伟岸刚毅,狂野不拘,俊美绝伦,风度翩翩,正气凛然,顶天立地,桀骜不驯,才貌双全,眉清目秀,温文尔雅,风流倜傥,堂堂正正,冷酷无情',
		'',
		'开朗,腼腆,活泼,文静,天真,自信,乐观,内向,开放,冷酷,刚毅,傲娇,冰冷',
		'',
		'能源,餐饮,酒店,房地产,服务,服装,公益组织,广告业,健康,教育,培训,互联网,会计,美容,媒体,出版,旅游业,司法,律师,演艺,医疗,艺术,设计,银行,金融,音乐,舞蹈,机关,咨询',
		'',
		'',
		'',
		'',
		'',
		'',
		'',
		''
	);
END IF;
INSERT INTO membership_settings (
	memberId,
	sameCityWithinState,
	sameCityExternalState,
	confidentialityOfInformationState,
	friendMessageState,
	noticeState,
	dynamicResponseState,
	worldInformation
)
VALUES
	(new.id, 1, 1, 1, 1, 1, 1, 2);
INSERT INTO member_matching_log (
	member_matching_log_member_id,
	member_matching_log_member_ids_soul,
	member_matching_log_member_ids_car
)
VALUES
	(new.id, '', '');
END
;;
DELIMITER ;
DROP TRIGGER IF EXISTS `updateHead`;
DELIMITER ;;
CREATE TRIGGER `updateHead` AFTER UPDATE ON `member` FOR EACH ROW BEGIN
 IF ( old.head != new.head ) OR ( old.sex != new.sex ) OR ( old.nickName != new.nickName ) OR ( old.age != new.age ) OR ( old.city != new.city ) OR ( old.carLable != new.carLable )  THEN
	UPDATE member a, dynamic_review_of_friends_circle b
	SET b.memberHead = a.head,b.memberNickName = a.nickName,b.lable = a.carLable
	WHERE b.memberId = a.id;

	UPDATE member a, dynamic_comments_of_car_users b
	SET b.memberHead = a.head,b.memberNickName = a.nickName,b.lable = a.carLable
	WHERE b.memberId = a.id;

	UPDATE member a, report b
	SET b.report_informant_head = a.head,b.report_informant_nick_name = a.nickName,b.report_informant_phone = a.phone
	WHERE b.report_informant_id = a.id;

	UPDATE member a, report b
	SET b.report_bei_informant_head = a.head,b.report_bei_informant_nick_name = a.nickName,b.report_bei_informant_phone = a.phone
	WHERE b.report_bei_informant_id = a.id;

	UPDATE member a, accept_offline_activities b
	SET b.acceptMemberHead = a.head,b.acceptMemberNickName = a.nickName,b.acceptMemberSex = a.sex,b.acceptMemberAge = a.age	
	WHERE b.acceptMemberId = a.id;

	UPDATE member a, send_offline_activities b
	SET b.sendMemberHead = a.head,b.sendMemberNickName = a.nickName,b.sendMemberSex = a.sex,b.sendMemberAge = a.age	
	WHERE b.sendMemberId = a.id;

	UPDATE member a, withdraw b
	SET b.memberHead = a.head,b.memberNickName = a.nickName,b.memberPhone = a.phone
	WHERE b.memberId = a.id;

	UPDATE member a, rider_dynamics b
	SET b.memberHead = a.head,b.memberNickName = a.nickName,b.memberSex = a.sex,b.memberAge = a.age,b.lable = a.carLable
	WHERE b.memerId = a.id;

	UPDATE member a, circle_of_friends b
	SET b.memberHead = a.head,b.memberNickName = a.nickName,b.memberSex = a.sex,b.memberAge = a.age,b.lable = a.carLable
	WHERE b.memerId = a.id;

	UPDATE member a, new_friend b
	SET b.new_friend_other_party_head = a.head,b.new_friend_other_party_nick_name = a.nickName,b.new_friend_other_party_sex = a.sex,b.new_friend_other_party_age = a.age,b.new_friend_other_party_level = a.`level`,b.new_friend_other_party_city = a.city
	WHERE b.new_friend_oneself_id = a.id;
END IF;
IF ( old.examineState != 1 ) and ( old.examineState != 2 ) and ( old.examineState != new.examineState ) and ( old.registrationChannel != 2 ) and ( old.registrationChannel != 3 )  and ( new.examineState = 1 )THEN
        INSERT INTO circle_of_friends (
	memerId,
	memberHead,
	memberNickName,
	memberSex,
	memberAge,
	city,
	addTime,
	context,
	images,
	likeSize,
	commentSize,
	lable,
	strangersInTheSameCity,
	strangersOutsideTheCity,
	citySynchronization,
	defaultType
)
VALUES
	(
		new.id,
		new.head,
		new.nickName,
		new.sex,
		new.age,
		new.city,
		now(),
		'新人报道！',
		new.positivePhotoOfIDCard,
		0,
		0,
		new.carLable,
		1,
		1,
		2,
		1

	);
END IF;

END
;;
DELIMITER ;
DROP TRIGGER IF EXISTS `upload`;
DELIMITER ;;
CREATE TRIGGER `upload` BEFORE UPDATE ON `member_assets` FOR EACH ROW BEGIN
INSERT INTO member_assets_copy(
	memberId,
	memberDiamondsizeOfBlack,
	memberhornSize,
	meberExperienceSize,
	memberLabel,
	ciphertext,
	memberDiamondsizeOfGold,
	memberDiamondsizeOfSilver,
	oldMemberDiamondsizeOfBlack,
	oldMemberDiamondsizeOfSilver
              ) VALUES (
	new.memberId,
	new.memberDiamondsizeOfBlack,
	new.memberhornSize,
	new.meberExperienceSize,
	new.memberLabel,
	new.ciphertext,
	new.memberDiamondsizeOfGold,
	new.memberDiamondsizeOfSilver,
	new.oldMemberDiamondsizeOfBlack,
	new.oldMemberDiamondsizeOfSilver
);
END
;;
DELIMITER ;
DROP TRIGGER IF EXISTS `del`;
DELIMITER ;;
CREATE TRIGGER `del` AFTER DELETE ON `new_friend` FOR EACH ROW BEGIN
#修改礼物状态为已接收
UPDATE giftconsumption SET drawInProportion = 1 WHERE REVISION = old.remarks;

END
;;
DELIMITER ;
DROP TRIGGER IF EXISTS `insterRed`;
DELIMITER ;;
CREATE TRIGGER `insterRed` AFTER INSERT ON `red_log` FOR EACH ROW BEGIN
    #减去发送方相应钻石
    UPDATE member_assets SET memberDiamondsizeOfGold = memberDiamondsizeOfGold-new.red_log_gold_size WHERE memberId=new.red_log_member_id;
END
;;
DELIMITER ;
DROP TRIGGER IF EXISTS `insterRedLog`;
DELIMITER ;;
CREATE TRIGGER `insterRedLog` AFTER INSERT ON `red_receive_log` FOR EACH ROW BEGIN
    #增加接收方相应钻石(银钻与魅力值)
    UPDATE member_assets SET memberDiamondsizeOfSilver = memberDiamondsizeOfSilver+new.red_receive_log_gold_size,oldmemberDiamondsizeOfSilver = oldmemberDiamondsizeOfSilver + new.red_receive_log_gold_size
		WHERE memberId=new.red_receive_log_member_id;
END
;;
DELIMITER ;
DROP TRIGGER IF EXISTS `insterHuoDong`;
DELIMITER ;;
CREATE TRIGGER `insterHuoDong` AFTER INSERT ON `send_offline_activities` FOR EACH ROW BEGIN
        #发起活动时
	#发送方 发送方减少金钻石
              UPDATE member_assets a 
	SET a.memberDiamondsizeOfGold = a.memberDiamondsizeOfGold-new.perSize*new.averageDiamondsSize WHERE a.memberId = new.sendMemberId;
END
;;
DELIMITER ;
DROP TRIGGER IF EXISTS `updateState`;
DELIMITER ;;
CREATE TRIGGER `updateState` AFTER UPDATE ON `send_offline_activities` FOR EACH ROW BEGIN
#取消活动时
#发送方 发送方增加金钻石并赔偿银钻石
IF (new.state = 7) and (new.state != old.state) THEN


#先增加 发起方金钻

UPDATE member_assets a,(

SELECT a.*,b.perSize,b.averageDiamondsSize FROM member_assets  a, (

SELECT * FROM send_offline_activities WHERE id = new.id

) b WHERE a.memberId = b.sendMemberId

) b SET a.memberDiamondsizeOfGold = (a.memberDiamondsizeOfGold + (b.perSize*b.averageDiamondsSize)) WHERE a.memberId = b.memberId;

#增加 报名放赔偿的银钻

UPDATE member_assets a,(

SELECT a.acceptMemberId, timestampdiff(HOUR,NOW(),startTime) as time,b.averageDiamondsSize,b.sendMemberId FROM accept_offline_activities a ,send_offline_activities b WHERE a.sendOfflineActivities = b.id AND a.sendOfflineActivities = new.id AND a.keepAnAppointmentState = 2

) b SET a.memberDiamondsizeOfSilver = (a.memberDiamondsizeOfSilver + floor(b.averageDiamondsSize * 0.9)) ,a.oldMemberDiamondsizeOfSilver = (a.oldMemberDiamondsizeOfSilver + floor(b.averageDiamondsSize * 0.9)) WHERE a.memberId = b.acceptMemberId AND b.time < 6;

UPDATE member_assets a,(

SELECT a.acceptMemberId, timestampdiff(HOUR,NOW(),startTime) as time,b.averageDiamondsSize,b.sendMemberId FROM accept_offline_activities a ,send_offline_activities b WHERE a.sendOfflineActivities = b.id AND a.sendOfflineActivities = new.id AND a.keepAnAppointmentState = 2

) b SET a.memberDiamondsizeOfSilver = (a.memberDiamondsizeOfSilver + floor(b.averageDiamondsSize * 0.7)) ,a.oldMemberDiamondsizeOfSilver = (a.oldMemberDiamondsizeOfSilver + floor(b.averageDiamondsSize * 0.7))  WHERE a.memberId = b.acceptMemberId AND b.time < 12 AND b.time >= 6;

UPDATE member_assets a,(

SELECT a.acceptMemberId, timestampdiff(HOUR,NOW(),startTime) as time,b.averageDiamondsSize,b.sendMemberId FROM accept_offline_activities a ,send_offline_activities b WHERE a.sendOfflineActivities = b.id AND a.sendOfflineActivities = new.id AND a.keepAnAppointmentState = 2

) b SET a.memberDiamondsizeOfSilver = (a.memberDiamondsizeOfSilver + floor(b.averageDiamondsSize * 0.5)) ,a.oldMemberDiamondsizeOfSilver = (a.oldMemberDiamondsizeOfSilver + floor(b.averageDiamondsSize * 0.5))  WHERE a.memberId = b.acceptMemberId AND b.time < 24 AND b.time >= 12;

UPDATE member_assets a,(

SELECT a.acceptMemberId, timestampdiff(HOUR,NOW(),startTime) as time,b.averageDiamondsSize,b.sendMemberId FROM accept_offline_activities a ,send_offline_activities b WHERE a.sendOfflineActivities = b.id AND a.sendOfflineActivities = new.id AND a.keepAnAppointmentState = 2

) b SET a.memberDiamondsizeOfSilver = (a.memberDiamondsizeOfSilver + floor(b.averageDiamondsSize * 0.3)) ,a.oldMemberDiamondsizeOfSilver = (a.oldMemberDiamondsizeOfSilver + floor(b.averageDiamondsSize * 0.3))  WHERE a.memberId = b.acceptMemberId AND b.time >= 24;
#减少 发起方金钻

UPDATE member_assets a,(

SELECT a.acceptMemberId, timestampdiff(HOUR,NOW(),startTime) as time,b.averageDiamondsSize,b.sendMemberId FROM accept_offline_activities a ,send_offline_activities b WHERE a.sendOfflineActivities = b.id AND a.sendOfflineActivities = new.id AND a.keepAnAppointmentState = 2

) b SET a.memberDiamondsizeOfGold = (a.memberDiamondsizeOfGold - floor(b.averageDiamondsSize * 0.9)) WHERE a.memberId = b.sendMemberId AND b.time < 6;

UPDATE member_assets a,(

SELECT a.acceptMemberId, timestampdiff(HOUR,NOW(),startTime) as time,b.averageDiamondsSize,b.sendMemberId FROM accept_offline_activities a ,send_offline_activities b WHERE a.sendOfflineActivities = b.id AND a.sendOfflineActivities = new.id AND a.keepAnAppointmentState = 2

) b SET a.memberDiamondsizeOfGold = (a.memberDiamondsizeOfGold - floor(b.averageDiamondsSize * 0.7)) WHERE a.memberId = b.sendMemberId AND b.time < 12 AND b.time >= 6;

UPDATE member_assets a,(

SELECT a.acceptMemberId, timestampdiff(HOUR,NOW(),startTime) as time,b.averageDiamondsSize,b.sendMemberId FROM accept_offline_activities a ,send_offline_activities b WHERE a.sendOfflineActivities = b.id AND a.sendOfflineActivities = new.id AND a.keepAnAppointmentState = 2

) b SET a.memberDiamondsizeOfGold = (a.memberDiamondsizeOfGold - floor(b.averageDiamondsSize * 0.5)) WHERE a.memberId = b.sendMemberId AND b.time < 24 AND b.time >= 12;

UPDATE member_assets a,(

SELECT a.acceptMemberId, timestampdiff(HOUR,NOW(),startTime) as time,b.averageDiamondsSize,b.sendMemberId FROM accept_offline_activities a ,send_offline_activities b WHERE a.sendOfflineActivities = b.id AND a.sendOfflineActivities = new.id AND a.keepAnAppointmentState = 2

) b SET a.memberDiamondsizeOfGold = (a.memberDiamondsizeOfGold - floor(b.averageDiamondsSize * 0.3)) WHERE a.memberId = b.sendMemberId AND b.time >= 24;


#修改所有的参与数据状态为5
#UPDATE accept_offline_activities  SET keepAnAppointmentState = 5,closeType = 1 WHERE sendOfflineActivities = new.id;

END IF;
#审核通过时
IF (new.state = 5)  and (new.state != old.state) THEN

#先增加 发起方金钻

UPDATE member_assets a,(

SELECT a.*,b.perSize,b.averageDiamondsSize FROM member_assets  a, (

SELECT * FROM send_offline_activities WHERE id = new.id

) b WHERE a.memberId = b.sendMemberId

) b SET a.memberDiamondsizeOfGold = (a.memberDiamondsizeOfGold + (b.perSize*b.averageDiamondsSize)) WHERE a.memberId = b.memberId;

#增加 报名方奖励的银钻

UPDATE member_assets a,(

SELECT a.acceptMemberId, b.averageDiamondsSize,b.sendMemberId FROM accept_offline_activities a ,send_offline_activities b WHERE a.sendOfflineActivities = b.id AND a.sendOfflineActivities = new.id AND a.keepAnAppointmentState = 3

) b SET a.memberDiamondsizeOfSilver = (a.memberDiamondsizeOfSilver + b.averageDiamondsSize), a.oldMemberDiamondsizeOfSilver = (a.oldMemberDiamondsizeOfSilver + b.averageDiamondsSize) WHERE a.memberId = b.acceptMemberId;

#减少 发起方的金钻

UPDATE member_assets a,(

SELECT a.acceptMemberId, b.averageDiamondsSize,b.sendMemberId FROM accept_offline_activities a ,send_offline_activities b WHERE a.sendOfflineActivities = b.id AND a.sendOfflineActivities = new.id AND a.keepAnAppointmentState = 3

) b SET a.memberDiamondsizeOfGold = (a.memberDiamondsizeOfGold - b.averageDiamondsSize) WHERE a.memberId = b.sendMemberId;

END IF;
#审核未通过
IF (new.state = 6)  and (new.state != old.state) THEN
#先增加 发起方金钻

UPDATE member_assets a,(

SELECT a.*,b.perSize,b.averageDiamondsSize FROM member_assets  a, (

SELECT * FROM send_offline_activities WHERE id = new.id

) b WHERE a.memberId = b.sendMemberId

) b SET a.memberDiamondsizeOfGold = (a.memberDiamondsizeOfGold + b.perSize*b.averageDiamondsSize) WHERE a.memberId = b.memberId;
#修改所有参与数据状态为8
UPDATE accept_offline_activities  SET keepAnAppointmentState = 8,closeType = 1 WHERE sendOfflineActivities = new.id;
END IF;
END
;;
DELIMITER ;
DROP TRIGGER IF EXISTS `insterSpeakerLog`;
DELIMITER ;;
CREATE TRIGGER `insterSpeakerLog` AFTER INSERT ON `speakerconsumptionrecord` FOR EACH ROW BEGIN
        UPDATE member_assets SET memberhornSize = new.surplusSize WHERE memberId = new.memberId;
END
;;
DELIMITER ;
